{
    "BERTS2S": "a rare roman gold pendant, believed to be one of the oldest in the world, has been found in norfolk.",
    "BERTS2S_lines": [
        "a rare roman gold pendant, believed to be one of the oldest in the world, has been found in norfolk."
    ],
    "TConvS2S": "an 18th century coin believed to be worth more than # 1m has been discovered in a norfolk village.",
    "TConvS2S_lines": [
        "an 18th century coin believed to be worth more than # 1m has been discovered in a norfolk village."
    ],
    "PtGen": "a byzantine gold coin found on a norwich gold coin has been discovered by a coroner\\'s challenge. said.",
    "PtGen_lines": [
        "a byzantine gold coin found on a norwich gold coin has been discovered by a coroner\\'s challenge.",
        "said."
    ],
    "TranS2S": "a roman silver coin believed to be one of britain\\'s most famous roman coins has been discovered in norfolk.",
    "TranS2S_lines": [
        "a roman silver coin believed to be one of britain\\'s most famous roman coins has been discovered in norfolk."
    ],
    "article": "Discovered on land at North Elmham, near Dereham, the circa 600 AD coin was created by French rulers of the time to increase their available currency.Adrian Marsden, finds officer based at Norwich Castle Museum, said the object was probably buried with its owner.The pendant was declared treasure by the Norfolk coroner on Wednesday.Mr Marsden added: \"This is an early copy of a Byzantine gold coin made in France.\"The Merovingians [French rulers] created copies of Byzantine coins from their bullion as there wasn't enough coinage coming in from the eastern Roman empire. How many of these copies were 'official' currency is hard to say.\"The 23.5mm diameter pendant, created from an imitation of a gold solidus of emperor Maurice Tiberius (582-602 AD), features a suspension loop with three longitudinal ribs having been soldered to the edge of the coin immediately above the emperor's head.\"What's interesting is you have somebody in France copying a Byzantine coin which then also followed the trend of turning it into jewellery.\"Mr Marsden said the coin was likely to have come to England as a result of export trade at the time.\"We see very few of these so it's an interesting find and one that we will hope to acquire for the Norwich Castle Museum collection.\"Other items declared treasure at the coroner's inquest include an early-medieval Carolingian-style silver mount found in Barnham Broom, a hoard of 150 Roman coins discovered in Quidenham and an early-medieval biconical gold bead which would have been worn on high-status necklaces.",
    "article_lines": [
        "Discovered on land at North Elmham, near Dereham, the circa 600 AD coin was created by French rulers of the time to increase their available currency.",
        "Adrian Marsden, finds officer based at Norwich Castle Museum, said the object was probably buried with its owner.",
        "The pendant was declared treasure by the Norfolk coroner on Wednesday.",
        "Mr Marsden added: \"This is an early copy of a Byzantine gold coin made in France.",
        "\"The",
        "Merovingians [French rulers] created copies of Byzantine coins from their bullion as there wasn't enough coinage coming in from the eastern Roman empire.",
        "How many of these copies were 'official' currency is hard to say.",
        "\"The 23.5mm diameter pendant, created from an imitation of a gold solidus of emperor Maurice Tiberius (582-602 AD), features a suspension loop with three longitudinal ribs having been soldered to the edge of the coin immediately above the emperor's head.",
        "\"What's interesting",
        "is you have somebody in France copying a Byzantine coin which then also followed the trend of turning it into jewellery.",
        "\"Mr",
        "Marsden said the coin was likely to have come to England as a result of export trade at the time.",
        "\"We",
        "see very few of these",
        "so it's an interesting find and one that we will hope to acquire for the Norwich Castle Museum collection.",
        "\"Other",
        "items declared treasure at the coroner's inquest include an early-medieval Carolingian-style silver mount found in Barnham Broom, a hoard of 150 Roman coins discovered in Quidenham and an early-medieval biconical gold bead which would have been worn on high-status necklaces."
    ],
    "entity_counter": {
        "land": 1,
        "North Elmham": 1,
        "Dereham": 1,
        "the circa 600 AD coin": 1,
        "French rulers": 1,
        "the time": 2,
        "their available currency": 1,
        "Adrian Marsden": 3,
        "officer": 1,
        "Norwich Castle Museum": 1,
        "the object": 1,
        "its owner": 1,
        "The pendant": 1,
        "the Norfolk coroner": 1,
        "an early copy": 1,
        "a Byzantine gold coin": 1,
        "France": 2,
        "Merovingians": 1,
        "[French rulers": 1,
        "copies": 1,
        "Byzantine coins": 1,
        "their bullion": 1,
        "enough coinage": 1,
        "the eastern Roman empire": 1,
        "copies of Byzantine coins": 1,
        "official' currency": 1,
        "\"The 23.5mm diameter pendant": 1,
        "an imitation": 1,
        "a gold solidus": 1,
        "emperor Maurice Tiberius": 1,
        "(582-602 AD": 1,
        "a suspension loop": 1,
        "three longitudinal ribs": 1,
        "the edge": 1,
        "a Byzantine gold coin made in France": 1,
        "the emperor's head": 1,
        "a Byzantine coin": 1,
        "the trend": 1,
        "jewellery": 1,
        "a Byzantine coin which then also followed the trend of turning it into jewellery": 1,
        "England": 1,
        "a result": 1,
        "export trade": 1,
        "an interesting find": 1,
        "one": 1,
        "the Norwich Castle Museum collection": 1,
        "items": 1,
        "treasure": 1,
        "the coroner's inquest": 1,
        "an early-medieval Carolingian-style silver mount": 1,
        "Barnham Broom": 1,
        "a hoard": 1,
        "150 Roman coins": 1,
        "Quidenham": 1,
        "an early-medieval biconical gold bead": 1,
        "high-status necklaces": 1
    },
    "negative_entity": "Brian O’Driscoll",
    "url": "http://web.archive.org/web/20170820063849/http://www.bbc.com/news/uk-england-norfolk-23602056",
    "hash": "23602056",
    "traps": [
        [
            "F6",
            "discovered on land at north elmham, near dereham, the circa 600 ad coin was created by french rulers of the time to increase your available currency."
        ],
        [
            "F1",
            "how many of these copies were not ' official ' currency is hard to say ."
        ],
        [
            "F4",
            "the stone got past the elephant's fence and a ditch separating the animal and visitors, the zoo said in a statement."
        ],
        [
            "F5",
            "wednesday merovingians items officer find of say to."
        ],
        [
            "F1",
            "how many of these copies were not ' official ' currency is hard to say ."
        ],
        [
            "F0",
            "discovered on land at north elmham, near dereham, the circa 600 ad coin was created by french rulers of the time to increase their available currency."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "an early-medieval gold pendant created from an imitation of a byzantine coin that was found in a norfolk field is a ``rare find\\'\\', a museum expert has said.",
    "BERTS2S_dep": 0.9845539331436157,
    "TConvS2S_dep": 0.9682108759880066,
    "PtGen_dep": 0.010231773369014263,
    "TranS2S_dep": 0.946003258228302
}