{
    "BERTS2S": "two london underground stations are to close as part of a shake-up of ticket office operations.",
    "BERTS2S_lines": [
        "two london underground stations are to close as part of a shake-up of ticket office operations."
    ],
    "TConvS2S": "london underground (lu) workers are to be balloted as part of a shake-up of tube ticket offices.",
    "TConvS2S_lines": [
        "london underground (lu) workers are to be balloted as part of a shake-up of tube ticket offices."
    ],
    "PtGen": "london underground (tfl) has said it will save more than 250 tube stations as part of a drive to save money.",
    "PtGen_lines": [
        "london underground (tfl) has said it will save more than 250 tube stations as part of a drive to save money."
    ],
    "TranS2S": "a row has broken out over plans to close two underground stations in london and london.",
    "TranS2S_lines": [
        "a row has broken out over plans to close two underground stations in london and london."
    ],
    "article": "South Wimbledon and Queensway stations will be the first to see their staff moved from ticket offices into ticket halls and on to platforms.Transport for London (TfL) said it would save Â£50m annually as it tries to save Â£4.2bn by 2020.But Manuel Cortes, from the TSSA union, said London Mayor Boris Johnson was \"rushing through\" the closures.Mr Cortes, leader of the Transport Salaried Staffs Association said: \"Talks on the safety implications of closing over 250 stations have not even been concluded.\"The mayor doesn't seem concerned about how millions of tourists will cope with fewer staff to help them on their way.\"TfL said all stations would remain staffed and 150 new ticket machines would be installed by April 2016.It added that new visitor centres would be created at larger stations such as Victoria and King's Cross to help visitors.Nick Brown, London Underground's chief operating officer, said more staff were being placed \"where they can offer the best possible assistance\" as only 3% of Tube tickets were bought at ticket offices.He said: \"This forms part of our wider vision for the Tube, which includes a 24-hour weekend service on core parts of the network.\"But the changes have led to previous strikes by the Aslef and RMT unions.Labour's London Assembly transport spokeswoman Val Shawcross said: \"When he was elected, Boris Johnson promised Londoners he would protect the capital's ticket offices, but today he starts the process of dismantling each and every one of them.\"Whilst there is obviously a big role for ticket machines to play, there is no substitute for a member of staff.\"London Underground said after 100 meetings with unions the number of roles to be reduced had fallen from 950 to 897 with no member of staff facing compulsory redundancy or losing money.",
    "article_lines": [
        "South Wimbledon and Queensway stations will be the first to see their staff moved from ticket offices into ticket halls and on to platforms.",
        "Transport for London (TfL) said it would save Â£50m annually as it tries to save Â£4.2bn by 2020.But Manuel Cortes, from the TSSA union, said London Mayor Boris Johnson was \"rushing through\" the closures.",
        "Mr Cortes, leader of the Transport Salaried Staffs Association said: \"Talks on the safety implications of closing over 250 stations have not even been concluded.",
        "\"The mayor doesn't seem concerned about how millions of tourists will cope with fewer staff to help them on their way.",
        "\"TfL said all stations would remain staffed and 150 new ticket machines would be installed by April 2016.It added that new visitor centres would be created at larger stations such as Victoria and King's Cross to help visitors.",
        "Nick Brown, London Underground's chief operating officer, said more staff were being placed \"where they can offer the best possible assistance\" as only 3% of Tube tickets were bought at ticket offices.",
        "He said: \"This forms part of our wider vision for the Tube, which includes a 24-hour weekend service on core parts of the network.",
        "\"But the changes have led to previous strikes by the Aslef and RMT unions.",
        "Labour's London Assembly transport spokeswoman Val Shawcross said: \"When he was elected, Boris Johnson promised Londoners he would protect the capital's ticket offices, but today he starts the process of dismantling each and every one of them.",
        "\"Whilst",
        "there is obviously a big role for ticket machines to play, there is no substitute for a member of staff.",
        "\"London",
        "Underground said after 100 meetings with unions the number of roles to be reduced had fallen from 950 to 897 with no member of staff facing compulsory redundancy or losing money."
    ],
    "entity_counter": {
        "South Wimbledon": 1,
        "Queensway stations": 1,
        "their staff": 1,
        "ticket offices": 2,
        "ticket halls": 1,
        "platforms": 1,
        "Transport": 1,
        "London": 1,
        "TfL": 1,
        "Â£50m": 1,
        "Â£4.2bn": 1,
        "2020.But Manuel Cortes": 1,
        "the TSSA union": 1,
        "London Mayor Boris Johnson": 1,
        "the closures": 1,
        "Mr Cortes": 1,
        "leader": 1,
        "the Transport Salaried Staffs Association": 1,
        "Talks": 1,
        "the safety implications": 1,
        "over 250 stations": 1,
        "mayor": 1,
        "tourists": 1,
        "fewer staff": 1,
        "their way": 1,
        "all stations": 1,
        "150 new ticket machines": 1,
        "new visitor centres": 1,
        "larger stations": 1,
        "Victoria": 1,
        "King's Cross": 1,
        "visitors": 1,
        "Nick Brown": 1,
        "London Underground's chief operating officer": 1,
        "more staff": 1,
        "the best possible assistance": 1,
        "Tube tickets": 1,
        "part": 1,
        "our wider vision": 1,
        "the Tube": 1,
        "a 24-hour weekend service": 1,
        "core parts": 1,
        "the network": 1,
        "the changes": 1,
        "previous strikes": 1,
        "the Aslef and RMT unions": 1,
        "Labour's London Assembly transport spokeswoman Val Shawcross": 1,
        "Boris Johnson": 1,
        "Londoners": 1,
        "the capital's ticket offices": 1,
        "the process": 1,
        "a big role": 1,
        "ticket machines": 1,
        "no substitute": 1,
        "a member": 1,
        "staff": 2,
        "\"London": 1,
        "London Underground's": 1,
        "100 meetings": 1,
        "unions": 1,
        "the number": 1,
        "roles": 1,
        "no member": 1,
        "compulsory redundancy": 1,
        "money": 1
    },
    "negative_entity": "Novorossiysk",
    "url": "http://web.archive.org/web/20170108235921/http://www.bbc.co.uk/news/uk-england-london-31084967",
    "hash": "31084967",
    "traps": [
        [
            "F4",
            "east of sumas, washington, in the us.authorities say agents interrupted an attempt to smuggle a load of mdma, or ecstasy, from canada to san francisco."
        ],
        [
            "F4",
            "against the euro, sterling was down 0.6% at â‚¬1.2605 and weakened by 1% against the japanese yen to just over 151.investors have been spooked by data showing the chances of a remain vote have fallen, although markets have also been rattled by global economic worries."
        ],
        [
            "F1",
            "\" but the changes have not led to previous strikes by the aslef and rmt unions ."
        ],
        [
            "F4",
            "mighty also accuses olam and its main stakeholder, singapore state-owned investment company temasek, of turning a blind eye to these practices."
        ],
        [
            "F1",
            "mr cortes , leader of the transport salaried staffs association said : \" talks on the safety implications of closing over 250 stations have even been concluded ."
        ],
        [
            "F1",
            "\" but the changes have not led to previous strikes by the aslef and rmt unions ."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "ticket offices will start closing on the london underground later in a move that has prompted past strikes.",
    "BERTS2S_dep": 0.9964234232902527,
    "TConvS2S_dep": 0.9922240972518921,
    "PtGen_dep": 0.9946181178092957,
    "TranS2S_dep": 0.9661334156990051
}