{
    "BERTS2S": "all images are copyrighted.",
    "BERTS2S_lines": [
        "all images are copyrighted."
    ],
    "TConvS2S": "a collection of photographs from around the world have gone on display in liverpool for the first time.",
    "TConvS2S_lines": [
        "a collection of photographs from around the world have gone on display in liverpool for the first time."
    ],
    "PtGen": "the oldest image of the oldest image of children dressed in the street in liverpool, has been unveiled in liverpool.",
    "PtGen_lines": [
        "the oldest image of the oldest image of children dressed in the street in liverpool, has been unveiled in liverpool."
    ],
    "TranS2S": "a portrait of a child in liverpool has gone on display for the first time.",
    "TranS2S_lines": [
        "a portrait of a child in liverpool has gone on display for the first time."
    ],
    "article": "The exhibition Growing Up in the City at the Museum of Liverpool boasts 25 evocative photographs which capture the life of children over more than 100 years.As well as a providing a snapshot of those lost days of childhood, the pictures also provide a thought-provoking social history of life in Liverpool through the decades.The photographs span the period from the 1880s to the 1990s and illustrate just how much life for a child has changed and also how special occasions were marked on the city's streets.The oldest image dates back to 1887 and is a portrait of Florence, George and Gertie Rollo, who came from Waterloo Park.The Rollo family lived in a large home in the area called Stone House and had four servants. The picture shows the children dressed up in costumes for a fancy dress ball hosted by the Mayor and Mayoress of Bootle, Alderman and Mrs Howard.As well as showing children at play, another image reminds us that many youngsters were also sent out to work.A nervous looking young maid for a well-to-do Liverpool family is captured in a great portrait which is thought to have been taken about 1900.The exhibition has been put together by Kay Jones, Curator of Urban Community History at the Museum of Liverpool.Ms Jones painstakingly trawled through hundreds of images from the National Museums Liverpool's collections before deciding on the final 25 for the exhibition.She said: \"This has been a fascinating exhibition to work on.\"Looking through hundreds of different postcards, photographs and glass plate negatives in our collections; it was hard to decide on the final 25 images.\"I chose the ones that really stood out and told the experience of childhood.\"People love seeing old photographs and most people can relate to the same experiences of playing out in the street if they're from Liverpool or anywhere else.\"But, at the same time, the pictures also remind us of how things have changed.\"I didn't want it to be just happy memories, I also wanted to remember the children who had to work throughout their childhood.\"I wanted it to be the good and bad experiences of childhood.\"Growing Up in the City is at the Museum of Liverpool until 25 September.",
    "article_lines": [
        "The exhibition Growing Up in the City at the Museum of Liverpool boasts 25 evocative photographs which capture the life of children over more than 100 years.",
        "As well as a providing a snapshot of those lost days of childhood, the pictures also provide a thought-provoking social history of life in Liverpool through the decades.",
        "The photographs span the period from the 1880s to the 1990s and illustrate just how much life for a child has changed and also how special occasions were marked on the city's streets.",
        "The oldest image dates back to 1887 and is a portrait of Florence, George and Gertie Rollo, who came from Waterloo Park.",
        "The Rollo family lived in a large home in the area called Stone House and had four servants.",
        "The picture shows the children dressed up in costumes for a fancy dress ball hosted by the Mayor and Mayoress of Bootle, Alderman and Mrs Howard.",
        "As well as showing children at play, another image reminds us that many youngsters were also sent out to work.",
        "A nervous looking young maid for a well-to-do Liverpool family is captured in a great portrait which is thought to have been taken about 1900.The exhibition has been put together by Kay Jones, Curator of Urban Community History at the Museum of Liverpool.",
        "Ms Jones painstakingly trawled through hundreds of images from the National Museums Liverpool's collections before deciding on the final 25 for the exhibition.",
        "She said: \"This has been a fascinating exhibition to work on.",
        "\"Looking",
        "through hundreds of different postcards, photographs and glass plate negatives in our collections; it was hard to decide on the final 25 images.",
        "\"I chose the ones that really stood out and told the experience of childhood.",
        "\"People",
        "love seeing old photographs and most people can relate to the same experiences of playing out in the street if they're from Liverpool or anywhere else.",
        "\"But",
        ", at the same time, the pictures also remind us of how things have changed.",
        "\"I didn't want it to be just happy memories",
        ", I also wanted to remember the children who had to work throughout their childhood.",
        "\"I wanted it to be the good and bad experiences of childhood.",
        "\"Growing",
        "Up in the City is at the Museum of Liverpool until 25 September."
    ],
    "entity_counter": {
        "The exhibition": 1,
        "the City": 2,
        "the Museum": 3,
        "Liverpool": 5,
        "25 evocative photographs": 1,
        "the life": 1,
        "children": 2,
        "more than 100 years": 1,
        "a snapshot": 1,
        "childhood": 3,
        "the pictures": 2,
        "a thought-provoking social history": 1,
        "life": 1,
        "25 evocative photographs which capture the life of children over more than 100 years": 1,
        "the period": 1,
        "just how much life": 1,
        "a child": 1,
        "how special occasions": 1,
        "the city's streets": 1,
        "The oldest image": 1,
        "a portrait": 1,
        "Florence": 1,
        "George": 1,
        "Gertie Rollo": 1,
        "Waterloo Park": 1,
        "The Rollo family": 1,
        "a large home": 1,
        "the area": 1,
        "four servants": 1,
        "The picture": 1,
        "the children": 2,
        "costumes": 1,
        "a fancy dress ball": 1,
        "the Mayor": 1,
        "Mayoress": 1,
        "Bootle": 1,
        "Alderman": 1,
        "Mrs Howard": 1,
        "play": 1,
        "another image": 1,
        "many youngsters": 1,
        "A nervous looking young maid": 1,
        "a well-to-do Liverpool family": 1,
        "a great portrait": 1,
        "about 1900.The exhibition": 1,
        "Kay Jones": 1,
        "Curator": 1,
        "Urban Community History": 1,
        "Ms Jones": 1,
        "images": 1,
        "the National Museums Liverpool's collections": 2,
        "1900.The exhibition": 1,
        "a fascinating exhibition": 1,
        "different postcards": 1,
        "photographs": 1,
        "glass plate negatives": 1,
        "the final 25 images": 1,
        "\"I": 3,
        "the ones": 1,
        "the experience": 1,
        "love": 1,
        "old photographs": 1,
        "most people": 1,
        "the same experiences": 1,
        "the street": 1,
        "the same time": 1,
        "things": 1,
        "just happy memories": 1,
        "their childhood": 1,
        "the good and bad experiences": 1
    },
    "negative_entity": "Manuel Pellegrini",
    "url": "http://web.archive.org/web/20160112142713/http://www.bbc.co.uk/news/uk-england-merseyside-35243864",
    "hash": "35243864",
    "traps": [
        [
            "F4",
            "brecon and radnorshire conservative mp chris davies condemned the closure, saying there had been a barracks in brecon since 1805, home to troops who fought the zulus at rorke's drift."
        ],
        [
            "F5",
            "liverpool hard and of maid \"i four street and urban."
        ],
        [
            "F4",
            "sullivan and gold bought a majority stake in west ham in 2010 in a deal that valued the club at £105m."
        ],
        [
            "F0",
            "the exhibition growing up in the city at the museum of liverpool boasts 25 evocative photographs which capture the life of children over more than 100 years."
        ],
        [
            "F4",
            "police said that someone opened fire from a passing car and witnesses spoke of up to a dozen shots being fired close to the main police station."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "children dangle mid-air on a makeshift swing hanging from a lamppost, a mother celebrates the silver jubilee cuddling her sons, and boys from the 1950s fish in the canal-just some of the rare pictures of childhood in liverpool last century which have now been put on display.",
    "BERTS2S_dep": 0.9875963926315308,
    "TConvS2S_dep": 0.9948822259902954,
    "PtGen_dep": 0.6343013048171997,
    "TranS2S_dep": 0.9894298911094666
}