{
    "BERTS2S": "a woman has been found guilty of raping a teenage girl in a care home while she was under the age of 12.",
    "BERTS2S_lines": [
        "a woman has been found guilty of raping a teenage girl in a care home while she was under the age of 12."
    ],
    "TConvS2S": "a man has been found guilty of raping a 15-year-old girl in a prison in portsmouth.",
    "TConvS2S_lines": [
        "a man has been found guilty of raping a 15-year-old girl in a prison in portsmouth."
    ],
    "PtGen": "a woman has been found guilty of the manslaughter of a 13-year-old girl who was stabbed to death in a garage in winchester.",
    "PtGen_lines": [
        "a woman has been found guilty of the manslaughter of a 13-year-old girl who was stabbed to death in a garage in winchester."
    ],
    "TranS2S": "a man has appeared in court charged with the attempted rape of a 15-year-old girl.",
    "TranS2S_lines": [
        "a man has appeared in court charged with the attempted rape of a 15-year-old girl."
    ],
    "article": "The girl, aged 15 at the time, had met a man called David Ayrton in a Portsmouth garage in the autumn of 2004.The defendant, now 34 and called Davina, denied the charge. She will be sentenced on 4 March.Judge Ian Pearson remanded her into custody and said it was likely she would be held at a male prison.He added: \"If I were to release on bail there are substantial grounds to believe she would be a risk to herself and a risk of failing to attend for whatever reason.\"I will therefore have to remand in custody. It will have to be a male prison in Winchester but it will be an issue for the prison service.\"He also told the jury at Portsmouth Crown Court: \"It's been a slightly unusual case and it's not been an easy case.\"The court heard that Ayrton, who has learning difficulties, attempted to commit suicide last summer.Protocols have been put in place for her detention at the prison, a court officer explained.During the trial Ayrton spoke about her sexuality, and said she she had not \"made any physical changes or enhancements\" to her body or taken any medication. She changed her name in 2012.Portsmouth Crown Court was told she raped the teenager while two others were asleep in the garage.The victim said she shouted and swore at Ayrton to stop the attack, but her friends had not woken up.She had \"only drunk a can and a half of Foster's\" and clearly recollected the events.The court heard that in 2014 Ayrton told a worker at the care home where she lived in Fordingbridge, Hampshire, about the attack.",
    "article_lines": [
        "The girl, aged 15 at the time, had met a man called David Ayrton in a Portsmouth garage in the autumn of 2004.The defendant, now 34 and called Davina, denied the charge.",
        "She will be sentenced on 4 March.",
        "Judge Ian Pearson remanded her into custody and said it was likely she would be held at a male prison.",
        "He added: \"If I were to release on bail there are substantial grounds to believe she would be a risk to herself and a risk of failing to attend for whatever reason.",
        "\"I will therefore have to remand in custody.",
        "It will have to be a male prison in Winchester",
        "but it will be an issue for the prison service.",
        "\"He also told the jury at Portsmouth Crown Court: \"It's been a slightly unusual case",
        "and it's not been an easy case.",
        "\"The",
        "court heard that Ayrton, who has learning difficulties, attempted to commit suicide last summer.",
        "Protocols have been put in place for her detention at the prison, a court officer explained.",
        "During the trial Ayrton spoke about her sexuality, and said she she had not \"made any physical changes or enhancements\" to her body or taken any medication.",
        "She changed her name in 2012.Portsmouth Crown Court was told she raped the teenager while two others were asleep in the garage.",
        "The victim said she shouted and swore at Ayrton to stop the attack, but her friends had not woken up.",
        "She had \"only drunk a can and a half of Foster's\" and clearly recollected the events.",
        "The court heard that in 2014 Ayrton told a worker at the care home where she lived in Fordingbridge, Hampshire, about the attack."
    ],
    "entity_counter": {
        "The girl": 1,
        "the time": 1,
        "a man": 1,
        "a Portsmouth garage": 1,
        "the autumn": 1,
        "2004.The defendant": 1,
        "the charge": 1,
        "Judge Ian Pearson": 1,
        "custody": 2,
        "a male prison": 3,
        "bail": 1,
        "substantial grounds": 1,
        "a risk": 2,
        "whatever reason": 1,
        "\"I": 1,
        "Winchester": 1,
        "an issue": 1,
        "the prison service": 1,
        "the jury": 1,
        "Portsmouth Crown Court": 3,
        "a slightly unusual case": 1,
        "an easy case": 1,
        "\"The": 1,
        "court": 1,
        "Ayrton": 4,
        "difficulties": 1,
        "suicide": 1,
        "Protocols": 1,
        "place": 1,
        "her detention": 1,
        "a court officer": 1,
        "the trial": 1,
        "her sexuality": 1,
        "any physical changes": 1,
        "enhancements": 1,
        "her body": 1,
        "any medication": 1,
        "her name": 1,
        "the teenager": 1,
        "two others": 1,
        "the garage": 1,
        "The victim": 1,
        "the attack": 2,
        "her friends": 1,
        "only drunk a can": 1,
        "a half": 1,
        "Foster": 1,
        "the events": 1,
        "a worker": 1,
        "Fordingbridge": 1,
        "Hampshire": 1
    },
    "negative_entity": "Jailed millionaire Robert Durst",
    "url": "http://web.archive.org/web/20160108185853/http://www.bbc.co.uk/news/uk-england-hampshire-35265124",
    "hash": "35265124",
    "traps": [
        [
            "F1",
            "she will not be sentenced on 4 march ."
        ],
        [
            "F5",
            "name at that the the to her summer raped were."
        ],
        [
            "F4",
            "he had been at the us facility in cuba since 2002 after his arrest in pakistan on suspicion of links to al-qaeda and the taliban - a charge he denies."
        ],
        [
            "F6",
            "judge ian pearson remanded her into custody and said it was likely he would be held at a male prison."
        ],
        [
            "F6",
            "the court heard that in 2014 ayrton told a worker at the care home where he lived in fordingbridge, hampshire, about the attack."
        ],
        [
            "F1",
            "\" i will therefore have not to remand in custody ."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "a transgender woman has been found guilty of raping a girl when still living as a man.",
    "BERTS2S_dep": 0.9949287176132202,
    "TConvS2S_dep": 0.995807409286499,
    "PtGen_dep": 0.9940862655639648,
    "TranS2S_dep": 0.9971127510070801
}