{
    "BERTS2S": "microsoft has launched a version of minecraft-the world\\'s most popular version of the minecraft computer game-in its uk and canada.",
    "BERTS2S_lines": [
        "microsoft has launched a version of minecraft-the world\\'s most popular version of the minecraft computer game-in its uk and canada."
    ],
    "TConvS2S": "microsoft has launched a product version of the virtual reality game minecraft.",
    "TConvS2S_lines": [
        "microsoft has launched a product version of the virtual reality game minecraft."
    ],
    "PtGen": "microsoft has unveiled a new version of its flagship video game minecraft, which could rise by $ [UNK] (Â # [UNK]).",
    "PtGen_lines": [
        "microsoft has unveiled a new version of its flagship video game minecraft, which could rise by $ [UNK] (Â # [UNK])."
    ],
    "TranS2S": "minecraft, the world\\'s largest free minecraft, is set to open in finland this weekend.",
    "TranS2S_lines": [
        "minecraft, the world\\'s largest free minecraft, is set to open in finland this weekend."
    ],
    "article": "The product will offer teachers new ways to use the world-building video game in a range of subjects.Microsoft paid $2.5bn (Â£1.8bn) for Mojang, Minecraft's Swedish creator, in 2014. And late last year, it bought the four-year-old MinecraftEdu version of the game from Finland-based independent developer TeacherGaming.It is now promising to add features, but schools may face extra costs.It says more than 7,000 classrooms around the world already use Minecraft in some form.\"Teachers are using Minecraft to do so many things, including teaching maths, science, religion and poetry,\" Anthony Salcito, Microsoft's vice-president of worldwide education, told the BBC.\"Once we make the tools easier for schools to get access to and employ, I think you'll see that number [of classrooms] grow quite quickly.\"MinecraftEdu already allows teachers to modify content in the game and use a shared library of education-themed assets.Microsoft is promising to improve the experience by:To access the service, children and teachers each need their own Office 365 ID, which can also be used to provide access to the Microsoft's cloud-based productivity software.Microsoft says this will help teachers minimise the number of online accounts they need to manage.But it may also help the company promote its word processing, email, and file-sharing apps over rival services from Google and others.Microsoft intends to charge an annual fee of $5 (Â£3.50) for each teacher and child.That could prove more expensive than the current basic set-up, where schools pay a one-off fee of $14 multiplied by the maximum number of people they want to be able to log in at once, plus an additional $41 for server software.\"We believe we are bringing added value,\" said Deirdre Quarnstrom, director of Minecraft education.\"On top of having a persistent identity, they will also have access to the most current version of the game.\"MinecraftEdu, along with other Minecraft mods, was one to two releases behind by nature of the development process.\"We are also replacing the need for schools to have and maintain separate server hardware.\"The new features were welcomed by Leigh Wolmarans, the head teacher of Lings Primary School in Northampton.His school already uses MinecraftEdu to teach pupils about A Midsummer Night's Dream by asking them to create a performance of Shakespeare's play within the game.However, he said other teachers should be aware the software had its limitations.\"Technology can lead to exceptional learning, but it has to be used in conjunction with other tools,\" he said.\"If all you are doing is sitting them down and leaving them to experience Shakespeare through Minecraft, you would be doing something wrong.\"Dance, art, drama and music remain the best ways to teach kids.\"But technology can add to that as an additional tool.\"Microsoft said it would allow teachers to start \"beta-testing\" Minecraft's education edition at some point \"in the summer\" without charge, ahead of its formal rollout.",
    "article_lines": [
        "The product will offer teachers new ways to use the world-building video game in a range of subjects.",
        "Microsoft paid $2.5bn (Â£1.8bn) for Mojang, Minecraft's Swedish creator, in 2014.",
        "And late last year, it bought the four-year-old MinecraftEdu version of the game from Finland-based independent developer TeacherGaming.",
        "It is now promising to add features, but schools may face extra costs.",
        "It says more than 7,000 classrooms around the world already use Minecraft in some form.",
        "\"Teachers are using Minecraft to do so many things, including teaching maths, science, religion and poetry,\" Anthony Salcito, Microsoft's vice-president of worldwide education, told the BBC.\"Once",
        "we make the tools easier for schools to get access to and employ, I think you'll see that number [of classrooms] grow quite quickly.",
        "\"MinecraftEdu already allows teachers to modify content in the game and use a shared library of education-themed assets.",
        "Microsoft is promising to improve the experience by:",
        "To access the service, children and teachers each need their own Office 365 ID, which can also be used to provide access to the Microsoft's cloud-based productivity software.",
        "Microsoft says this will help teachers minimise the number of online accounts they need to manage.",
        "But it may also help the company promote its word processing, email, and file-sharing apps over rival services from Google and others.",
        "Microsoft intends to charge an annual fee of $5 (Â£3.50) for each teacher and child.",
        "That could prove more expensive than the current basic set-up, where schools pay a one-off fee of $14 multiplied by the maximum number of people they want to be able to log in at once, plus an additional $41 for server software.",
        "\"We believe we are bringing added value,\" said Deirdre Quarnstrom, director of Minecraft education.",
        "\"On",
        "top of having a persistent identity, they will also have access to the most current version of the game.",
        "\"MinecraftEdu, along with other Minecraft mods, was one to two releases behind by nature of the development process.",
        "\"We are also replacing the need for schools to have and maintain separate server hardware.",
        "\"The",
        "new features were welcomed by Leigh Wolmarans, the head teacher of Lings Primary School in Northampton.",
        "His school already uses MinecraftEdu to teach pupils about A Midsummer Night's Dream by asking them to create a performance of Shakespeare's play within the game.",
        "However, he said other teachers should be aware the software had its limitations.",
        "\"Technology can lead to exceptional learning, but it has to be used in conjunction with other tools,\" he said.",
        "\"If",
        "all you are doing is sitting them down and leaving them to experience Shakespeare through Minecraft, you would be doing something wrong.",
        "\"Dance",
        ", art, drama and music remain the best ways to teach kids.",
        "\"But technology can add to that as an additional tool.",
        "\"Microsoft said it would allow teachers to start \"beta-testing\" Minecraft's education edition at some point \"in the summer\" without charge, ahead of its formal rollout."
    ],
    "entity_counter": {
        "The product": 1,
        "teachers": 5,
        "new ways": 1,
        "the world-building video game": 1,
        "a range": 1,
        "subjects": 1,
        "Microsoft": 5,
        "Â£1.8bn": 1,
        "Mojang": 1,
        "Minecraft's Swedish creator": 1,
        "the four-year-old MinecraftEdu version": 1,
        "the game": 4,
        "Finland-based independent developer": 1,
        "TeacherGaming": 1,
        "features": 1,
        "schools": 4,
        "extra costs": 1,
        "more than 7,000 classrooms": 1,
        "the world": 1,
        "Minecraft": 3,
        "some form": 1,
        "\"Teachers": 1,
        "so many things": 1,
        "teaching": 1,
        "maths": 1,
        "science": 1,
        "religion": 1,
        "poetry": 1,
        "Anthony Salcito": 1,
        "Microsoft's vice-president": 1,
        "worldwide education": 1,
        "the BBC.\"Once": 1,
        "the tools": 1,
        "access": 3,
        "that number": 1,
        "classrooms": 1,
        "content": 1,
        "a shared library": 1,
        "education-themed assets": 1,
        "the experience": 1,
        "the service": 1,
        "children": 1,
        "their own Office": 1,
        "365 ID": 1,
        "the Microsoft's cloud-based productivity software": 1,
        "the number": 1,
        "online accounts": 1,
        "its word processing": 1,
        "email": 1,
        "file-sharing apps": 1,
        "rival services": 1,
        "Google": 1,
        "others": 1,
        "an annual fee": 1,
        "each teacher": 1,
        "child": 1,
        "the current basic set-up": 1,
        "a one-off fee": 1,
        "the maximum number": 1,
        "people": 1,
        "server software": 1,
        "added value": 1,
        "Deirdre Quarnstrom": 1,
        "director": 1,
        "Minecraft education": 1,
        "a persistent identity": 1,
        "the most current version": 1,
        "other Minecraft mods": 1,
        "two releases": 1,
        "nature": 1,
        "the development process": 1,
        "the need": 1,
        "separate server hardware": 1,
        "new features": 1,
        "Leigh Wolmarans": 1,
        "the head teacher": 1,
        "Lings Primary School": 1,
        "Northampton": 1,
        "Lings Primary School in Northampton": 1,
        "MinecraftEdu": 1,
        "pupils": 1,
        "A Midsummer Night's Dream": 1,
        "a performance": 1,
        "Shakespeare's play": 1,
        "other teachers": 1,
        "the software": 1,
        "its limitations": 1,
        "exceptional learning": 1,
        "conjunction": 1,
        "other tools": 1,
        "Shakespeare": 1,
        "art": 1,
        "drama": 1,
        "music": 1,
        "the best ways": 1,
        "kids": 1,
        "technology": 1,
        "an additional tool": 1,
        "\"beta-testing\" Minecraft's education edition": 1,
        "some point": 1,
        "charge": 1,
        "its formal rollout": 1
    },
    "negative_entity": "researchers",
    "url": "http://web.archive.org/web/20170504052803/http://www.bbc.com/news/technology-35341528",
    "hash": "35341528",
    "traps": [
        [
            "F1",
            "it is now promising to add features , but schools may not face extra costs ."
        ],
        [
            "F1",
            "it is now promising to add features , but schools may not face extra costs ."
        ],
        [
            "F0",
            "the product will offer teachers new ways to use the world-building video game in a range of subjects."
        ],
        [
            "F1",
            "microsoft is not promising to improve the experience by :"
        ],
        [
            "F6",
            "\"they are also replacing the need for schools to have and maintain separate server hardware."
        ],
        [
            "F1",
            "microsoft is not promising to improve the experience by :"
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "an ``education edition\\'\\'of minecraft is to be launched by microsoft.",
    "BERTS2S_dep": 0.9969794750213623,
    "TConvS2S_dep": 0.9988641738891602,
    "TranS2S_dep": 0.9939694404602051
}