{
    "BERTS2S": "st mirren have signed striker jeremy clarkson on a season-long loan from dundee.",
    "BERTS2S_lines": [
        "st mirren have signed striker jeremy clarkson on a season-long loan from dundee."
    ],
    "TConvS2S": "st mirren have signed forward jeremy clarkson on loan from dundee until the end of the season.",
    "TConvS2S_lines": [
        "st mirren have signed forward jeremy clarkson on loan from dundee until the end of the season."
    ],
    "PtGen": "st mirren have signed st mirren midfielder jack clarkson on loan until the end of the season, with the option of a further 12 months.",
    "PtGen_lines": [
        "st mirren have signed st mirren midfielder jack clarkson on loan until the end of the season, with the option of a further 12 months."
    ],
    "TranS2S": "bristol rovers have signed striker jeremy clarkson on loan from brentford until the end of the season.",
    "TranS2S_lines": [
        "bristol rovers have signed striker jeremy clarkson on loan from brentford until the end of the season."
    ],
    "article": "Clarkson, 30, joined Premiership Well for a second spell in July and could make his St Mirren debut in the Championship against Alloa on Saturday.He scored nine goals at Dundee last season and has featured mainly as a substitute so far this term.\"I'm ready, I've been fit all season and I'm as fit as I've ever been,\" Clarkson told the St Mirren website.\"I've been playing games, playing for the U20s and I like to keep my match fitness up.\"I've been training hard and making sure that when my time came, wherever it may be, that I was ready and match fit and hopefully up to speed with everyone else really. I'm looking forward to getting started.\"Capped twice for Scotland in 2008 and with one international goal to his name, Clarkson has made almost 400 senior appearances at club level.His previous teams include Bristol City, Brentford and Bristol Rovers.St Mirren are eighth in the Championship, seven points clear of bottom side Alloa.\"Obviously the game on Saturday, every game is a big game, and the more games we can win the more confidence we can get from that we can hopefully go on a run of games and push up the table and try to get the club back to where it has been,\" added Clarkson.For all the latest transfers check out our transfer deals page.",
    "article_lines": [
        "Clarkson, 30, joined Premiership Well for a second spell in July and could make his St Mirren debut in the Championship against Alloa on Saturday.",
        "He scored nine goals at Dundee last season and has featured mainly as a substitute so far this term.",
        "\"I'm",
        "ready, I've been fit all season",
        "and I'm as fit as I've ever been,\" Clarkson told the St Mirren website.",
        "\"I've been playing games, playing for the U20s",
        "and I like to keep my match fitness up.",
        "\"I've been training hard and making sure that when my time came, wherever it may be, that I was ready and match fit and",
        "hopefully up to speed with everyone else really.",
        "I'm looking forward to getting started.",
        "\"Capped",
        "twice for Scotland in 2008 and with one international goal to his name, Clarkson has made almost 400 senior appearances at club level.",
        "His previous teams include Bristol City, Brentford and Bristol Rovers.",
        "St Mirren are eighth in the Championship, seven points clear of bottom side Alloa.",
        "\"Obviously",
        "the game on Saturday, every game is a big game, and the more games we can win the more confidence we can get from that",
        "we can hopefully go on a run of games and push up the table and try to get the club back to where it has been,\" added Clarkson.",
        "For all the latest transfers check out our transfer deals page."
    ],
    "entity_counter": {
        "Clarkson": 4,
        "a second spell": 1,
        "his St Mirren debut": 1,
        "the Championship": 2,
        "Alloa": 2,
        "nine goals": 1,
        "Dundee": 1,
        "a substitute": 1,
        "this term": 1,
        "the St Mirren website": 1,
        "games": 2,
        "the U20s": 1,
        "my match fitness": 1,
        "my time": 1,
        "Scotland": 1,
        "one international goal": 1,
        "his name": 1,
        "almost 400 senior appearances": 1,
        "club level": 1,
        "His previous teams": 1,
        "Bristol City": 1,
        "Brentford and Bristol Rovers": 1,
        "St Mirren": 1,
        "every game": 1,
        "a big game": 1,
        "the more games": 1,
        "the more confidence": 1,
        "a run": 1,
        "the table": 1,
        "the club": 1,
        "all the latest transfers": 1,
        "our transfer deals page": 1
    },
    "negative_entity": "satellites",
    "url": "http://web.archive.org/web/20170202000835/http://www.bbc.co.uk/sport/football/35424211",
    "hash": "35424211",
    "traps": [
        [
            "F0",
            "clarkson, 30, joined premiership well for a second spell in july and could make his st mirren debut in the championship against alloa on saturday."
        ],
        [
            "F6",
            "she scored nine goals at dundee last season and has featured mainly as a substitute so far this term."
        ],
        [
            "F1",
            "st mirren are not eighth in the championship , seven points clear of bottom side alloa ."
        ],
        [
            "F4",
            "tunisia had faced expulsion from the 2017 africa cup of nations until apologising to caf for complaints it lodged against the organisation during this year's nations cup."
        ],
        [
            "F5",
            "spell out on been i in may for i my."
        ],
        [
            "F6",
            "twice for scotland in 2008 and with one international goal to my name, clarkson has made almost 400 senior appearances at club level."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "st mirren have signed motherwell forward david clarkson on a loan deal until the end of the season.",
    "BERTS2S_dep": 0.9961901903152466,
    "TConvS2S_dep": 0.9973906874656677,
    "PtGen_dep": 0.9948381781578064,
    "TranS2S_dep": 0.9968164563179016
}