{
    "BERTS2S": "leyton orient have been relegated from the national league after losing to dagenham & redbridge.",
    "BERTS2S_lines": [
        "leyton orient have been relegated from the national league after losing to dagenham & redbridge."
    ],
    "TConvS2S": "dagenham & redbridge\\'s play-off hopes were dealt a major blow as they were beaten by dagenham & redbridge.",
    "TConvS2S_lines": [
        "dagenham & redbridge\\'s play-off hopes were dealt a major blow as they were beaten by dagenham & redbridge."
    ],
    "PtGen": "dagenham & redbridge reached the top of the premier league with a narrow victory over dagenham and redbridge in the championship play-off final.",
    "PtGen_lines": [
        "dagenham & redbridge reached the top of the premier league with a narrow victory over dagenham and redbridge in the championship play-off final."
    ],
    "TranS2S": "dagenham and dagenham & redbridge are still searching for a third straight league win as they beat dagenham & redbridge.",
    "TranS2S_lines": [
        "dagenham and dagenham & redbridge are still searching for a third straight league win as they beat dagenham & redbridge."
    ],
    "article": "The Daggers, who reached League One in 2010, needed victory to keep their slim survival hopes alive.Goals from Jamie Cureton and Clevid Dikamona gave them hope after Jay Simpson fired the O's into a 2-0 lead.But Armand Gnanduillet fired in the winner to relegate Dagenham and keep Orient's play-off hopes alive.Dagenham reached the Football League for the first time in their history in 2007, but they now return to the National League under John Still, the same manager who took the club from the Conference to League One.The Daggers have League Two's worst goal difference, and have conceded 20 goals more this season than they had at this point last term.Still's side have also struggled in attack, with 40-year-old striker Jamie Cureton netting nine goals, compared to the 20 he scored as Dagenham finished 14th in the 2014-15 campaign.Boss Still, who returned for his third spell at the club in December, told BBC Radio London on Wednesday that he is committed to helping the Daggers gain promotion from the National League next season.Victory leaves Orient two points adrift of the play-off spots and comes four days after player-manager Kevin Nolan was removed from his managerial role.Leyton Orient interim manager Andy Hessenthaler told BBC Radio London:Media playback is not supported on this device\"For me to lose two managers this season has been very tough and I've found it very hard this week.\"We had to be professional, we're here to do a job and if I wasn't professional then I wouldn't be true to myself.\"We owe it to the fans. At the end of the day there's nobody bigger than the football club - the fans are the biggest part of the football club.\"We made it a little bit nervy because we gave two sloppy goals away, but in the end that's what we need to do now - we need to win games if we're going to get into the play-offs.\"Dagenham & Redbridge manager John Still told BBC Radio London:\"I think for half an hour in the first half we lacked organisation and lacked discipline.\"If you haven't got organisation and you haven't got the discipline to play 90 minutes, the outcome is inevitable.\"Dagenham over the years are going to get beat, it's responding to that that the club's not been able to do this year.\"",
    "article_lines": [
        "The Daggers, who reached League One in 2010, needed victory to keep their slim survival hopes alive.",
        "Goals from Jamie Cureton and Clevid Dikamona gave them hope after Jay Simpson fired the O's into a 2-0 lead.",
        "But Armand Gnanduillet fired in the winner to relegate Dagenham and keep Orient's play-off hopes alive.",
        "Dagenham reached the Football League for the first time in their history in 2007, but they now return to the National League under John",
        "Still, the same manager who took the club from the Conference to League One.",
        "The Daggers have League Two's worst goal difference, and have conceded 20 goals more this season than they had at this point last term.",
        "Still's side have also struggled in attack, with 40-year-old striker Jamie Cureton netting nine goals, compared to the 20 he scored as Dagenham finished 14th in the 2014-15 campaign.",
        "Boss Still, who returned for his third spell at the club in December, told BBC Radio London on Wednesday that he is committed to helping the Daggers gain promotion from the National League next season.",
        "Victory leaves Orient two points adrift of the play-off spots and comes four days after player-manager Kevin Nolan was removed from his managerial role.",
        "Leyton Orient interim manager Andy Hessenthaler told BBC Radio London:",
        "Media playback is not supported on this device\"For me to lose two managers",
        "this season has been very tough",
        "and I've found it very hard this week.",
        "\"We had to be professional, we're here to do a job",
        "and if I wasn't professional then I wouldn't be true to myself.",
        "\"We",
        "owe it to the fans.",
        "At the end of the day there's nobody bigger than the football club - the fans are the biggest part of the football club.",
        "\"We made it a little bit nervy because we gave two sloppy goals away, but in the end that's what we need to do now - we need to win games if we're going to get into the play-offs.",
        "\"Dagenham &",
        "Redbridge manager John Still told BBC Radio London:\"I think for half an hour in the first half we lacked organisation and lacked discipline.",
        "\"If",
        "you haven't got organisation and you haven't got the discipline to play 90 minutes, the outcome is inevitable.",
        "\"Dagenham",
        "over the years are going to get beat, it's responding to that that the club's not been able to do this year.\""
    ],
    "entity_counter": {
        "The Daggers": 1,
        "victory": 1,
        "their slim survival": 1,
        "Goals": 1,
        "Jamie Cureton": 1,
        "Clevid Dikamona": 1,
        "hope": 1,
        "Jay Simpson": 1,
        "the O": 1,
        "a 2-0 lead": 1,
        "Armand Gnanduillet": 1,
        "the winner": 1,
        "Dagenham": 3,
        "Orient's play-off hopes": 1,
        "the Football League": 3,
        "the first time": 1,
        "their history": 1,
        "John": 1,
        "Still, the same manager": 1,
        "the club": 3,
        "the Conference": 1,
        "the Daggers": 2,
        "League Two's worst goal difference": 1,
        "this point": 1,
        "side": 1,
        "attack": 1,
        "40-year-old striker Jamie Cureton": 1,
        "nine goals": 1,
        "the 2014-15 campaign": 1,
        "Boss": 1,
        "his third spell": 1,
        "BBC Radio London": 2,
        "promotion": 1,
        "Victory": 1,
        "Orient": 1,
        "the play-off spots": 1,
        "player-manager Kevin Nolan": 1,
        "his managerial role": 1,
        "Leyton Orient interim manager Andy Hessenthaler": 1,
        "Media playback": 1,
        "two managers": 1,
        "a job": 1,
        "the fans": 2,
        "the football club": 2,
        "the biggest part": 1,
        "two sloppy goals": 1,
        "games": 1,
        "the play-offs": 1,
        "Redbridge manager John": 1,
        "BBC Radio London:\"I": 1,
        "the first half": 1,
        "organisation": 2,
        "discipline": 1,
        "the discipline": 1,
        "the outcome": 1
    },
    "negative_entity": "northeastern Nigeria",
    "url": "http://web.archive.org/web/20170306134050/http://www.bbc.co.uk/sport/football/36003512",
    "hash": "36003512",
    "traps": [
        [
            "F4",
            "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy this linkthe body of the 36-year-old was found in a house in glenfinnan road around 15:05 on wednesday."
        ],
        [
            "F5",
            "away reached radio goals one fired the and manager you win."
        ],
        [
            "F5",
            "this helping dikamona - the are still two term lose dagenham two."
        ],
        [
            "F1",
            "at the end of the day there 's nobody bigger than the football club - the fans are not the biggest part of the football club ."
        ],
        [
            "F0",
            "the daggers, who reached league one in 2010, needed victory to keep their slim survival hopes alive."
        ],
        [
            "F6",
            "media playback is not supported on this device\"for us to lose two managers"
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "dagenham & redbridge have been relegated from league two after losing at leyton orient, ending their nine-year stay in the football league.",
    "BERTS2S_dep": 0.9954302310943604,
    "TConvS2S_dep": 0.9693794250488281,
    "PtGen_dep": 0.9752867221832275,
    "TranS2S_dep": 0.9222941994667053
}