{
    "BERTS2S": "lewis hamilton\\'s title hopes suffered a major blow as he crashed out of the hungarian grand prix.",
    "BERTS2S_lines": [
        "lewis hamilton\\'s title hopes suffered a major blow as he crashed out of the hungarian grand prix."
    ],
    "TConvS2S": "lewis hamilton set the pace in final practice at the season-ending abu dhabi grand prix.",
    "TConvS2S_lines": [
        "lewis hamilton set the pace in final practice at the season-ending abu dhabi grand prix."
    ],
    "PtGen": "nico rosberg beat mercedes team-mate lewis hamilton in the first practice session for the first formula 1 race of the season.",
    "PtGen_lines": [
        "nico rosberg beat mercedes team-mate lewis hamilton in the first practice session for the first formula 1 race of the season."
    ],
    "TranS2S": "kimi raikkonen headed a ferrari one-two in final practice at the german grand prix.",
    "TranS2S_lines": [
        "kimi raikkonen headed a ferrari one-two in final practice at the german grand prix."
    ],
    "article": "Media playback is not supported on this deviceWorld champion Hamilton started from the back, suffered a broken front wing on lap one and did five pit stops.The Briton faces the prospect of trying to overhaul a 36-point deficit in the remaining 18 races of the season.Ferrari's Sebastian Vettel came second despite colliding with team-mate Kimi Raikkonen on the first lap.The incident damaged both cars, with Raikkonen fighting back to fifth behind the Red Bulls of Daniil Kvyat and Daniel Ricciardo.Raikkonen's rise through the field included passing Hamilton in the closing stages, Ferrari's decision to use soft tyres for the final stint as opposed to the mediums chosen by Mercedes giving the Finn an advantage as the Briton fought in vain to try to pass the Williams of Felipe Massa.Hamilton will express his confidence at being able to erode Rosberg's points lead and will expect his awful luck of the first three races to turnaround - but the fact remains that no driver who has won the first three races of a season has failed to go on to claim the World Championship.The race was shaped by an incident-packed opening, with a number of collisions on the first lap leading to the introduction of the safety car on lap four.By that stage, Hamilton and Raikkonen had already pitted once to replace front wings damaged in first-corner collisions.Raikkonen moved right into Vettel's path as the German moved left to ensure he was not tagged by an aggressive dive down the inside by Kvyat.Hamilton was then turned into by Sauber's Felipe Nasr as he avoided Raikkonen's damaged car swerving back on to the circuit.Vettel confronted Kvyat about the incident in the pre-podium room after the race, saying: \"If I don't go left, you crash into us and we all three go out - you are like a torpedo.\"Kvyat replied: \"We didn't crash.\" Vettel responded: \"You didn't. You were lucky this time.\" Kvyat shrugged: \"I'm on the podium; you're on the podium.\"In the post-race interviews, Kvyat added: \"You see the gap, you go for it on the inside. You see one car it is hard to see both. It was a risky move, I agree with Seb but you have to take risks and I am on the podium.\"Listen to Vettel's post-race rantAt the front, Ricciardo had made a stunning start to take the lead from pole-sitter Rosberg at the first corner.In the process his left-rear wheel had been tagged by Rosberg's front wing. Whether it was that or the debris on the track, Ricciardo suffered a left-rear puncture on lap three, allowing the Mercedes to pass.Ricciardo would almost certainly not have been able to hold off Rosberg in any case, but his removal from the lead left the German serene out front.Mercedes decided not to stop him under the safety car and when the race re-started on lap nine, Rosberg simply drove off into the distance.Listen to the first-lap madnessHamilton, meanwhile, was in the wars. Mercedes stopped him twice under the safety car, doing only one lap on the super-soft tyres in an attempt to ensure he could use only the softs for the rest of the race.So Hamilton had done three stops within the first six laps and he was lying third from last at the restart.He began his fightback from there, with the Ferraris doing the same - Vettel starting from 11th and Raikkonen not far behind Hamilton, who said his progress had been affected by damage to the car in the incident with Nasr.\"The car was pretty damaged,\" said the 31-year-old afterwards. \"I'm sure it was some aero components but I think it was the suspension as well because it was flexing all over the place.\"Mercedes F1 boss Toto Wolff said the front wing had damaged the leading edge of the floor and the barge boards when it came off and that the car had lost a \"lot of aerodynamic performance\".After a further switch to the medium compound tyres to last the race, Hamilton was not able to recover as much ground as the Ferraris and faces an uphill battle if he is to stop Rosberg winning his first world title this year.Chinese Grand Prix race resultsChinese Grand Prix coverage details",
    "article_lines": [
        "Media playback is not supported on this deviceWorld",
        "champion Hamilton started from the back, suffered a broken front wing on lap one and did five pit stops.",
        "The Briton faces the prospect of trying to overhaul a 36-point deficit in the remaining 18 races of the season.",
        "Ferrari's Sebastian Vettel came second despite colliding with team-mate Kimi Raikkonen on the first lap.",
        "The incident damaged both cars, with Raikkonen fighting back to fifth behind the Red Bulls of Daniil Kvyat and Daniel Ricciardo.",
        "Raikkonen's rise through the field included passing Hamilton in the closing stages, Ferrari's decision to use soft tyres for the final stint as opposed to the mediums chosen by Mercedes giving the Finn an advantage as the Briton fought in vain to try to pass the Williams of Felipe Massa.",
        "Hamilton will express his confidence at being able to erode Rosberg's points lead and will expect his awful luck of the first three races to turnaround - but the fact remains that no driver who has won the first three races of a season has failed to go on to claim the World Championship.",
        "The race was shaped by an incident-packed opening, with a number of collisions on the first lap leading to the introduction of the safety car on lap four.",
        "By that stage, Hamilton and Raikkonen had already pitted once to replace front wings damaged in first-corner collisions.",
        "Raikkonen moved right into Vettel's path as the German moved left to ensure he was not tagged by an aggressive dive down the inside by Kvyat.",
        "Hamilton was then turned into by Sauber's Felipe Nasr as he avoided Raikkonen's damaged car swerving back on to the circuit.",
        "Vettel confronted Kvyat about the incident in the pre-podium room after the race, saying: \"If I don't go left, you crash into us and we all three go out - you are like a torpedo.",
        "\"Kvyat replied: \"We didn't crash.\"",
        "Vettel responded: \"You didn't.",
        "You were lucky this time.\"",
        "Kvyat shrugged: \"I'm on the podium; you're on the podium.",
        "\"In",
        "the post-race interviews, Kvyat added: \"You see the gap, you go for it on the inside.",
        "You see one car",
        "it is hard to see both.",
        "It was a risky move, I agree with Seb but you have to take risks",
        "and I am on the podium.",
        "\"Listen",
        "to Vettel's post-race rantAt the front, Ricciardo had made a stunning start to take the lead from pole-sitter Rosberg at the first corner.",
        "In the process his left-rear wheel had been tagged by Rosberg's front wing.",
        "Whether it was that or the debris on the track, Ricciardo suffered a left-rear puncture on lap three, allowing the Mercedes to pass.",
        "Ricciardo would almost certainly not have been able to hold off Rosberg in any case, but his removal from the lead left the German serene out front.",
        "Mercedes decided not to stop him under the safety car and when the race re-started on lap nine, Rosberg simply drove off into the distance.",
        "Listen to the first-lap madnessHamilton, meanwhile, was in the wars.",
        "Mercedes stopped him twice under the safety car, doing only one lap on the super-soft tyres in an attempt to ensure he could use only the softs for the rest of the race.",
        "So Hamilton had done three stops within the first six laps and he was lying third from last at the restart.",
        "He began his fightback from there, with the Ferraris doing the same - Vettel starting from 11th and Raikkonen not far behind Hamilton, who said his progress had been affected by damage to the car in the incident with Nasr.",
        "\"The car was pretty damaged,\" said the 31-year-old afterwards.",
        "\"I'm sure it was some aero components",
        "but I think it was the suspension as well because it was flexing all over the place.",
        "\"Mercedes",
        "F1 boss Toto Wolff said the front wing had damaged the leading edge of the floor and the barge boards when it came off and that the car had lost a \"lot of aerodynamic performance\".",
        "After a further switch to the medium compound tyres to last the race, Hamilton was not able to recover as much ground as the Ferraris and faces an uphill battle if he is to stop Rosberg winning his first world title this year.",
        "Chinese Grand Prix race resultsChinese Grand Prix coverage details"
    ],
    "entity_counter": {
        "Media playback": 1,
        "champion Hamilton": 5,
        "the back": 1,
        "a broken front wing": 1,
        "five pit stops": 1,
        "The Briton": 2,
        "the prospect": 1,
        "a 36-point deficit": 1,
        "the remaining 18 races": 1,
        "Ferrari's Sebastian Vettel": 1,
        "team-mate Kimi Raikkonen": 2,
        "the first lap": 2,
        "The incident": 1,
        "both cars": 1,
        "the Red Bulls": 1,
        "Daniil Kvyat": 1,
        "Daniel Ricciardo": 1,
        "Raikkonen's rise": 1,
        "the field": 1,
        "the closing stages": 1,
        "Ferrari's decision": 1,
        "soft tyres": 1,
        "the final stint": 1,
        "the mediums": 1,
        "Mercedes": 1,
        "the Finn": 1,
        "an advantage": 1,
        "vain": 1,
        "the Williams": 1,
        "Felipe Massa": 1,
        "his confidence": 1,
        "his awful luck": 1,
        "the first three races": 2,
        "the fact": 1,
        "no driver": 1,
        "a season": 1,
        "the World Championship": 1,
        "The race": 2,
        "an incident-packed opening": 1,
        "a number": 1,
        "collisions": 1,
        "the introduction": 1,
        "the safety car": 5,
        "that stage": 1,
        "Raikkonen": 3,
        "front wings": 1,
        "first-corner collisions": 1,
        "Vettel's path": 1,
        "the German": 1,
        "an aggressive dive": 1,
        "the inside": 2,
        "Kvyat": 4,
        "Sauber's Felipe Nasr": 1,
        "Raikkonen's damaged car": 1,
        "the circuit": 1,
        "Vettel": 2,
        "the incident": 2,
        "the pre-podium room": 1,
        "a torpedo": 1,
        "the podium": 3,
        "the gap": 1,
        "one car": 1,
        "a risky move": 1,
        "Seb": 1,
        "risks": 1,
        "the front": 1,
        "Ricciardo": 5,
        "a stunning start": 1,
        "the lead": 2,
        "pole-sitter Rosberg": 1,
        "the first corner": 1,
        "the process": 1,
        "his left-rear wheel": 1,
        "Rosberg's front wing": 1,
        "the track": 1,
        "a left-rear puncture": 1,
        "the Mercedes": 3,
        "Rosberg": 3,
        "any case": 1,
        "his removal": 1,
        "the race": 3,
        "the distance": 1,
        "the first-lap madnessHamilton": 1,
        "the wars": 1,
        "only one lap": 1,
        "the super-soft tyres": 1,
        "an attempt": 1,
        "only the softs": 1,
        "the rest": 1,
        "three stops": 1,
        "the restart": 1,
        "his fightback": 1,
        "the Ferraris": 2,
        "the same - Vettel": 1,
        "11th": 1,
        "Hamilton": 1,
        "his progress": 1,
        "damage": 1,
        "Nasr": 1,
        "car": 1,
        "some aero components": 1,
        "the suspension": 1,
        "the place": 1,
        "F1 boss Toto Wolff": 1,
        "the front wing": 1,
        "the leading edge": 1,
        "the floor": 1,
        "the barge boards": 1,
        "a \"lot": 1,
        "aerodynamic performance\"": 1,
        "a further switch": 1,
        "the medium compound tyres": 1,
        "as much ground": 1,
        "an uphill battle": 1,
        "his first world title": 1,
        "Chinese Grand Prix race resultsChinese Grand Prix coverage details": 1
    },
    "negative_entity": "an unconscious woman",
    "url": "http://web.archive.org/web/20170317223133/http://www.bbc.co.uk/sport/formula1/36063085",
    "hash": "36063085",
    "traps": [
        [
            "F1",
            "it is not hard to see both ."
        ],
        [
            "F5",
            "rosberg case and you seb mercedes safety i use fact finn been began the."
        ],
        [
            "F4",
            "the males, two aged 17 and one 19, from north-west london, were reported missing in march amid fears they were planning to travel to syria."
        ],
        [
            "F5",
            "the of first some mercedes had by the ricciardo doing was was on team."
        ],
        [
            "F4",
            "the 23-year-old from kinross finished second behind kenyan faith kipyegon in four minutes, 19.12 seconds."
        ],
        [
            "F4",
            "the revelations about the nsa put a strain on ties between germany and the us and raised feeling in germany against american surveillance."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "nico rosberg took his third straight win of 2016 as mercedes team-mate lewis hamilton fought back to seventh in a hectic chinese grand prix.",
    "BERTS2S_dep": 0.993996262550354,
    "TConvS2S_dep": 0.9981582760810852,
    "PtGen_dep": 0.996815025806427,
    "TranS2S_dep": 0.9990420937538147
}