{
    "BERTS2S": "women in australia are less likely to ask a pay rise than men, according to a new study.",
    "BERTS2S_lines": [
        "women in australia are less likely to ask a pay rise than men, according to a new study."
    ],
    "TConvS2S": "women are less likely to have a pay rise in their pay, according to a new study.",
    "TConvS2S_lines": [
        "women are less likely to have a pay rise in their pay, according to a new study."
    ],
    "PtGen": "a pay rise in male and female workers has a ``popular theory\\'\\', a study has found.",
    "PtGen_lines": [
        "a pay rise in male and female workers has a ``popular theory\\'\\', a study has found."
    ],
    "TranS2S": "women who pay men as men are more likely to get women into work than men, a study suggests.",
    "TranS2S_lines": [
        "women who pay men as men are more likely to get women into work than men, a study suggests."
    ],
    "article": "Share this withEmailFacebookTwitterPinterestWhatsAppLinkedinCopy this linkWomen are as likely as men to ask for a pay rise - but are less likely to get one, the research found.The study, by the Cass Business School and the universities of Warwick and Wisconsin, looked at 4,600 workers.It found \"no support\" for the \"reticent female\" theory, whereby women avoided asking for more money.For what it claimed was the first time, the study eliminated any impact from part-time workers earning less than their full-time counterparts, by comparing full-time males with full-time females, and part-time males with part-time females.When like-for-like male and female workers were compared, men were 25% more likely to get a pay rise when they asked, the study found.The research also concluded there was no evidence for the idea that women were reluctant to ask for a salary increase because they were more wary of upsetting their boss, or deviating from a perceived female stereotype.When analysing the results, the researchers took into account the size of the employer and the industry, whether the workers were a parent, as well as their qualifications.The study was based on data from the 2013-14 Australian workplace relations survey. Australia is thought to be the only country to systematically record whether employees had asked for a pay rise, and why they had or had not done so.Andrew Oswald, professor of economics and behavioural science at the University of Warwick, said he was surprised by the findings.\"The fact that women don't ask for pay rises as often as men is a popular theory. It's a very common thing for women to say and believe, but all of the evidence is anecdotal, so it's very hard scientifically to do a proper test of this.\"He said one possibility was that unsuccessful men who asked for a pay rise, but did not get it, kept it to themselves, while women \"were more straightforward and tell their friends\".\"Having seen these findings, I think we have to accept that there is some element of pure discrimination against women,\" Prof Oswald added.\"It could be that Australia is odd. But it's a modern industrial economy halfway in character between Britain and the US, so I think that's unlikely.\"The study also found differences according to age, with women and men under 40 both asking for and receiving pay rises at the same rate, which the researchers said could mean that negotiating behaviour had started to change.Dr Amanda Goodall from Cass Business School - part of City, University of London - and a co-author of the study, said: \"The study potentially has an upside. Young women today are negotiating their pay and conditions more successfully than older females, and perhaps that will continue as they become more senior.\"",
    "article_lines": [
        "Share this withEmailFacebookTwitterPinterestWhatsAppLinkedinCopy",
        "this linkWomen are as likely as men to ask for a pay rise - but are less likely to get one, the research found.",
        "The study, by the Cass Business School and the universities of Warwick and Wisconsin, looked at 4,600 workers.",
        "It found \"no support\" for the \"reticent female\" theory, whereby women avoided asking for more money.",
        "For what it claimed was the first time, the study eliminated any impact from part-time workers earning less than their full-time counterparts, by comparing full-time males with full-time females, and part-time males with part-time females.",
        "When like-for-like male and female workers were compared, men were 25% more likely to get a pay rise when they asked, the study found.",
        "The research also concluded there was no evidence for the idea that women were reluctant to ask for a salary increase because they were more wary of upsetting their boss, or deviating from a perceived female stereotype.",
        "When analysing the results, the researchers took into account the size of the employer and the industry, whether the workers were a parent, as well as their qualifications.",
        "The study was based on data from the 2013-14 Australian workplace relations survey.",
        "Australia is thought to be the only country to systematically record whether employees had asked for a pay rise, and why they had or had not done so.",
        "Andrew Oswald, professor of economics and behavioural science at the University of Warwick, said he was surprised by the findings.",
        "\"The",
        "fact that women don't ask for pay rises as often as men is a popular theory.",
        "It's a very common thing for women to say and believe, but all of the evidence is anecdotal, so it's very hard scientifically to do a proper test of this.",
        "\"He said one possibility was that unsuccessful men who asked for a pay rise, but did not get it, kept it to themselves, while women \"were more straightforward and tell their friends\".",
        "\"Having",
        "seen these findings, I think we have to accept that there is some element of pure discrimination against women,\" Prof Oswald added.",
        "\"It could be that Australia is odd.",
        "But it's a modern industrial economy halfway in character between Britain and the US, so I think that's unlikely.",
        "\"The",
        "study also found differences according to age, with women and men under 40 both asking for and receiving pay rises at the same rate, which the researchers said could mean that negotiating behaviour had started to change.",
        "Dr Amanda Goodall from Cass Business School - part of City, University of London - and a co-author of the study, said: \"The study potentially has an upside.",
        "Young women today are negotiating their pay and conditions more successfully than older females, and perhaps that will continue as they become more senior.\""
    ],
    "entity_counter": {
        "this withEmailFacebookTwitterPinterestWhatsAppLinkedinCopy": 1,
        "this linkWomen": 1,
        "men": 4,
        "a pay rise": 4,
        "the research": 2,
        "The study": 1,
        "the Cass Business School": 1,
        "the universities": 1,
        "Warwick": 2,
        "Wisconsin": 1,
        "4,600 workers": 1,
        "no support": 1,
        "the \"reticent female\" theory": 1,
        "women": 8,
        "more money": 1,
        "the first time": 1,
        "The study, by the Cass Business School and the universities of Warwick and Wisconsin": 3,
        "any impact": 1,
        "part-time workers": 1,
        "their full-time counterparts": 1,
        "full-time males": 1,
        "full-time females": 1,
        "part-time males": 1,
        "part-time females": 1,
        "male and female workers": 1,
        "no evidence": 1,
        "the idea": 1,
        "a salary increase": 1,
        "their boss": 1,
        "a perceived female stereotype": 1,
        "the results": 1,
        "account": 1,
        "the size": 1,
        "the employer": 1,
        "the industry": 1,
        "the workers": 1,
        "a parent": 1,
        "their qualifications": 1,
        "data": 1,
        "the 2013-14 Australian workplace relations survey": 1,
        "Australia": 2,
        "the only country": 1,
        "employees": 1,
        "Andrew Oswald": 1,
        "professor": 1,
        "economics": 1,
        "behavioural science": 1,
        "the University": 1,
        "the findings": 2,
        "fact": 1,
        "pay rises": 2,
        "a popular theory": 1,
        "a very common thing": 1,
        "the evidence": 1,
        "a proper test": 1,
        "one possibility": 1,
        "that unsuccessful men": 1,
        "their friends\"": 1,
        "some element": 1,
        "pure discrimination": 1,
        "Prof Oswald": 1,
        "a modern industrial economy": 1,
        "character": 1,
        "Britain": 1,
        "the US": 1,
        "study": 3,
        "differences": 1,
        "age": 1,
        "the same rate": 1,
        "the researchers": 1,
        "negotiating behaviour": 1,
        "Dr Amanda Goodall": 1,
        "Cass Business School - part": 1,
        "City": 1,
        "University": 1,
        "London": 1,
        "a co-author": 1,
        "an upside": 1,
        "Young women": 1,
        "their pay": 1,
        "conditions": 1,
        "older females": 1
    },
    "negative_entity": "Manchester United",
    "url": "http://web.archive.org/web/20160906001057/http://www.bbc.co.uk/news/business-37278170",
    "hash": "37278170",
    "traps": [
        [
            "F5",
            "research today well results get females to."
        ],
        [
            "F5",
            "do hard women rise i."
        ],
        [
            "F6",
            "andrew oswald, professor of economics and behavioural science at the university of warwick, said she was surprised by the findings."
        ],
        [
            "F4",
            "older people's commissioner for wales sarah rochira will call on pensioners and their friends and families to hear their experiences of residential care."
        ],
        [
            "F1",
            "\" it could be that australia is not odd ."
        ],
        [
            "F0",
            "share this withemailfacebooktwitterpinterestwhatsapplinkedincopy"
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "the theory that women get paid less than men because they are not sufficiently pushy in the workplace is not true, a new study suggests.",
    "BERTS2S_dep": 0.9342634677886963,
    "TConvS2S_dep": 0.9503173232078552,
    "PtGen_dep": 0.9773843288421631,
    "TranS2S_dep": 0.9048001170158386
}