{
    "BERTS2S": "england manager arsene wenger has backed gareth southgate to be the next england manager.",
    "BERTS2S_lines": [
        "england manager arsene wenger has backed gareth southgate to be the next england manager."
    ],
    "TConvS2S": "arsenal manager arsene wenger says he is ``very happy\\'\\'about his future as manager of the club.",
    "TConvS2S_lines": [
        "arsenal manager arsene wenger says he is ``very happy\\'\\'about his future as manager of the club."
    ],
    "PtGen": "arsenal manager arsene wenger has confirmed he is happy with the role of the club\\'s role in the premier league.",
    "PtGen_lines": [
        "arsenal manager arsene wenger has confirmed he is happy with the role of the club\\'s role in the premier league."
    ],
    "TranS2S": "arsenal manager arsene wenger says his future at the club is \" not good enough \", despite speculation linking him with a permanent job.",
    "TranS2S_lines": [
        "arsenal manager arsene wenger says his future at the club is \" not good enough \", despite speculation linking him with a permanent job."
    ],
    "article": "Wenger, whose club contract runs to the summer, has been linked with the job.Southgate succeeded Sam Allardyce in September and oversaw England's 2-0 win against Malta as well the disappointing 0-0 draw with Slovenia on Tuesday.Wenger said Southgate \"has accumulated experiences and is a good observer of what's going on in the national team.\"Of his own links to the role, the 66-year-old Frenchman added: \"I focus on my job, that's what it is about.\"Former England international Southgate, 46, has a World Cup qualifier against Scotland at Wembley on 11 November and a friendly against Spain four days later to persuade the Football Association to give him the job on a permanent basis.Wenger continued: \"We're in a job where you get questioned, especially if you have less experience, and the only answer he can give is by showing the decisions he makes are right.\"There's always a demand for big names but the most important thing is the person's competency. He has a good opportunity and I'm happy he has a chance to show he has the quality.\"Speaking before his side's game against Swansea on Saturday, Wenger added that 21-year-old defender Hector Bellerin would be offered a new contract by the club.The Arsenal right-back has been linked with a move, with both Barcelona and Manchester City said to be interested, but Wenger said he was \"surprised\" by the speculation surrounding the Spain international, who progressed through Barcelona's La Masia academy before joining Arsenal in 2011.\"He has nearly three years to go and we always try get the players to the level where we think they deserve to be. So we try to extend, certainly, his contract,\" said Wenger.\"For me, his long-term future is here.\"Wenger added that midfielder Aaron Ramsey, 25, will miss \"one or two\" more games, having injured a hamstring during Arsenal's opening-day Premier League defeat by Liverpool on 14 August.Subscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox.",
    "article_lines": [
        "Wenger, whose club contract runs to the summer, has been linked with the job.",
        "Southgate succeeded Sam Allardyce in September and oversaw England's 2-0 win against Malta as well the disappointing 0-0 draw with Slovenia on Tuesday.",
        "Wenger said Southgate \"has accumulated experiences and is a good observer of what's going on in the national team.",
        "\"Of his own links to the role, the 66-year-old Frenchman added: \"I focus on my job, that's what it is about.",
        "\"Former",
        "England international Southgate, 46, has a World Cup qualifier against Scotland at Wembley on 11 November and a friendly against Spain four days later to persuade the Football Association to give him the job on a permanent basis.",
        "Wenger continued: \"We're in a job where you get questioned, especially if you have less experience, and the only answer he can give is by showing the decisions he makes are right.",
        "\"There's always a demand for big names but",
        "the most important thing is the person's competency.",
        "He has a good opportunity",
        "and I'm happy he has a chance to show he has the quality.",
        "\"Speaking",
        "before his side's game against Swansea on Saturday, Wenger added that 21-year-old defender Hector Bellerin would be offered a new contract by the club.",
        "The Arsenal right-back has been linked with a move, with both Barcelona and Manchester City said to be interested, but Wenger said he was \"surprised\" by the speculation surrounding the Spain international, who progressed through Barcelona's La Masia academy before joining Arsenal in 2011.\"He has nearly three years to go",
        "and we always try get the players to the level where we think they deserve to be.",
        "So we try to extend, certainly, his contract,\" said Wenger.",
        "\"For",
        "me, his long-term future is here.",
        "\"Wenger added that midfielder Aaron Ramsey, 25, will miss \"one or two\" more games, having injured a hamstring during Arsenal's opening-day Premier League defeat by Liverpool on 14 August.",
        "Subscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox."
    ],
    "entity_counter": {
        "Wenger": 6,
        "whose club contract": 1,
        "the job": 3,
        "Southgate": 2,
        "Sam Allardyce": 1,
        "England's 2-0 win": 1,
        "Malta": 1,
        "as well the disappointing 0-0 draw": 1,
        "Slovenia": 1,
        "experiences": 1,
        "a good observer": 1,
        "the national team": 1,
        "his own links": 1,
        "the role": 1,
        "the 66-year-old Frenchman": 1,
        "England international Southgate": 1,
        "a World Cup qualifier": 1,
        "Scotland": 1,
        "Wembley": 1,
        "Spain": 1,
        "the Football Association": 1,
        "a permanent basis": 1,
        "a job": 1,
        "less experience": 1,
        "the only answer": 1,
        "the decisions": 1,
        "\"There": 1,
        "a demand": 1,
        "big names": 1,
        "the most important thing": 1,
        "the person's competency": 1,
        "a good opportunity": 1,
        "a chance": 1,
        "the quality": 1,
        "his side's game": 1,
        "Swansea": 1,
        "21-year-old defender Hector Bellerin": 1,
        "a new contract": 1,
        "the club": 1,
        "The Arsenal right-back": 1,
        "a move": 1,
        "both Barcelona": 1,
        "Manchester City": 1,
        "the speculation": 1,
        "Barcelona's La Masia academy": 1,
        "Arsenal": 1,
        "the players": 1,
        "the level": 1,
        "a new contract by the club": 1,
        "his long-term future": 1,
        "Aaron Ramsey": 1,
        "one or two\" more games": 1,
        "a hamstring": 1,
        "Arsenal's opening-day Premier League defeat": 1,
        "Liverpool": 1,
        "the BBC Sport newsletter": 1,
        "our pick": 1,
        "news": 1,
        "features": 1,
        "video": 1,
        "your inbox": 1
    },
    "negative_entity": "Neanderthals",
    "url": "http://web.archive.org/web/20161013114611/http://www.bbc.co.uk/sport/football/37643322",
    "hash": "37643322",
    "traps": [
        [
            "F0",
            "wenger, whose club contract runs to the summer, has been linked with the job."
        ],
        [
            "F6",
            "before your side's game against swansea on saturday, wenger added that 21-year-old defender hector bellerin would be offered a new contract by the club."
        ],
        [
            "F4",
            "mr ashley had been asked to give evidence about the treatment of his workers."
        ],
        [
            "F6",
            "him, his long-term future is here."
        ],
        [
            "F1",
            "he has not a good opportunity"
        ],
        [
            "F6",
            "england international southgate, 46, has a world cup qualifier against scotland at wembley on 11 november and a friendly against spain four days later to persuade the football association to give her the job on a permanent basis."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "interim england manager gareth southgate is the right man to take the job on a long-term basis, according to arsenal boss arsene wenger.",
    "BERTS2S_dep": 0.9811934232711792,
    "TConvS2S_dep": 0.9898461699485779,
    "PtGen_dep": 0.8638412952423096,
    "TranS2S_dep": 0.9979327917098999
}