{
    "BERTS2S": "a tractor driver who killed a seven-year-old boy in a hit-and-run incident has been jailed for three years and four months.",
    "BERTS2S_lines": [
        "a tractor driver who killed a seven-year-old boy in a hit-and-run incident has been jailed for three years and four months."
    ],
    "TConvS2S": "a farmer has been jailed for six years for causing the death of a boy by careless driving.",
    "TConvS2S_lines": [
        "a farmer has been jailed for six years for causing the death of a boy by careless driving."
    ],
    "PtGen": "a man who admitted causing the death of a cyclist by careless driving has been jailed for 12 months.",
    "PtGen_lines": [
        "a man who admitted causing the death of a cyclist by careless driving has been jailed for 12 months."
    ],
    "TranS2S": "the mother of a man who was killed by a \" reckless \" lorry driver has been jailed for five years.",
    "TranS2S_lines": [
        "the mother of a man who was killed by a \" reckless \" lorry driver has been jailed for five years."
    ],
    "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkHarry Whitlam died after Gary Green, 51, of Bradburn Road, Wakefield, reversed the vehicle into him at Swithens Farm, Rothwell, near Leeds, in August 2013.Leeds Crown Court heard he was more than two times the legal driving limit.The court was told Green must have consumed the equivalent of 13 pints of beer before going to bed at 02:00 BST.Harry's mother Pam Whitlam, who worked at the farm's cafe, said her close-knit family had been \"changed forever\".\"It is not OK for anyone, whether on a public road or private land, to be drunk and get behind the wheel of a vehicle,\" she said.\"My hope today, now the court process is complete, is that Harry's life becomes more than one day and as a family we can again remember the good times we shared.\"\"We all miss him dearly and it has not got easier with time but harder,\" she added.\"Harry was my youngest son, a much-loved brother, grandson, nephew and cousin.\"The only memories I currently have of Harry are from the day of the accident but his life was so much more.\"Green, who was jailed for 16 months and two weeks, had previously admitted failing to ensure the safety of others.He was prosecuted under health and safety legislation rather than road traffic law as he was on private land at the time of Harry's death.During an investigation by the Health and Safety Executive (HSE), inspectors found he had been walking towards a worker in a closed-off area of the farm when Green backed the tractor into him at about 09:15 on 9 August.HSE inspector Julian Franklin said it was \"an extremely tragic case\" and described Green's behaviour as \"reckless\".",
    "article_lines": [
        "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkHarry",
        "Whitlam died after Gary Green, 51, of Bradburn Road, Wakefield, reversed the vehicle into him at Swithens Farm, Rothwell, near Leeds,",
        "in August 2013.Leeds Crown Court heard he was more than two times the legal driving limit.",
        "The court was told Green must have consumed the equivalent of 13 pints of beer before going to bed at 02:00",
        "BST.Harry's mother Pam Whitlam, who worked at the farm's cafe, said her close-knit family had been \"changed",
        "forever\".",
        "\"It is not OK for anyone, whether on a public road or private land, to be drunk and get behind the wheel of a vehicle,\" she said.",
        "\"My",
        "hope today, now the court process is complete, is that Harry's life becomes more than one day and as a family we can again remember the good times we shared.",
        "\"\"We",
        "all miss him dearly and it has not got easier with time but harder,\" she added.",
        "\"Harry was my youngest son, a much-loved brother, grandson, nephew and cousin.",
        "\"The",
        "only memories I currently have of Harry are from the day of the accident but his life was so much more.",
        "\"Green, who was jailed for 16 months and two weeks, had previously admitted failing to ensure the safety of others.",
        "He was prosecuted under health and safety legislation rather than road traffic law as he was on private land at the time of Harry's death.",
        "During an investigation by the Health and Safety Executive (HSE), inspectors found he had been walking towards a worker in a closed-off area of the farm when Green backed the tractor into him at about 09:15 on 9 August.",
        "HSE inspector Julian Franklin said it was \"an extremely tragic case\" and described Green's behaviour as \"reckless\"."
    ],
    "entity_counter": {
        "this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy": 1,
        "Whitlam": 1,
        "Gary Green": 1,
        "Bradburn Road": 1,
        "the vehicle": 1,
        "Swithens Farm": 1,
        "Rothwell": 1,
        "2013.Leeds Crown Court": 2,
        "more than two times the legal driving limit": 1,
        "Green": 2,
        "the equivalent": 1,
        "beer": 1,
        "bed": 1,
        "BST.Harry's mother": 1,
        "Pam Whitlam": 1,
        "the farm's cafe": 1,
        "her close-knit family": 1,
        "forever\"": 1,
        "a public road": 1,
        "private land": 2,
        "the wheel": 1,
        "a vehicle": 1,
        "hope": 1,
        "the court process": 1,
        "Harry's life": 2,
        "more than one day": 1,
        "a family": 1,
        "the good times": 1,
        "time": 1,
        "my youngest son": 1,
        "a much-loved brother": 1,
        "grandson": 1,
        "nephew": 1,
        "cousin": 1,
        "only memories": 1,
        "Harry": 1,
        "the day": 1,
        "the accident": 1,
        "the safety": 1,
        "others": 1,
        "health and safety legislation": 1,
        "road traffic law": 1,
        "the time": 1,
        "Harry's death": 1,
        "an investigation": 1,
        "the Health and Safety Executive": 1,
        "HSE": 1,
        "inspectors": 1,
        "a worker": 1,
        "a closed-off area": 1,
        "the farm": 1,
        "the tractor": 1,
        "HSE inspector Julian Franklin": 1,
        "an extremely tragic case": 1,
        "Green's behaviour": 1
    },
    "negative_entity": "AmberMarie Irving-Elkins",
    "url": "http://web.archive.org/web/20170714220415/http://www.bbc.co.uk/news/uk-england-leeds-38304362",
    "hash": "38304362",
    "traps": [
        [
            "F6",
            "hope today, now the court process is complete, is that harry's life becomes more than one day and as a family we can again remember the good times you shared."
        ],
        [
            "F1",
            "the court was told green must have not consumed the equivalent of 13 pints of beer before going to bed at 02:00"
        ],
        [
            "F4",
            "det sgt raymond hunter said officers had been carrying out door-to-door inquiries and were in the process of collecting cctv images from the surrounding area."
        ],
        [
            "F1",
            "the court was told green must have not consumed the equivalent of 13 pints of beer before going to bed at 02:00"
        ],
        [
            "F6",
            "bst.harry's mother pam whitlam, who worked at the farm's cafe, said your close-knit family had been \"changed"
        ],
        [
            "F0",
            "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy this linkharry"
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "a drunken tractor driver who knocked down and killed an 11-year-old boy has been jailed for more than a year.",
    "BERTS2S_dep": 0.9893102645874023,
    "TConvS2S_dep": 0.9974774718284607,
    "PtGen_dep": 0.9976353645324707,
    "TranS2S_dep": 0.9980615973472595
}