{
    "BERTS2S": "when steve jobs was released last month, the world was going to have to change.",
    "BERTS2S_lines": [
        "when steve jobs was released last month, the world was going to have to change."
    ],
    "TConvS2S": "it\\'s been a busy year for apple\\'s new iphone.",
    "TConvS2S_lines": [
        "it\\'s been a busy year for apple\\'s new iphone."
    ],
    "PtGen": "the iphone t in the park have been making headlines\\'time at this time of year, but steve jobs has been a success.",
    "PtGen_lines": [
        "the iphone t in the park have been making headlines\\'time at this time of year, but steve jobs has been a success."
    ],
    "TranS2S": "how do you get your hands?",
    "TranS2S_lines": [
        "how do you get your hands?"
    ],
    "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkThose were the days, by the way, when phones were for making calls but all that was about to change.“Have you got your hands on this new Apple phone for a piece to camera?” shouted a producer in London. “If not, why not?”This appeared to be an impossible demand.Steve Jobs had just unveiled the iPhone before an adoring crowd but it was not available for grubby hacks to manhandle.Then I remembered that we had been offered - and turned down for lack of time - an interview with Apple’s marketing chief Phil Schiller. I turned around and headed back to the Moscone Centre. Having located Mr Schiller I asked whether before our interview I might just have a look at the iPhone.He graciously handed his over - and rather than trying to ring Jony Ive or order 5,000 lattes as Steve Jobs had on stage, I brandished it at the camera for my Ten O’Clock News piece.The following weekend a Sunday newspaper columnist described me as having clutched the phone as if it were “a fragment of the true cross”, and some viewers complained that the BBC had given undue prominence to a product launch.I appeared on the Newswatch programme to defend our reporting and said that some products did merit coverage because they promised a step change in the way we lived - and I mused on whether the Model T Ford would have been a story if we’d had a TV news bulletin back then.Afterwards, I rather regretted saying that  - who knew whether the iPhone would really prove as revolutionary as the arrival of mass car ownership?But today that comparison does not look so outlandish. The smartphone has been the key transformative technology of the last decade,  putting powerful computers in the hands of more than two billion people and disrupting all sorts of industries.One example is in the photograph at the top of this article. It’s not very good - but then again it was taken by me on a digital SLR camera. In difficult lighting conditions, I struggled to get Steve Jobs in focus on stage.Compare and contrast with a photo taken 10 years later in Las Vegas last week - it was shot on an iPhone but could just as well been captured on any high-end smartphone such as a Google Pixel, and was the work of the same incompetent photographer.This 2017 photo could be instantly shared on social media - the Steve Jobs one stayed in my SLR for days.My point is that the iPhone radically changed the way we thought about photography and a whole range of other activities we could now do on the move.Of course, there were cameras on phones before 2007, just as there were mobile devices that allowed you to roam the internet or send an email. But the genius of Steve Jobs was to realise that without an attractive user interface many people just couldn’t be bothered to do more with their phones than talk and text.So, despite my rather British distaste for the hyperbole surrounding the iPhone launch - expressed at the time in a blog - I now look back and feel grateful to have witnessed a moment in history.Other firms, notably Amazon and Google, are now taking us forward with innovative products imbued with artificial intelligence. But it was on a sunny January morning in San Francisco that the mobile connected era began.",
    "article_lines": [
        "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkThose were the days, by the way, when phones were for making calls but all that was about to change.",
        "“Have you got your hands on this new Apple phone for a piece to camera?” shouted a producer in London.",
        "“If not, why not?”This appeared to be an impossible demand.",
        "Steve Jobs had just unveiled the iPhone before an adoring crowd but it was not available for grubby hacks to manhandle.",
        "Then I remembered that we had been offered - and turned down for lack of time - an interview with Apple’s marketing chief Phil Schiller.",
        "I turned around and headed back to the Moscone Centre.",
        "Having located Mr Schiller I asked whether before our interview I might just have a look at the iPhone.",
        "He graciously handed his over - and rather than trying to ring Jony Ive or order 5,000 lattes as Steve Jobs had on stage, I brandished it at the camera for my Ten O’Clock News piece.",
        "The following weekend a Sunday newspaper columnist described me as having clutched the phone as if it were “a fragment of the true cross”, and some viewers complained that the BBC had given undue prominence to a product launch.",
        "I appeared on the Newswatch programme to defend our reporting and said that some products did merit coverage because they promised a step change in the way we lived - and I mused on whether the Model T Ford would have been a story if we’d had a TV news bulletin back then.",
        "Afterwards, I rather regretted saying that  - who knew whether the iPhone would really prove as revolutionary as the arrival of mass car ownership?But today that comparison does not look so outlandish.",
        "The smartphone has been the key transformative technology of the last decade,  putting powerful computers in the hands of more than two billion people and disrupting all sorts of industries.",
        "One example is in the photograph at the top of this article.",
        "It’s not very good -",
        "but then again it was taken by me on a digital SLR camera.",
        "In difficult lighting conditions, I struggled to get Steve Jobs in focus on stage.",
        "Compare and contrast with a photo taken 10 years later in Las Vegas last week - it was shot on an iPhone but could just as well been captured on any high-end smartphone such as a Google Pixel, and was the work of the same incompetent photographer.",
        "This 2017 photo could be instantly shared on social media - the Steve Jobs one stayed in my SLR for days.",
        "My point is that the iPhone radically changed the way we thought about photography and a whole range of other activities we could now do on the move.",
        "Of course, there were cameras on phones before 2007, just as there were mobile devices that allowed you to roam the internet or send an email.",
        "But the genius of Steve Jobs was to realise that without an attractive user interface many people just couldn’t be bothered to do more with their phones than talk and text.",
        "So, despite my rather British distaste for the hyperbole surrounding the iPhone launch - expressed at the time in a blog - I now look back and feel grateful to have witnessed a moment in history.",
        "Other firms, notably Amazon and Google, are now taking us forward with innovative products imbued with artificial intelligence.",
        "But it was on a sunny January morning in San Francisco that the mobile connected era began."
    ],
    "entity_counter": {
        "this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy": 1,
        "the way": 2,
        "phones": 2,
        "calls": 1,
        "your hands": 1,
        "this new Apple phone": 1,
        "a piece": 1,
        "camera": 1,
        "a producer": 1,
        "London": 1,
        "not?”This": 1,
        "an impossible demand": 1,
        "Steve Jobs": 4,
        "the iPhone": 4,
        "an adoring crowd": 1,
        "grubby hacks": 1,
        "lack": 1,
        "time": 1,
        "Apple’s marketing chief": 1,
        "Phil Schiller": 1,
        "the Moscone Centre": 1,
        "Mr Schiller": 1,
        "our interview": 1,
        "a look": 1,
        "his over": 1,
        "Jony": 1,
        "5,000 lattes": 1,
        "stage": 2,
        "the camera": 1,
        "my Ten O’Clock News piece": 1,
        "a Sunday newspaper columnist": 1,
        "the phone": 1,
        "a fragment": 1,
        "the true cross": 1,
        "some viewers": 1,
        "the BBC": 1,
        "undue prominence": 1,
        "a product launch": 1,
        "the Newswatch programme": 1,
        "our reporting": 1,
        "some products": 1,
        "coverage": 1,
        "a step change": 1,
        "the Model T Ford": 1,
        "a story": 1,
        "a TV news bulletin": 1,
        "the arrival": 1,
        "mass car ownership?But": 1,
        "comparison": 1,
        "The smartphone": 1,
        "the key transformative technology": 1,
        "powerful computers": 1,
        "the hands": 1,
        "more than two billion people": 1,
        "all sorts": 1,
        "industries": 1,
        "One example": 1,
        "the photograph": 1,
        "the top": 1,
        "this article": 1,
        "a digital SLR camera": 1,
        "difficult lighting conditions": 1,
        "focus": 1,
        "a photo": 1,
        "Las Vegas": 1,
        "an iPhone": 1,
        "any high-end smartphone": 1,
        "a Google Pixel": 1,
        "the work": 1,
        "the same incompetent photographer": 1,
        "This 2017 photo": 1,
        "social media": 1,
        "the Steve Jobs": 1,
        "my SLR": 1,
        "My point": 1,
        "photography": 1,
        "a whole range": 1,
        "other activities": 1,
        "the move": 1,
        "cameras": 1,
        "mobile devices": 1,
        "the internet": 1,
        "an email": 1,
        "the genius": 1,
        "an attractive user interface": 1,
        "many people": 1,
        "their phones": 1,
        "talk": 1,
        "text": 1,
        "my rather British distaste": 1,
        "the hyperbole": 1,
        "the iPhone launch": 1,
        "the time": 1,
        "a blog": 1,
        "a moment": 1,
        "history": 1,
        "Other firms": 1,
        "notably Amazon": 1,
        "Google": 1,
        "innovative products": 1,
        "artificial intelligence": 1,
        "a sunny January morning": 1,
        "San Francisco": 1,
        "the mobile connected era": 1
    },
    "negative_entity": "goalkeeper Thibaut Courtois",
    "url": "http://web.archive.org/web/20170109195123/http://www.bbc.com/news/technology-38550016",
    "hash": "38550016",
    "traps": [
        [
            "F4",
            "jon venables and robert thompson were convicted of killing two-year-old james in bootle, merseyside in 1993.mrs fergus"
        ],
        [
            "F5",
            "and hands google some chief technology phones of."
        ],
        [
            "F6",
            "so, despite our rather british distaste for the hyperbole surrounding the iphone launch - expressed at the time in a blog - i now look back and feel grateful to have witnessed a moment in history."
        ],
        [
            "F6",
            "then i remembered that they had been offered - and turned down for lack of time - an interview with apple’s marketing chief phil schiller."
        ],
        [
            "F1",
            "but it was not on a sunny january morning in san francisco that the mobile connected era began ."
        ],
        [
            "F0",
            "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy this linkthose were the days, by the way, when phones were for making calls but all that was about to change."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "ten years ago i was running from san francisco\\'s moscone centre to a nearby hotel to edit a piece for the ten o\\'clock news when my phone rang.",
    "BERTS2S_dep": 0.9890058040618896,
    "TConvS2S_dep": 0.9823894500732422,
    "PtGen_dep": 0.9190521240234375,
    "TranS2S_dep": 0.758503794670105
}