{
    "BERTS2S": "st mirren have signed aberdeen striker cammy smith on loan until january.",
    "BERTS2S_lines": [
        "st mirren have signed aberdeen striker cammy smith on loan until january."
    ],
    "TConvS2S": "st mirren have signed midfielder blair smith on loan from aberdeen until the end of the season.",
    "TConvS2S_lines": [
        "st mirren have signed midfielder blair smith on loan from aberdeen until the end of the season."
    ],
    "PtGen": "st mirren have signed aberdeen winger cammy smith for an undisclosed fee on a two-year deal. his place in the new season.",
    "PtGen_lines": [
        "st mirren have signed aberdeen winger cammy smith for an undisclosed fee on a two-year deal.",
        "his place in the new season."
    ],
    "TranS2S": "midfielder jack smith has joined dundee united on loan until the end of the season.",
    "TranS2S_lines": [
        "midfielder jack smith has joined dundee united on loan until the end of the season."
    ],
    "article": "The Dons loaned Smith, 21, to United in July and he has five goals this season.Scotland Under-21 cap Smith made his Aberdeen debut in 2012 and has scored four times in 89 appearances for the Pittodrie side.\"It's a brilliant acquisition for us,\" boss Jack Ross told St Mirren's official website.\"Cammy is a really good player and someone I didn't think we'd be able to get because he was at Dundee United.\"He's a good, mature boy and I think he'll be a good fit and gives us another option in the attacking area.\"Championship bottom side St Mirren host Falkirk on Saturday.",
    "article_lines": [
        "The Dons loaned Smith, 21, to United in July",
        "and he has five goals this season.",
        "Scotland Under-21 cap Smith made his Aberdeen debut in 2012 and has scored four times in 89 appearances for the Pittodrie side.",
        "\"It's a brilliant acquisition for us,\" boss Jack Ross told St Mirren's official website.",
        "\"Cammy is a really good player and someone I didn't think we'd be able to get because he was at Dundee United.",
        "\"He's a good, mature boy",
        "and I think he'll be a good fit and gives us another option in the attacking area.",
        "\"Championship",
        "bottom side St Mirren host Falkirk on Saturday."
    ],
    "entity_counter": {
        "The Dons": 1,
        "Smith": 1,
        "United": 1,
        "five goals": 1,
        "Scotland Under-21 cap Smith": 1,
        "his Aberdeen debut": 1,
        "four times": 1,
        "89 appearances": 1,
        "the Pittodrie side": 1,
        "a brilliant acquisition": 1,
        "boss Jack Ross": 1,
        "St Mirren's official website": 1,
        "a really good player": 1,
        "Dundee United": 1,
        "a good, mature boy": 1,
        "a good fit": 1,
        "another option": 1,
        "the attacking area": 1,
        "Falkirk": 1
    },
    "negative_entity": "William Shakespeare",
    "url": "http://web.archive.org/web/20170127145759/http://www.bbc.co.uk/sport/football/38765314",
    "hash": "38765314",
    "traps": [
        [
            "F0",
            "the dons loaned smith, 21, to united in july"
        ],
        [
            "F6",
            "and she has five goals this season."
        ],
        [
            "F4",
            "this devicedel potro secured a 3-6 6-3 7-6 (7-2) 6-3 victory over the swiss player."
        ],
        [
            "F6",
            "and i think he'll be a good fit and gives me another option in the attacking area."
        ],
        [
            "F5",
            "good scored to st loaned smith did four."
        ],
        [
            "F4",
            "crews were called to a building site in bloomery circle, llanwern, at 21:15 bst on wednesday."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "st mirren have signed forward cammy smith on loan for the rest of the season after aberdeen ended his spell with dundee united.",
    "BERTS2S_dep": 0.9995743632316589,
    "TConvS2S_dep": 0.9995177984237671,
    "PtGen_dep": 0.9984599351882935,
    "TranS2S_dep": 0.9985918402671814
}