{
    "BERTS2S": "torquay united have signed barrow\\'s myles keating and barrow\\'s ruairi keating on loan until january.",
    "BERTS2S_lines": [
        "torquay united have signed barrow\\'s myles keating and barrow\\'s ruairi keating on loan until january."
    ],
    "TConvS2S": "torquay united have signed defender scott anderson from national league side torquay united for an undisclosed fee.",
    "TConvS2S_lines": [
        "torquay united have signed defender scott anderson from national league side torquay united for an undisclosed fee."
    ],
    "PtGen": "national league side torquay united have signed striker myles anderson on a two-year contract after he was released by the national league club.",
    "PtGen_lines": [
        "national league side torquay united have signed striker myles anderson on a two-year contract after he was released by the national league club."
    ],
    "TranS2S": "torquay united have signed former port vale striker james keatings on a two-and-a-half-year deal.",
    "TranS2S_lines": [
        "torquay united have signed former port vale striker james keatings on a two-and-a-half-year deal."
    ],
    "article": "Centre-back Anderson, 27, has cancelled his Barrow contract by mutual consent to join their National League rivals.The ex-Aldershot and Exeter player, who has also played in Italy, could feature against his old club on 18 February.Striker Keating, 21, was recommended to Gulls boss Kevin Nicholson by ex-Port Vale manager Micky Adams.He has previously had spells with Sligo Rovers, Galway United and Finn Harps, with his move subject to international clearance.\"Myles hasn't played a huge amount of games for a 27-year-old, but he is the stature, the voice, and is the leader-type I've been after.\" Nicholson told BBC Radio Devon.\"Ruairi is young, a little bit raw, but incredibly hungry to show what he's about.\"The Gulls are currently four points above the relegation zone, and have won only one of their last six games.Find all the latest football transfers on our dedicated page.",
    "article_lines": [
        "Centre-back Anderson, 27, has cancelled his Barrow contract by mutual consent to join their National League rivals.",
        "The ex-Aldershot and Exeter player, who has also played in Italy, could feature against his old club on 18 February.",
        "Striker Keating, 21, was recommended to Gulls boss Kevin Nicholson by ex-Port Vale manager Micky Adams.",
        "He has previously had spells with Sligo Rovers, Galway United and Finn Harps, with his move subject to international clearance.",
        "\"Myles hasn't played a huge amount of games for a 27-year-old, but he is the stature, the voice, and is the leader-type I've been after.\"",
        "Nicholson told BBC Radio Devon.",
        "\"Ruairi is young, a little bit raw, but incredibly hungry to show what he's about.",
        "\"The",
        "Gulls are currently four points above the relegation zone, and have won only one of their last six games.",
        "Find all the latest football transfers on our dedicated page."
    ],
    "entity_counter": {
        "Centre-back Anderson": 1,
        "his Barrow contract": 1,
        "mutual consent": 1,
        "their National League rivals": 1,
        "The ex-Aldershot and Exeter player": 1,
        "Italy": 1,
        "his old club": 1,
        "Striker Keating": 1,
        "Gulls boss Kevin Nicholson": 2,
        "ex-Port Vale manager Micky Adams": 1,
        "spells": 1,
        "Sligo Rovers": 1,
        "Galway United": 1,
        "Finn Harps": 1,
        "his move": 1,
        "international clearance": 1,
        "a huge amount": 1,
        "games": 1,
        "the stature": 1,
        "the voice": 1,
        "the leader-type": 1,
        "BBC Radio Devon": 1,
        "\"Ruairi": 1,
        "Gulls": 1,
        "the relegation zone": 1,
        "their last six games": 1,
        "all the latest football transfers": 1,
        "our dedicated page": 1
    },
    "negative_entity": "the Abbott government",
    "url": "http://web.archive.org/web/20170319061944/http://www.bbc.co.uk/sport/football/38921269",
    "hash": "38921269",
    "traps": [
        [
            "F0",
            "centre-back anderson, 27, has cancelled his barrow contract by mutual consent to join their national league rivals."
        ],
        [
            "F4",
            "the call was made at a scrutiny meeting of the council to discuss the problems surrounding the new vessel."
        ],
        [
            "F4",
            "nikolai primak, head of the russian investigation, said flight information appeared to be missing."
        ],
        [
            "F6",
            "\"myles hasn't played a huge amount of games for a 27-year-old, but she is the stature, the voice, and is the leader-type i've been after.\""
        ],
        [
            "F4",
            "since the 1990s, fett has amassed a vast collection of action figures, costumes and other merchandise."
        ],
        [
            "F5",
            "young against above voice sligo player their 18 played a spells club \"myles could to."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "torquay united have signed barrow defender myles anderson on a permanent deal, and irish forward ruairi keating on non-contract terms.",
    "BERTS2S_dep": 0.9966425895690918,
    "TConvS2S_dep": 0.9972264170646667,
    "PtGen_dep": 0.9983170032501221,
    "TranS2S_dep": 0.9993525147438049
}