{
    "BERTS2S": "newport county director of rugby steve foxall says he expects to sign a new contract at rodney parade.",
    "BERTS2S_lines": [
        "newport county director of rugby steve foxall says he expects to sign a new contract at rodney parade."
    ],
    "TConvS2S": "newport rfc chairman gavin foxall says the welsh rugby union\\'s takeover of newport gwent dragons will be the subject of a takeover bid.",
    "TConvS2S_lines": [
        "newport rfc chairman gavin foxall says the welsh rugby union\\'s takeover of newport gwent dragons will be the subject of a takeover bid."
    ],
    "PtGen": "newport gwent dragons will not be given a contract before the end of the season, says the rugby football league (foxall).",
    "PtGen_lines": [
        "newport gwent dragons will not be given a contract before the end of the season, says the rugby football league (foxall)."
    ],
    "TranS2S": "newport gwent dragons have been given permission to take over newport gwent dragons and newport gwent dragons.",
    "TranS2S_lines": [
        "newport gwent dragons have been given permission to take over newport gwent dragons and newport gwent dragons."
    ],
    "article": "Fellow tenants Newport Gwent Dragons are subject to a takeover bid from the Welsh Rugby Union, who have said they see Rodney Parade \"as a rugby venue.\"County have a lease to use the ground - and have primacy of fixtures on the venue if they remain in the Football League - until 2023.\"Our view is quite clear - we've got a contract,\" Foxall said.\"That is something that we're expecting to be honoured.\"Obviously there is a vote in early May by the shareholders for Newport Rugby and we'll wait and see what happens with that.\"The WRU's takeover of Newport Gwent Dragons will be put to the vote on Tuesday, 9 May.In 2013 the Exiles agreed a 10-year lease to use the stadium after gaining promotion to the Football League from the Conference.Newport RFC chairman Will Godfrey said both County and Newport Squash Club, who are also based at Rodney Parade, are protected under their current agreements.Godfrey said the WRU had been made aware of that fact. The WRU have signalled their intention to install an artificial surface which is against Football League rules.On the pitch, County are two points clear of the League Two relegation with two games remaining after six wins in 10 games under caretaker manager Mike Flynn and can clinch survival this weekend if they win and rivals Hartlepool lose.Newport secured promotion back to the Football League in 2013 and Foxall said relegation to the National League would be a \"massive\" blow,\"To lose that status again, in a relatively short space of time would be pretty devastating for the fans but also for the city of Newport,\" Foxall told BBC Wales Today.",
    "article_lines": [
        "Fellow tenants Newport Gwent Dragons are subject to a takeover bid from the Welsh Rugby Union, who have said they see Rodney Parade \"as a rugby venue.",
        "\"County",
        "have a lease to use the ground - and have primacy of fixtures on the venue if they remain in the Football League - until 2023.\"Our view is quite clear - we've got a contract,\" Foxall said.",
        "\"That is something that we're expecting to be honoured.",
        "\"Obviously",
        "there is a vote in early May by the shareholders for Newport Rugby and we'll wait and see what happens with that.",
        "\"The",
        "WRU's takeover of Newport Gwent Dragons will be put to the vote on Tuesday, 9 May.",
        "In 2013 the Exiles agreed a 10-year lease to use the stadium after gaining promotion to the Football League from the Conference.",
        "Newport RFC chairman Will Godfrey said both County and Newport Squash Club, who are also based at Rodney Parade, are protected under their current agreements.",
        "Godfrey said the WRU had been made aware of that fact.",
        "The WRU have signalled their intention to install an artificial surface which is against Football League rules.",
        "On the pitch, County are two points clear of the League",
        "Two relegation with two games remaining after six wins in 10 games under caretaker manager Mike Flynn and can clinch survival this weekend if they win and rivals Hartlepool lose.",
        "Newport secured promotion back to the Football League in 2013 and",
        "Foxall said relegation to the National League would be a \"massive\" blow,\"To",
        "lose that status again, in a relatively short space of time would be pretty devastating for the fans but also for the city of Newport,\" Foxall told BBC Wales Today."
    ],
    "entity_counter": {
        "Newport Gwent Dragons": 2,
        "a takeover bid": 1,
        "the Welsh Rugby Union": 1,
        "Rodney Parade": 2,
        "a rugby venue": 1,
        "a lease": 1,
        "the ground": 1,
        "primacy": 1,
        "fixtures": 1,
        "the venue": 1,
        "the Football League": 5,
        "2023.\"Our view": 1,
        "a contract": 1,
        "Foxall": 3,
        "a vote": 1,
        "the shareholders": 1,
        "Newport Rugby": 1,
        "WRU's takeover": 1,
        "the vote": 1,
        "the Exiles": 1,
        "a 10-year lease": 1,
        "the stadium": 1,
        "promotion": 2,
        "the Conference": 1,
        "Newport RFC chairman Will Godfrey": 2,
        "both County and Newport Squash Club": 1,
        "their current agreements": 1,
        "WRU": 2,
        "that fact": 1,
        "their intention": 1,
        "an artificial surface": 1,
        "Football League rules": 1,
        "the pitch": 1,
        "County": 1,
        "Two relegation": 1,
        "two games": 1,
        "six wins": 1,
        "10 games": 1,
        "caretaker manager Mike Flynn": 1,
        "survival": 1,
        "Hartlepool": 1,
        "Newport": 2,
        "relegation": 1,
        "a \"massive\" blow,\"To": 1,
        "that status": 1,
        "a relatively short space": 1,
        "time": 1,
        "the fans": 1,
        "the city": 1,
        "BBC Wales": 1
    },
    "negative_entity": "Manchester United",
    "url": "http://web.archive.org/web/20170508210715/http://www.bbc.co.uk/sport/football/39724413",
    "hash": "39724413",
    "traps": [
        [
            "F0",
            "fellow tenants newport gwent dragons are subject to a takeover bid from the welsh rugby union, who have said they see rodney parade \"as a rugby venue."
        ],
        [
            "F1",
            "godfrey said the wru had not been made aware of that fact ."
        ],
        [
            "F4",
            "home retail group said that like-for-like sales at argos fell 1.1% in the eight weeks to 27 february, compared to a fall of 2.2% in the previous quarter."
        ],
        [
            "F5",
            "wru remain newport something use lose under as 's if is protected."
        ],
        [
            "F6",
            "two relegation with two games remaining after six wins in 10 games under caretaker manager mike flynn and can clinch survival this weekend if we win and rivals hartlepool lose."
        ],
        [
            "F6",
            "the wru have signalled my intention to install an artificial surface which is against football league rules."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "newport county chairman of operations gavin foxall says he expects the league two club to remain at rodney parade.",
    "BERTS2S_dep": 0.9924396276473999,
    "TConvS2S_dep": 0.8150996565818787,
    "PtGen_dep": 0.9564323425292969,
    "TranS2S_dep": 0.8310835957527161
}