{
    "BERTS2S": "shutter speed, ridden by frankie dettori, won the epsom derby for the second year running.",
    "BERTS2S_lines": [
        "shutter speed, ridden by frankie dettori, won the epsom derby for the second year running."
    ],
    "TConvS2S": "odds-on favourite jockey john gosden won the magical stakes at newmarket to win the mount stakes at newmarket.",
    "TConvS2S_lines": [
        "odds-on",
        "favourite jockey john gosden won the magical stakes at newmarket to win the mount stakes at newmarket."
    ],
    "PtGen": "gosden [UNK] won the dante stakes at newbury for the first time since returning to the oaks at newbury.",
    "PtGen_lines": [
        "gosden [UNK] won the dante stakes at newbury for the first time since returning to the oaks at newbury."
    ],
    "TranS2S": "dean gosden\\'s first major winner of this year\\'s epsom derby, held on to win the derby at newbury.",
    "TranS2S_lines": [
        "dean gosden\\'s first major winner of this year\\'s epsom derby, held on to win the derby at newbury."
    ],
    "article": "Trainer John Gosden let the unbeaten 4-7 favourite race after he walked the course and she beat runner-up Vintage Folly by a length and three quarters.She goes to Chantilly next rather than the Oaks at Epsom, in which stablemates Enable and Coronet are top contenders.Tasleet (14-1) took the Duke of York Stakes for trainer William Haggas.Jim Crowley's mount won comfortably from Magical Memory in second, with Comicas third.Shutter Speed, whose last run at Newbury saw her beat Enable into third, brought a fifth Musidora win for both Gosden and Dettori.\"We got away with it. The ground was very soft. It was hard work for her,\" said Dettori.\"She'll be a better horse on better ground. She's top drawer. Everything she does is very classy.\"Gosden is concerned about the ground for his colt Cracksman in Thursday's Dante Stakes and will again walk the course before deciding whether he runs in the Derby trial.BBC Sport horse racing correspondent Cornelius LysaghtShutter Speed's clearly in very good order and she coped well with the soggy conditions.She'll be off to France's Oaks, staged over 'her distance' of a mile and a quarter, and Gosden will rely on Enable and Coronet in the longer Epsom Oaks.The trainer said he was pleased to now have a month to prepare Shutter Speed for Chantilly.Meanwhile, the gap between Thursday's Dante Stakes and the Derby is just 16 days, so Gosden's colt Cracksman may not be asked to line up in what's sure to be an examining Dante, in terms of both quality and going.",
    "article_lines": [
        "Trainer John Gosden let the unbeaten 4-7 favourite race after he walked the course",
        "and she beat runner-up Vintage Folly by a length and three quarters.",
        "She goes to Chantilly next rather than the Oaks at Epsom, in which stablemates Enable and Coronet are top contenders.",
        "Tasleet (14-1) took the Duke of York Stakes for trainer William Haggas.",
        "Jim Crowley's mount won comfortably from Magical Memory in second, with Comicas third.",
        "Shutter Speed, whose last run at Newbury saw her beat Enable into third, brought a fifth Musidora win for both Gosden and Dettori.",
        "\"We",
        "got away with it.",
        "The ground was very soft.",
        "It was hard work for her,\" said Dettori.",
        "\"She'll be a better horse on better ground.",
        "She's top drawer.",
        "Everything she does is very classy.",
        "\"Gosden is concerned about the ground for his colt Cracksman in Thursday's Dante Stakes and will again walk the course before deciding whether he runs in the Derby trial.",
        "BBC Sport horse racing correspondent Cornelius LysaghtShutter Speed's clearly in very good order",
        "and she coped well with the soggy conditions.",
        "She'll be off to France's Oaks, staged over 'her distance' of a mile and a quarter, and Gosden will rely on Enable and Coronet in the longer Epsom Oaks.",
        "The trainer said he was pleased to now have a month to prepare Shutter Speed for Chantilly.",
        "Meanwhile, the gap between Thursday's Dante Stakes and the Derby is just 16 days, so Gosden's colt Cracksman may not be asked to line up in what's sure to be an examining Dante, in terms of both quality and going."
    ],
    "entity_counter": {
        "Trainer John Gosden": 1,
        "the unbeaten 4-7 favourite race": 1,
        "the course": 2,
        "runner-up Vintage Folly": 1,
        "a length": 1,
        "Chantilly": 2,
        "the Oaks": 1,
        "Epsom": 1,
        "stablemates": 1,
        "Coronet": 2,
        "top contenders": 1,
        "Tasleet": 1,
        "the Duke": 1,
        "York Stakes": 1,
        "trainer William Haggas": 1,
        "Jim Crowley's mount": 1,
        "Magical Memory": 1,
        "Comicas third": 1,
        "Shutter Speed": 2,
        "whose last run": 1,
        "Newbury": 1,
        "a fifth Musidora win": 1,
        "both Gosden": 1,
        "Dettori": 2,
        "The ground": 1,
        "hard work": 1,
        "a better horse": 1,
        "better ground": 1,
        "top drawer": 1,
        "the ground": 1,
        "his colt Cracksman": 2,
        "Thursday's Dante Stakes": 2,
        "the Derby trial": 1,
        "BBC Sport horse racing correspondent Cornelius LysaghtShutter Speed": 1,
        "very good order": 1,
        "the soggy conditions": 1,
        "She'll": 1,
        "France's Oaks": 1,
        "her distance": 1,
        "a quarter": 1,
        "Gosden": 1,
        "Enable": 1,
        "the longer Epsom Oaks": 1,
        "The trainer": 1,
        "the gap": 1,
        "the Derby": 1,
        "an examining Dante": 1,
        "terms": 1,
        "both quality": 1
    },
    "negative_entity": "The much-anticipated film",
    "url": "http://web.archive.org/web/20170529152527/http://www.bbc.co.uk/sport/horse-racing/39938984",
    "hash": "39938984",
    "traps": [
        [
            "F5",
            "at walk in month with - dettori correspondent said the comicas - dante in."
        ],
        [
            "F6",
            "\"gosden is concerned about the ground for her colt cracksman in thursday's dante stakes and will again walk the course before deciding whether he runs in the derby trial."
        ],
        [
            "F4",
            "on saturday afternoon, members of the public have been invited to take part in planting thousands of new trees at brackfield wood in the faughan valley."
        ],
        [
            "F0",
            "trainer john gosden let the unbeaten 4-7 favourite race after he walked the course"
        ],
        [
            "F4",
            "clarkson, 30, joined premiership well for a second spell in july and could make his st mirren debut in the championship against alloa on saturday."
        ],
        [
            "F6",
            "trainer john gosden let the unbeaten 4-7 favourite race after she walked the course"
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "shutter speed overcame rain-softened ground to win the musidora stakes at york under frankie dettori and will now be aimed at next month\\'s french oaks.",
    "BERTS2S_dep": 0.9923288226127625,
    "TConvS2S_dep": 0.8683146238327026,
    "PtGen_dep": 0.5515997409820557,
    "TranS2S_dep": 0.9651365876197815
}