{
    "bart_reference": "Manuscript of `` American Pie '' lyrics is sold to unnamed buyer for $ 1.2 million . Douglas Brinkley : The song , a talisman for its age , brings joy to people 44 years later .",
    "bart": "don mclean 's `` american pie '' sold by christie 's for $ 1.2 million . bob greene : the song is a hybrid of modern poetry and folk ballad , beer-hall chant and high-art rock . he says mclean was a paperboy when buddy holly , ritchie valens and j.p. `` the big bopper '' died . greene : mclean has guaranteed that the memory of those great musicians lives forever .",
    "id": "cnn-test-646cba2e8b30945a2079ec4c671740d5db5676e2",
    "filepath": "cnndm/cnn/stories/646cba2e8b30945a2079ec4c671740d5db5676e2.story",
    "bert_sum_reference": "manuscript of \" american pie \" lyrics is sold to unnamed buyer for $ 1.2 million . douglas brinkley : the song , a talisman for its age , brings joy to people 44 years later .",
    "bert_sum": "don mclean 's \" american pie \" is a mix of modern poetry and folk ballad , beer-hall chant and high-art rock . mclean was a paperboy when he saw buddy holly , ritchie valens and j.p. \" the big bopper \" richardson were tragically killed in an airplane crash . christie 's sold the 16-page handwritten manuscript of the song 's lyrics for $ 1.2 million to an unnamed buyer .",
    "bus_reference": "manuscript of `` american pie '' lyrics is sold to unnamed buyer for $ 1.2 million . douglas brinkley : the song , a talisman for its age , brings joy to people 44 years later .",
    "bus": "christie 's sold the 16-page handwritten manuscript of the song 's lyrics for $ 1.2 million to an unnamed buyer . mclean 's `` american pie '' is 44 years old . mclean is a hybrid of modern poetry and folk ballad .",
    "pgn_reference": "manuscript of `` american pie '' lyrics is sold to unnamed buyer for $ 1.2 million . douglas brinkley : the song , a talisman for its age , brings joy to people 44 years later .",
    "pgn": "don mclean 's pop masterpiece `` american pie '' is 44 years old . christie 's sold the 16-page handwritten manuscript of the song 's lyrics for $ 1.2 million to an unnamed buyer . mclean was a paperboy when , on february 3 , 1959 , he saw that buddy valens and j.p. `` the big bopper '' richardson had been tragically killed .",
    "s2s_reference": "manuscript of `` american pie '' lyrics is sold to unnamed buyer for $ 1.2 million . douglas brinkley : the song , a talisman for its age , brings joy to people 44 years later .",
    "s2s": "`` american pie '' is a remake of classic `` american pie '' . it 's hard to think of `` american pie '' as the peoples UNK of the new decade . `` american pie '' is a UNK of modern poetry and folk ballad .",
    "hash": "646cba2e8b30945a2079ec4c671740d5db5676e2",
    "url": "http://web.archive.org/web/20150410091954id_/http://edition.cnn.com/2015/04/07/opinions/brinkley-american-pie/index.html",
    "article": "(CNN)\"A long, long, time ago...\" Those five words, when uttered or sung, makes baby boomers immediately think of Don McLean's pop masterpiece \"American Pie.\"  It's hard to believe that his phenomenal 8½ minute allegory, which millions of Americans know by heart, is 44 years old.  All sorts of historical cross-currents play off each other in this timeless song, brilliantly gilded with the unforgettable chorus, which starts as \"Bye, Bye, Miss American Pie.\" There is no real way to categorize McLean's \"American Pie\" for its hybrid of modern poetry and folk ballad, beer-hall chant and high-art rock. On Tuesday, Christie's sold the 16-page handwritten manuscript of the song's lyrics for $1.2 million to an unnamed buyer. McLean was a paperboy when, on February 3, 1959, he saw that Buddy Holly, Ritchie Valens and J.P. \"The Big Bopper\" Richardson had been tragically killed in an airplane crash in Clear Lake, Iowa. \"The next day I went to school in shock and guess what?\" McLean recalled.  \"Nobody cared.  Rock 'n' roll in those days was sort of like hula hoops and Buddy hadn't had a big hit on the charts since '57.\"  By cathartically writing \"American Pie,\" McLean has guaranteed that the memory of those great musicians lives forever. Having recorded his first album, \"Tapestry,\" in 1969, in Berkeley, California, during the student riots, McLean, a native New Yorker, became a kind of weather vane for what he called the \"generation lost in space.\"   When his cultural anthem \"American Pie\" was released in November 1971, it replaced Bob Dylan's \"The Times They Are A Changin\" as the Peoples Almanac of the new decade.  It's important to think of \"American Pie\" as one would of Henry Longfellow's \"Evangeline\" or Johnny Mercer's \"Moon River\" -- an essential Americana poem emanating wistful recollection, blues valentine, and youthful protest rolled into one.  There is magic brewing in the music and words of \"American Pie,\" for McLean's lyrics and melody frame a cosmic dream, like those Jack Kerouac tried to conjure in his poetry-infused novel \"On the Road.\" Don McLean: Buddy Holly, rest in peace Influenced by Pete Seeger and the Weavers, McLean proudly wore the mantle of troubadour in the early 1970s, when \"American Pie\" topped the Billboard charts, and has never shed the cape.   Wandering far and wide, singing \"American Pie\" at windblown dance halls in Wyoming and cloistered colleges in New England, at huge amphitheaters in California and little coffee houses in the Hudson River Valley, McLean has performed his global anthem thousands of times.  Yet the encore number never loses its transfixing allure. When McLean prods audiences by rhapsodizing \"and they were singing\" everybody spontaneously joins in with the \"Bye, Bye\" chorus.  Watching McLean deliver his most notable song in concert is to take part in a collective Happening. What makes \"American Pie\" so unusual is that it isn't a relic from the counterculture but a talisman, which, like a sacred river, keeps bringing joy to listeners everywhere.  When \"American Pie\" suddenly is played on a jukebox or radio it's almost impossible not to sing along.   Like \"Danny Boy\" or \"Streets of Laredo\" or \"Shenandoah,\" it's eternal.  With illusions to football fields and rock 'n' roll, river levees and nursery rhymes, the song cascades along like a boat going down Niagara Falls or a roller coaster that jumps tracks but floats instead of crashes. After all these years, \"American Pie\" still makes me feel empowered and yet filled with a sense of loss.  The song is alive and joyful, yet fretful about a world gone wrong.  It is a song that will never die.  A reverie for the ages.   There is a jump to the chorus, which forces the mind to relive the '50s, '60s and '70s, to troll through the back pages of our lives while, like a traditional Irish folksong, it reminds us of fate. While McLean, the muse, has rightfully not tried to interpret \"American Pie,\" it's fair to surmise that \"the king\" is Elvis Presley, \"Helter Skelter\" refers to the Charles Manson murders, the \"jester on the sidelines in a cast\" is Bob Dylan, and \"Jack Flash\" the Rolling Stones.  But who knows?  The lyric remains a puzzle open to thousands of spirited interpretations.  As a literary artifact of the early 1970s, there isn't anything to compare to \"American Pie.\" Normally, I don't like rankings of literature or songs or even presidents, for that matter.  But the fact that the Recording Industry of America and the National Endowment of the Arts chose \"American Pie\" as the fifth greatest song of the 20th century speaks to the composition's importance as an enduring piece of pop art.  The other four were \"Over the Rainbow\" (by Harold Arlen and E.Y \"Yip\" Harburg), \"White Christmas \"(by Irving Berlin), \"This Land is Your Land\" (by Woody Guthrie) and \"Respect\" (by Otis Redding).  That is fine company. Quite simply, \"American Pie\" is one of the greatest songs ever written.  And Tuesday the original lyrics found a new home.",
    "entity_counter": {
        "Those five words": 1,
        "baby boomers": 1,
        "Don McLean's pop masterpiece": 1,
        "American Pie": 9,
        "his phenomenal 8½ minute allegory": 1,
        "Americans": 1,
        "heart": 1,
        "All sorts": 1,
        "historical cross-currents": 1,
        "this timeless song": 1,
        "the unforgettable chorus": 1,
        "Bye": 1,
        "Miss American Pie": 1,
        "no real way": 1,
        "McLean's \"American Pie": 1,
        "its hybrid": 1,
        "modern poetry and folk ballad": 1,
        "beer-hall chant": 1,
        "high-art rock": 1,
        "Christie": 1,
        "the 16-page handwritten manuscript": 1,
        "the song's lyrics": 1,
        "an unnamed buyer": 1,
        "Don McLean's": 4,
        "a paperboy": 1,
        "Buddy Holly": 1,
        "Ritchie Valens": 1,
        "J.P. \"The Big Bopper\" Richardson": 1,
        "an airplane crash": 1,
        "Clear Lake": 1,
        "Iowa": 1,
        "school": 1,
        "shock": 1,
        "Rock 'n' roll": 1,
        "hula hoops": 1,
        "Buddy": 1,
        "a big hit": 1,
        "the charts": 1,
        "the memory": 1,
        "those great musicians": 1,
        "his first album": 1,
        "Tapestry": 1,
        "Berkeley": 1,
        "California": 2,
        "the student riots": 1,
        "a native New Yorker": 1,
        "a kind": 1,
        "weather vane": 1,
        "space": 1,
        "his cultural anthem": 1,
        "\"American Pie": 5,
        "Bob Dylan's \"The Times": 1,
        "A Changin": 1,
        "the Peoples Almanac": 1,
        "Henry Longfellow's \"Evangeline": 1,
        "Johnny Mercer's \"Moon River": 1,
        "an essential Americana poem": 1,
        "wistful recollection": 1,
        "blues valentine": 1,
        "youthful protest": 1,
        "magic brewing": 1,
        "the music": 1,
        "words": 1,
        "McLean's lyrics and melody frame": 1,
        "a cosmic dream": 1,
        "those Jack Kerouac": 1,
        "his poetry-infused novel": 1,
        "the Road": 1,
        "McLean": 6,
        "peace": 1,
        "Pete Seeger": 1,
        "the Weavers": 1,
        "the mantle": 1,
        "troubadour": 1,
        "the Billboard charts": 1,
        "the cape": 1,
        "windblown dance halls": 1,
        "Wyoming": 1,
        "cloistered colleges": 1,
        "New England": 1,
        "huge amphitheaters": 1,
        "little coffee houses": 1,
        "the Hudson River Valley": 1,
        "his global anthem": 1,
        "times": 1,
        "the encore number": 1,
        "its transfixing allure": 1,
        "audiences": 1,
        "the \"Bye, Bye\" chorus": 1,
        "his most notable song": 1,
        "concert": 1,
        "part": 1,
        "a collective Happening": 1,
        "a relic": 1,
        "the counterculture": 1,
        "a talisman": 1,
        "a sacred river": 1,
        "joy": 1,
        "listeners": 1,
        "a jukebox": 1,
        "radio": 1,
        "Like \"Danny Boy": 1,
        "\"Streets": 1,
        "Laredo": 1,
        "\"Shenandoah": 1,
        "illusions": 1,
        "football fields": 1,
        "rock": 1,
        "roll": 1,
        "river levees": 1,
        "nursery rhymes": 1,
        "the song": 2,
        "a boat": 1,
        "Niagara Falls": 1,
        "a roller coaster": 1,
        "tracks": 1,
        "crashes": 1,
        "a sense": 1,
        "loss": 1,
        "a world": 1,
        "a song": 1,
        "A reverie": 1,
        "the ages": 1,
        "a jump": 1,
        "the chorus": 1,
        "the mind": 1,
        "the back pages": 1,
        "our lives": 1,
        "a traditional Irish folksong": 1,
        "fate": 1,
        "the muse": 1,
        "the king": 1,
        "Elvis Presley": 1,
        "Helter Skelter": 1,
        "the Charles Manson murders": 1,
        "the \"jester": 1,
        "the sidelines": 1,
        "a cast": 1,
        "Bob Dylan": 1,
        "\"Jack Flash": 1,
        "the Rolling Stones": 1,
        "The lyric": 1,
        "a puzzle": 1,
        "spirited interpretations": 1,
        "a literary artifact": 1,
        "rankings": 1,
        "literature": 1,
        "songs": 1,
        "even presidents": 1,
        "that matter": 1,
        "the fact": 1,
        "the Recording Industry": 1,
        "America": 1,
        "the National Endowment": 1,
        "the Arts": 1,
        "the fifth greatest song": 1,
        "the composition's importance": 1,
        "an enduring piece": 1,
        "pop art": 1,
        "the Rainbow": 1,
        "Harold Arlen": 1,
        "E.Y \"Yip\" Harburg": 1,
        "\"White Christmas": 1,
        "Irving Berlin": 1,
        "This Land": 1,
        "Your Land": 1,
        "Woody Guthrie": 1,
        "\"Respect": 1,
        "Otis Redding": 1,
        "fine company": 1,
        "the greatest songs": 1,
        "the original lyrics": 1,
        "a new home": 1
    },
    "bart_lines": [
        "Don McLean 's `` American Pie '' sold by Christie 's for $ 1.2 million .",
        "Bob Greene : The song is a hybrid of modern poetry and folk ballad , beer-hall chant and high-art rock .",
        "He says McLean was a paperboy when Buddy Holly , Ritchie Valens and J.P. `` The Big Bopper '' died .",
        "Greene :",
        "McLean has guaranteed that the memory of those great musicians lives forever ."
    ],
    "bert_sum_lines": [
        "don mclean 's \" american pie \" is a mix of modern poetry and folk ballad , beer-hall chant and high-art rock .",
        "mclean was a paperboy when he saw buddy holly , ritchie valens and j.p.",
        "\" the big bopper \" richardson were tragically killed in an airplane crash .",
        "christie 's sold the 16-page handwritten manuscript of the song 's lyrics for $ 1.2 million to an unnamed buyer ."
    ],
    "bus_lines": [
        "christie 's sold the 16-page handwritten manuscript of the song 's lyrics for $ 1.2 million to an unnamed buyer .",
        "mclean 's `` american pie '' is 44 years old .",
        "mclean is a hybrid of modern poetry and folk ballad ."
    ],
    "pgn_lines": [
        "don mclean 's pop masterpiece `` american pie '' is 44 years old .",
        "christie 's sold the 16-page handwritten manuscript of the song 's lyrics for $ 1.2 million to an unnamed buyer .",
        "mclean was a paperboy when , on february 3 , 1959 , he saw that buddy valens and j.p.",
        "`` the big bopper '' richardson had been tragically killed ."
    ],
    "s2s_lines": [
        "`` american pie '' is a remake of classic `` american pie '' .",
        "it 's hard to think of `` american pie '' as the peoples UNK of the new decade .",
        "`` american pie '' is a UNK of modern poetry and folk ballad ."
    ],
    "article_lines": [
        "(CNN)\"A long, long, time ago...",
        "\" Those five words, when uttered or sung, makes baby boomers immediately think of Don McLean's pop masterpiece \"American Pie.\"  ",
        "It's hard to believe that his phenomenal 8½ minute allegory, which millions of Americans know by heart, is 44 years old.  ",
        "All sorts of historical cross-currents play off each other in this timeless song, brilliantly gilded with the unforgettable chorus, which starts as \"Bye, Bye, Miss American Pie.",
        "\" There is no real way to categorize McLean's \"American Pie\" for its hybrid of modern poetry and folk ballad, beer-hall chant and high-art rock.",
        "On Tuesday, Christie's sold the 16-page handwritten manuscript of the song's lyrics for $1.2 million to an unnamed buyer.",
        "McLean was a paperboy when, on February 3, 1959, he saw that Buddy Holly, Ritchie Valens and J.P. \"The Big Bopper\" Richardson had been tragically killed in an airplane crash in Clear Lake, Iowa.",
        "\"The next day I went to school in shock and guess what?\"",
        "McLean recalled.  ",
        "\"Nobody cared.  ",
        "Rock 'n' roll in those days was sort of like hula hoops and Buddy hadn't had a big hit on the charts since '57.\"  ",
        "By cathartically writing \"American Pie,\" McLean has guaranteed that the memory of those great musicians lives forever.",
        "Having recorded his first album, \"Tapestry,\" in 1969, in Berkeley, California, during the student riots, McLean, a native New Yorker, became a kind of weather vane for what he called the \"generation lost in space.",
        "\"   ",
        "When his cultural anthem \"American Pie\" was released in November 1971, it replaced Bob Dylan's \"The Times",
        "They Are A Changin\" as the Peoples Almanac of the new decade.  ",
        "It's important to think of \"American Pie\" as one would of Henry Longfellow's \"Evangeline\" or Johnny Mercer's \"Moon River\" -- an essential Americana poem emanating wistful recollection, blues valentine, and youthful protest rolled into one.  ",
        "There is magic brewing in the music and words of \"American Pie,\" for McLean's lyrics and melody frame a cosmic dream, like",
        "those Jack Kerouac tried to conjure in his poetry-infused novel \"On the Road.\"",
        "Don McLean:",
        "Buddy Holly, rest in peace Influenced by Pete Seeger and the Weavers",
        ", McLean proudly wore the mantle of troubadour in the early 1970s, when \"American Pie\" topped the Billboard charts, and has never shed the cape.   ",
        "Wandering far and wide, singing \"American Pie\" at windblown dance halls in Wyoming and cloistered colleges in New England, at huge amphitheaters in California and little coffee houses in the Hudson River Valley, McLean has performed his global anthem thousands of times.  ",
        "Yet the encore number never loses its transfixing allure.",
        "When McLean prods audiences by rhapsodizing \"and they were singing\" everybody spontaneously joins in with the \"Bye, Bye\" chorus.  ",
        "Watching McLean deliver his most notable song in concert",
        "is to take part in a collective Happening.",
        "What makes \"American Pie\" so unusual is that it isn't a relic from the counterculture but a talisman, which, like a sacred river, keeps bringing joy to listeners everywhere.  ",
        "When \"American Pie\" suddenly is played on a jukebox or radio",
        "it's almost impossible not to sing along.   ",
        "Like \"Danny Boy\" or \"Streets of Laredo\" or \"Shenandoah",
        ",\" it's eternal.  ",
        "With illusions to football fields and rock 'n' roll, river levees and nursery rhymes, the song cascades along like a boat going down Niagara Falls or a roller coaster that jumps tracks but floats instead of crashes.",
        "After all these years, \"American Pie\" still makes me feel empowered and yet filled with a sense of loss.  ",
        "The song is alive and joyful, yet fretful about a world gone wrong.  ",
        "It is a song that will never die.  ",
        "A reverie for the ages.   ",
        "There is a jump to the chorus, which forces the mind to relive the '50s, '60s and '70s, to troll through the back pages of our lives while, like a traditional Irish folksong, it reminds us of fate.",
        "While McLean, the muse, has rightfully not tried to interpret \"American Pie,\" it's fair to surmise that \"the king\" is Elvis Presley, \"",
        "Helter Skelter\" refers to the Charles Manson murders, the \"jester on the sidelines in a cast\" is Bob Dylan, and \"Jack Flash\" the Rolling Stones.  ",
        "But who knows?  ",
        "The lyric remains a puzzle open to thousands of spirited interpretations.  ",
        "As a literary artifact of the early 1970s, there isn't anything to compare to \"American Pie.\"",
        "Normally, I don't like rankings of literature or songs or even presidents, for that matter.  ",
        "But the fact that the Recording Industry of America and the National Endowment of the Arts chose \"American Pie\" as the fifth greatest song of the 20th century speaks to the composition's importance as an enduring piece of pop art.  ",
        "The other four were \"Over the Rainbow\" (by Harold Arlen and E.Y \"Yip\" Harburg), \"White Christmas \"(by Irving Berlin), \"This Land is Your Land\" (by Woody Guthrie) and \"Respect\" (by Otis Redding).  ",
        "That is fine company.",
        "Quite simply, \"American Pie\" is one of the greatest songs ever written.  ",
        "And Tuesday the original lyrics found a new home."
    ],
    "negative_entity": "former Medellin Cartel member Toro",
    "bart_cased": "Don McLean 's `` American Pie '' sold by Christie 's for $ 1.2 million . Bob Greene : The song is a hybrid of modern poetry and folk ballad , beer-hall chant and high-art rock . He says McLean was a paperboy when Buddy Holly , Ritchie Valens and J.P. `` The Big Bopper '' died . Greene : McLean has guaranteed that the memory of those great musicians lives forever .",
    "traps": [
        [
            "F5",
            "redding 's a to singing pie that cast the weavers its it writing."
        ],
        [
            "F4",
            "celtic have hit out at the sfa over ticket prices for their scottish cup semi-final against inverness later this month at hampden."
        ],
        [
            "F6",
            "\" there is no real way to categorize mclean's \"american pie\" for our hybrid of modern poetry and folk ballad, beer-hall chant and high-art rock."
        ],
        [
            "F5",
            "illusions that bye killed valens play 57 clear a to it during 's 's."
        ],
        [
            "F0",
            "(cnn)\"a long, long, time ago..."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ]
}