{
    "bart_reference": "Alec Stewart admits he would happily consider a role within ECB . England would need permission from Surrey before contacting Stewart . Ex wicketkeeper-batsman claims it would be silly not to listen to an offer .",
    "bart": "alec stewart has expressed his interest in becoming the new director of england cricket following the sacking of paul downton . the early bookies ' favourite for the post is michael vaughan . stewart played in a record 133 tests for england and is currently director of cricket at surrey .",
    "id": "dm-test-810445408e96d6332086bce30a53f24824db1d04",
    "filepath": "cnndm/dailymail/stories/810445408e96d6332086bce30a53f24824db1d04.story",
    "bert_sum_reference": "alec stewart admits he would happily consider a role within ecb . england would need permission from surrey before contacting stewart . ex wicketkeeper-batsman claims it would be silly not to listen to an offer .",
    "bert_sum": "alec stewart has expressed his interest in becoming the new director of england cricket following the sacking of managing director paul downton . the early bookies ' favourite for the post is michael vaughan , the former england captain who is close to the incoming ecb chairman colin graves . stewart played in a record 133 tests for england and is currently director of cricket at surrey .",
    "bus_reference": "alec stewart admits he would happily consider a role within ecb . england would need permission from surrey before contacting stewart . ex wicketkeeper-batsman claims it would be silly not to listen to an offer .",
    "bus": "alec stewart has expressed his interest in new director paul downton . the former england captain has not yet been approached by the ecb . the ecb 's favourite for the post is michael vaughan .",
    "pgn_reference": "alec stewart admits he would happily consider a role within ecb . england would need permission from surrey before contacting stewart . ex wicketkeeper-batsman claims it would be silly not to listen to an offer .",
    "pgn": "alec stewart has expressed his interest in becoming the new director of england cricket following the sacking on wednesday of managing director paul downton . stewart , who played in a record 133 tests for england and is currently director of cricket at surrey , has not yet been approached by the ecb .",
    "s2s_reference": "alec stewart admits he would happily consider a role within ecb . england would need permission from surrey before contacting stewart . ex wicketkeeper-batsman claims it would be silly not to listen to an offer .",
    "s2s": "stewart has not been approached by the ecb since the sacking . the former england captain has not been approached by the ecb . the former england captain has not been approached by the ecb .",
    "hash": "810445408e96d6332086bce30a53f24824db1d04",
    "url": "http://web.archive.org/web/20150412142751id_/http://www.dailymail.co.uk/sport/cricket/article-3031979/Alec-Stewart-open-taking-England-role-admitting-silly-not-listen-ECB-enquired-services.html",
    "article": "Alec Stewart has expressed his interest in becoming the new Director of England Cricket following the sacking on Wednesday of Managing Director Paul Downton. Stewart, who played in a record 133 Tests for England and is currently director of cricket at Surrey, has not yet been approached by the ECB. But he said: ‘When England come calling, you shouldn’t say no.’ The early bookies’ favourite for the post is Michael Vaughan, the former England captain who is close to the incoming ECB chairman Colin Graves, and has also made clear his desire to help English cricket out of its current state of chaos. Alec Stewart stands at the KIA Oval ahead of a Surrey team photo shoot on Thursday Stewart lines up with Surrey players for the team photo at the KIA Oval Test matches: 133 Highest score: 190 Runs: 8463 Centuries: 15 Half-centuries: 45 Batting average: 39.54 Stumpings: 14 First test: West Indies, Kingston, Feb 24, '90 Last test: South Africa, The Oval, Sep 4, '03 Stats via ESPNcricinfo But Stewart, who also spoke highly of the early impression Kevin Pietersen has made on his return to the Surrey team, remains a respected figure in the game. And he is open to offers. Asked whether he’d be interested in the post – created by the ECB’s new chief executive Tom Harrison, who confirmed Downton’s demise Wednesday evening – Stewart said: ‘I can’t just say yes until I know what the role and the responsibility are. But, of course, if it was the right role, you’d be stupid not to look at it. ‘As a player I did just about anything that was asked of me. If they asked me to take on a role, and it’s the right role, of course I’d listen and have a big conversation – once the ECB have asked Surrey permission to speak to me, of course, because I’m under contract here. ‘I just want England to be the best side in the world. And if the ECB felt I was the right person to help take them to No 1, then of course I’d look at it. ‘I’ve got a big job here, and that’s what I’m concentrating on. But at the same time you’ve got to make yourself aware of other opportunities, and when England come calling, you shouldn’t say no. ‘If they want someone with experience of being a director of cricket, then I’d have thought I’d be very close to being at the top of that list.’ Stewart (centre front) poses in the Surrey team photo ahead of the start of the County Championship season Stewart was a wicketkeeper-batsman for England. Here he looks on as Australia's Steve Waugh plays a shot towards England fielder Graham Thorpe in the fifth test of an Ashes clash at Edgbaston in 1993 Stewart is carried by team-mates Steve Harmison (left) and Andrew Flintoff, after playing his final Test match, at the Oval in September 2003 against South Africa But Stewart made clear he’d be interested in the job only if there was a clear definition of his accountability. ‘If you do well, you get patted on the back, if you don’t do well, you get moved on. To me, it’s straightforward. But if there are too many bits and pieces in the jigsaw, people can hide. ‘I’m not one for hiding. It’s about making tough decisions, and living and dying by those decisions. And making sure the players play without fear.’ Stewart, who led England in 15 Tests and scored nearly 8,500 runs, was effusive in his praise of Pietersen, whose chances of a surprise England recall increased from highly unlikely to merely improbable following the sacking of Downton – who in turn had sacked Pietersen over a year ago. Kevin Pietersen will feature for Stewart's Surrey outfit in this year's county championships and the former wicket-keeper batsman believes the 34-year-old could still make a comeback at international level ‘We’ve never had a problem with him,’ said Stewart. ‘I’m sure other dressing-rooms may not say the same, but we don’t have to handle him. ‘He fits in well. When he walked in, he went to his locker straightaway: it was like he’d never been away. We can only speak in glowing terms of him. And that’s how I judge people, is how I find them – not hearsay, or from other people. ‘England have said he’s not on their radar. But you should never say never. If he’s racking the runs up, and England are struggling, if the players aren’t getting runs or there’s an injury to a batsman, and he’s in top form – why wouldn’t you want to bring him back?’",
    "entity_counter": {
        "Alec Stewart": 4,
        "his interest": 1,
        "the new Director": 1,
        "England Cricket": 1,
        "the sacking": 2,
        "Managing Director Paul Downton": 1,
        "Stewart": 4,
        "a record 133 Tests": 1,
        "England": 8,
        "director": 1,
        "cricket": 2,
        "Surrey": 1,
        "the ECB": 1,
        "the post": 2,
        "Michael Vaughan": 1,
        "the former England captain": 1,
        "the incoming ECB chairman": 1,
        "Colin Graves": 1,
        "his desire": 1,
        "English cricket": 1,
        "its current state": 1,
        "chaos": 1,
        "the KIA Oval": 1,
        "a Surrey team photo shoot": 1,
        "Surrey players": 1,
        "the team photo": 1,
        "133 Highest score": 1,
        "190 Runs": 1,
        "8463 Centuries": 1,
        "15 Half-centuries": 1,
        "45 Batting average": 1,
        "39.54 Stumpings": 1,
        "14 First test": 1,
        "West Indies": 1,
        "90 Last test": 1,
        "South Africa": 2,
        "The Oval": 1,
        "03 Stats": 1,
        "ESPNcricinfo": 1,
        "the early impression": 1,
        "Kevin Pietersen": 2,
        "his return": 1,
        "the Surrey team": 1,
        "a respected figure": 1,
        "the game": 1,
        "offers": 1,
        "the ECB’s new chief executive": 1,
        "Tom Harrison": 1,
        "Downton’s demise": 1,
        "the role": 1,
        "the responsibility": 1,
        "course": 4,
        "the right role": 2,
        "a player": 1,
        "a role": 1,
        "a big conversation": 1,
        "the ECB’s": 2,
        "Surrey permission": 1,
        "contract": 1,
        "the best side": 1,
        "the world": 1,
        "the right person": 1,
        "a big job": 1,
        "the same time": 1,
        "other opportunities": 1,
        "experience": 1,
        "a director": 1,
        "the top": 1,
        "that list": 1,
        "(centre front": 1,
        "the Surrey team photo": 1,
        "the start": 1,
        "the County Championship season": 1,
        "Stewart (centre front)": 4,
        "a wicketkeeper-batsman": 1,
        "Australia's Steve Waugh": 1,
        "a shot": 1,
        "England fielder Graham Thorpe": 1,
        "the fifth test": 1,
        "an Ashes clash": 1,
        "Edgbaston": 1,
        "team-mates Steve Harmison": 1,
        "Andrew Flintoff": 1,
        "his final Test match": 1,
        "the Oval": 1,
        "the job": 1,
        "a clear definition": 1,
        "his accountability": 1,
        "the back": 1,
        "too many bits": 1,
        "pieces": 1,
        "the jigsaw": 1,
        "people": 2,
        "tough decisions": 1,
        "those decisions": 1,
        "the players": 2,
        "fear": 1,
        "15 Tests": 1,
        "nearly 8,500 runs": 1,
        "his praise": 1,
        "Pietersen": 2,
        "whose chances": 1,
        "a surprise England recall": 1,
        "Downton": 1,
        "turn": 1,
        "Stewart's Surrey outfit": 1,
        "this year's county championships": 1,
        "the former wicket-keeper batsman": 1,
        "a comeback": 1,
        "international level": 1,
        "a problem": 1,
        "other dressing-rooms": 1,
        "his locker": 1,
        "glowing terms": 1,
        "other people": 1,
        "their radar": 1,
        "the runs": 1,
        "runs": 1,
        "an injury": 1,
        "a batsman": 1,
        "top form": 1
    },
    "bart_lines": [
        "Alec Stewart has expressed his interest in becoming the new Director of England Cricket following the sacking of Paul Downton .",
        "The early bookies ' favourite for the post is Michael Vaughan .",
        "Stewart played in a record 133 Tests for England and is currently director of cricket at Surrey ."
    ],
    "bert_sum_lines": [
        "alec stewart has expressed his interest in becoming the new director of england cricket following the sacking of managing director paul downton .",
        "the early bookies ' favourite for the post is michael vaughan , the former england captain who is close to the incoming ecb chairman colin graves .",
        "stewart played in a record 133 tests for england and is currently director of cricket at surrey ."
    ],
    "bus_lines": [
        "alec stewart has expressed his interest in new director paul downton .",
        "the former england captain has not yet been approached by the ecb .",
        "the ecb 's favourite for the post is michael vaughan ."
    ],
    "pgn_lines": [
        "alec stewart has expressed his interest in becoming the new director of england cricket following the sacking on wednesday of managing director paul downton .",
        "stewart , who played in a record 133 tests for england and is currently director of cricket at surrey , has not yet been approached by the ecb ."
    ],
    "s2s_lines": [
        "stewart has not been approached by the ecb since the sacking .",
        "the former england captain has not been approached by the ecb .",
        "the former england captain has not been approached by the ecb ."
    ],
    "article_lines": [
        "Alec Stewart has expressed his interest in becoming the new Director of England Cricket following the sacking on Wednesday of Managing Director Paul Downton.",
        "Stewart, who played in a record 133 Tests for England and is currently director of cricket at Surrey, has not yet been approached by the ECB.",
        "But he said: ‘When England come calling, you shouldn’t say no.’",
        "The early bookies’ favourite for the post is Michael Vaughan, the former England captain who is close to the incoming ECB chairman Colin Graves, and has also made clear his desire to help English cricket out of its current state of chaos.",
        "Alec Stewart stands at the KIA Oval ahead of",
        "a Surrey team photo shoot on Thursday",
        "Stewart lines up with Surrey players for the team photo at the KIA Oval Test matches:",
        "133 Highest score: 190 Runs:",
        "8463 Centuries: 15 Half-centuries: 45 Batting average:",
        "39.54 Stumpings: 14 First test: West Indies, Kingston, Feb 24, '90 Last test: South Africa, The Oval, Sep 4, '03 Stats via ESPNcricinfo But Stewart, who also spoke highly of the early impression Kevin Pietersen has made on his return to the Surrey team, remains a respected figure in the game.",
        "And he is open to offers.",
        "Asked whether he’d be interested in the post – created by the ECB’s new chief executive Tom Harrison, who confirmed Downton’s demise Wednesday evening – Stewart said: ‘I can’t just say yes until I know what the role and the responsibility are.",
        "But, of course, if it was the right role, you’d be stupid not to look at it. ‘",
        "As a player I did just about anything that was asked of me.",
        "If they asked me to take on a role, and it’s the right role, of course I’d listen and have a big conversation – once the ECB have asked Surrey permission to speak to me, of course, because I’m under contract here.",
        "‘I just want England to be the best side in the world.",
        "And if the ECB felt I was the right person to help take them to No 1, then of course I’d look at it.",
        "‘I’ve got a big job here, and that’s what I’m concentrating on.",
        "But at the same time you’ve got to make yourself aware of other opportunities, and when England come calling, you shouldn’t say no.",
        "‘If they want someone with experience of being a director of cricket, then I’d have thought I’d be very close to being at the top of that list.’",
        "Stewart (centre front) poses in the Surrey team photo ahead of the start of the County Championship season",
        "Stewart was a wicketkeeper-batsman for England.",
        "Here he looks on as Australia's Steve Waugh plays a shot towards England fielder Graham Thorpe in the fifth test of an Ashes clash at Edgbaston in 1993 Stewart is carried by team-mates Steve Harmison (left) and Andrew Flintoff, after playing his final Test match, at the Oval in September 2003 against South Africa",
        "But Stewart made clear he’d be interested in the job only if there was a clear definition of his accountability.",
        "‘If you do well, you get patted on the back, if you don’t do well, you get moved on.",
        "To me, it’s straightforward.",
        "But if there are too many bits and pieces in the jigsaw, people can hide.",
        "‘I’m not one for hiding.",
        "It’s about making tough decisions, and living and dying by those decisions.",
        "And making sure the players play without fear.’",
        "Stewart, who led England in 15 Tests and scored nearly 8,500 runs, was effusive in his praise of Pietersen, whose chances of a surprise England recall increased from highly unlikely to merely improbable following the sacking of Downton – who in turn had sacked Pietersen over a year ago.",
        "Kevin Pietersen will feature for Stewart's Surrey outfit in this year's county championships and the former wicket-keeper batsman believes the 34-year-old could still make a comeback at international level",
        "‘We’ve never had a problem with him,’ said Stewart.",
        "‘I’m sure other dressing-rooms may not say the same, but we don’t have to handle him. ‘",
        "He fits in well.",
        "When he walked in, he went to his locker straightaway:",
        "it was like he’d never been away.",
        "We can only speak in glowing terms of him.",
        "And that’s how I judge people",
        ", is how I find them – not hearsay, or from other people.",
        "‘England have said he’s not on their radar.",
        "But you should never say never.",
        "If he’s racking the runs up, and England are struggling, if the players aren’t getting runs or there’s an injury to a batsman, and he’s in top form",
        "– why wouldn’t you want to bring him back?’"
    ],
    "negative_entity": "video 51-year-old Fiona",
    "bart_cased": "Alec Stewart has expressed his interest in becoming the new Director of England Cricket following the sacking of Paul Downton . The early bookies ' favourite for the post is Michael Vaughan . Stewart played in a record 133 Tests for England and is currently director of cricket at Surrey .",
    "traps": [
        [
            "F0",
            "alec stewart has expressed his interest in becoming the new director of england cricket following the sacking on wednesday of managing director paul downton."
        ],
        [
            "F4",
            "12-year-old bluey has a growl which is louder than most cats can miaow, and has reached a maximum of 93 decibels - more than the official world record holder."
        ],
        [
            "F5",
            "the ecb director be created him and surrey first."
        ],
        [
            "F4",
            "sharon winters was searching for her soulmate when she met kevin hawke on an online dating site - but less than two weeks later she was dead after he stabbed her in a brutal knife attack."
        ],
        [
            "F4",
            "cindy santamaria-williams, of stroudsburg, pennsylvania is covered in bruises and has a broken eye socket following the alleged attack on easter sunday."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ],
    "bart_dep": 0.9965337514877319,
    "bert_sum_dep": 0.9982905983924866,
    "bus_dep": 0.9369385838508606,
    "pgn_dep": 0.9977402687072754,
    "s2s_dep": 0.9168564081192017
}