{
    "bart_reference": "Hiroshi Ueda patented the ` extender stick ' at camera firm Minolta in 1983 . He came up with the invention after struggling to find anyone to take pictures of him with his wife while they were on a family holiday in Europe . It used a mirror on the front of compact cameras to help the photographer . But the idea was not a commercial success and the patent ran out in 2003 .",
    "bart": "photographer hiroshi ueda claims he invented the selfie stick in the 1980s . he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe . the ` extender stick ' was designed for use with new compact cameras that were being developed at the time . modern versions of the extender stick allow a smartphone to be held aloft and use a remote trigger to take the photograph or video .",
    "id": "dm-test-bc721db319cbdd6924537aeba7efd61619422d49",
    "filepath": "cnndm/dailymail/stories/bc721db319cbdd6924537aeba7efd61619422d49.story",
    "bert_sum_reference": "hiroshi ueda patented the ` extender stick ' at camera firm minolta in 1983 . he came up with the invention after struggling to find anyone to take pictures of him with his wife while they were on a family holiday in europe . it used a mirror on the front of compact cameras to help the photographer . but the idea was not a commercial success and the patent ran out in 2003 .",
    "bert_sum": "hiroshi ueda , a photographer who worked for minolta , invented the selfie stick in the 1980s . he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe . after having his camera stolen by a child he dreamed up a solution - an extendable stick with a tripod screw at the end . the contraption lets selfie addicts take photos of themselves using their ipad .",
    "bus_reference": "hiroshi ueda patented the ` extender stick ' at camera firm minolta in 1983 . he came up with the invention after struggling to find anyone to take pictures of him with his wife while they were on a family holiday in europe . it used a mirror on the front of compact cameras to help the photographer . but the idea was not a commercial success and the patent ran out in 2003 .",
    "bus": "hiroshi ueda , a photographer for camera company minolta , claims he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe . the ` extender stick ' is available on the website accessory geeks for just $ 23 -lrb- # 16 -rrb- . it was designed for use with new compact cameras using their ipad .",
    "pgn_reference": "hiroshi ueda patented the ' extender stick ' at camera firm minolta in 1983 . he came up with the invention after struggling to find anyone to take pictures of him with his wife while they were on a family holiday in europe . it used a mirror on the front of compact cameras to help the photographer . but the idea was not a commercial success and the patent ran out in 2003 .",
    "pgn": "hiroshi ueda claims that he first invented the selfie stick in the 1980s . he said he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe .",
    "s2s_reference": "hiroshi ueda patented the ' extender stick ' at camera firm minolta in 1983 . he came up with the invention after struggling to find anyone to take pictures of him with his wife while they were on a family holiday in europe . it used a mirror on the front of compact cameras to help the photographer . but the idea was not a commercial success and the patent ran out in 2003 .",
    "s2s": "hiroshi UNK , worked as engineer for camera company UNK . he said he came up with the idea after struggling to get pictures of himself . he said he came up with the idea after struggling to get pictures of himself .",
    "hash": "bc721db319cbdd6924537aeba7efd61619422d49",
    "url": "http://web.archive.org/web/20150723223727id_/http://www.dailymail.co.uk/sciencetech/article-3047490/Selfie-stick-invented-1980s-Japanese-photographer-dreamed-device-decades-modern-obsession.html",
    "article": "They have become one of the most irritating accessories carried by tourists in recent years, but it appears the selfie stick has been a nuisance for three decades. Hiroshi Ueda, a photographer who worked as an engineer for camera company Minolta, claims that he first invented the selfie stick in the 1980s. He said he came up with the idea after struggling to get pictures of himself and his wife together while they were in Europe. Scroll down for video Hiroshi Ueda, holding his extender stick for taking 'selfies' which he patented in 1983 while working for Minolta After having his camera stolen by a child he asked to take their picture in the Louvre Museum in Paris, he dreamed up a solution - an extendable stick with a tripod screw at the end. The 'extender stick', as he called it, was designed for use with new compact cameras that were being developed at the time. Whether taking in a spectacular panorama, visiting a famous landmark or watching a concert; the chances are your view has been ruined by  a selfie stick on at least one occasion. Now the situation may be about to get a whole lot worse, because there’s a next-generation stick that can grasp a tablet as well as a mobile phone. The contraption lets selfie addicts take photos  of themselves using their iPad, ensuring they can capture the best possible duck pout or cheesy grin in their shots. The supersized stick is available on the website Accessory Geeks for just $23 (£16), suggesting that they could be coming to a street near you soon. He added a mirror to the front of the camera so that photographers could see exactly what they were doing. Despite being patented in 1983, the extender stick failed to become a success - mainly due to the poor image quality it captured. But that did not stop Mr Ueda from compiling a family album of family 'selfies' using his device. Speaking to the BBC, he said: 'The idea of taking a picture of yourself was very new back then. 'The philosophy behind it was that I didn't need to rely on anyone else to take a photo - I could take a picture of myself whenever and wherever I liked.' Some 30 years later selfie sticks are now hugely popular - used by narcissists and celebrities everywhere to capture images of themselves in their surroundings. They have become such a menace that many tourist venues, museums, concert venues and stadiums have banned them. Perhaps ironically, Apple - the company that could be blamed for kickstarting the selfie phenomenon by putting a camera on the front of its phones in the first place - has also banned them from its next conference. Mr Ueda used his 'extender stick' to take pictures of himself with his family while on holiday in Europe (above) Modern versions of the extender stick allow a smartphone to be held aloft and use a remote trigger to take the photograph or video. Mr Ueda's patent ran out in 2003, however, so he has not benefited from the recent boom. Instead Canadian inventor Wayne Fromm developed a hand-held extendable selfie stick in the early 2000s, which he called the Quik Pod. While his product has sold well, there are many others available. Mr Ueda said: 'My idea came too early, but that's just one of those things. 'I patented about 300 ideas, so that was just one of them. We call it a 3am invention - it arrived too early.' The idea of selfies, however, is not new. Remote timers and triggers have been available on cameras for decades. A recently unearthed photograph also showed that some early photographers adopted unusual methods to take their own photo - such as using a broom handle to hit the trigger on their camera. Michael Pritchard, Director-General of The Royal Photographic Society, said there is evidence of selfies going back as far as the 1840s. Selfie sticks divide opinion - some people love them and others hate them. But a growing number of venues and attractions have deemed them such a nuisance that they are banning their use. Last month the National Gallery in London became the latest major museum to instruct visitors that the devices were not welcome. It follows bans in galleries in France and America – including the Palace of Versailles and the Museum of Modern Art in New York. Organisers of two major US festivals have also made clear what they think of selfie sticks. The Coachella Valley Music and Arts Festival and Lollapalooza are the latest in a string of concert venues and historic landmarks to ban the use of the controversial tech gadgets on their grounds. According to NME , London's O2 Arena and Wembley Arena have also prohibited them, while Rome's Colosseum also do not permit the use of the gadgets. Banned: The Coachella Valley Music and Arts Festival and Lollapalooza, in Illinois and California, are the latest in a string of concert venues and historic landmarks to ban selfie sticks on their grounds (file picture)",
    "entity_counter": {
        "the most irritating accessories": 1,
        "tourists": 1,
        "the selfie stick": 2,
        "a nuisance": 1,
        "Hiroshi Ueda": 1,
        "a photographer": 1,
        "an engineer": 1,
        "camera company Minolta": 1,
        "the idea": 1,
        "pictures": 2,
        "his wife": 1,
        "Europe": 2,
        "video Hiroshi Ueda": 1,
        "his extender": 1,
        "selfies": 3,
        "Minolta": 1,
        "his camera": 1,
        "a child": 1,
        "their picture": 1,
        "the Louvre Museum": 1,
        "Paris": 1,
        "a solution": 1,
        "an extendable stick": 1,
        "a tripod screw": 1,
        "the end": 1,
        "The 'extender stick": 1,
        "use": 1,
        "new compact cameras": 1,
        "the time": 1,
        "a spectacular panorama": 1,
        "a famous landmark": 1,
        "a concert": 1,
        "the chances": 1,
        "your view": 1,
        "a selfie stick": 1,
        "at least one occasion": 1,
        "the situation": 1,
        "a whole lot": 1,
        "a next-generation stick": 1,
        "a tablet": 1,
        "a mobile phone": 1,
        "The contraption": 1,
        "selfie addicts": 1,
        "photos": 1,
        "their iPad": 1,
        "the best possible duck pout": 1,
        "cheesy grin": 1,
        "their shots": 1,
        "The supersized stick": 1,
        "the website": 1,
        "Accessory Geeks": 1,
        "a street": 1,
        "a mirror": 1,
        "the front": 2,
        "the camera": 1,
        "photographers": 1,
        "the extender stick": 2,
        "a success": 1,
        "the poor image quality": 1,
        "Mr Ueda": 1,
        "a family album": 1,
        "family 'selfies": 1,
        "his device": 1,
        "the BBC": 1,
        "The idea": 2,
        "a picture": 2,
        "The philosophy": 1,
        "a photo": 1,
        "selfie sticks": 3,
        "narcissists": 1,
        "celebrities": 1,
        "images": 1,
        "their surroundings": 1,
        "such a menace": 1,
        "many tourist venues": 1,
        "museums": 1,
        "concert venues": 3,
        "stadiums": 1,
        "Apple - the company": 1,
        "the selfie phenomenon": 1,
        "a camera": 1,
        "its phones": 1,
        "the first place": 1,
        "its next conference": 1,
        "Ueda": 2,
        "his 'extender stick": 1,
        "his family": 1,
        "holiday": 1,
        ") Modern versions": 1,
        "a smartphone": 1,
        "a remote trigger": 1,
        "the photograph": 1,
        "video": 1,
        "Mr Ueda's patent": 1,
        "the recent boom": 1,
        "Canadian inventor Wayne Fromm": 1,
        "a hand-held extendable selfie stick": 1,
        "his product": 1,
        "many others": 1,
        "My idea": 1,
        "those things": 1,
        "about 300 ideas": 1,
        "Remote timers": 1,
        "triggers": 1,
        "cameras": 1,
        "A recently unearthed photograph": 1,
        "some early photographers": 1,
        "unusual methods": 1,
        "their own photo": 1,
        "a broom handle": 1,
        "the trigger": 1,
        "their camera": 1,
        "Michael Pritchard": 1,
        "Director-General": 1,
        "The Royal Photographic Society": 1,
        "evidence": 1,
        "Selfie sticks": 1,
        "opinion": 1,
        "some people": 1,
        "others": 1,
        "a growing number": 1,
        "venues": 1,
        "attractions": 1,
        "their use": 1,
        "the National Gallery": 1,
        "London": 1,
        "the latest major museum": 1,
        "visitors": 1,
        "the devices": 1,
        "bans": 1,
        "galleries": 1,
        "France": 1,
        "America": 1,
        "the Palace": 1,
        "Versailles": 1,
        "the Museum": 1,
        "Modern Art": 1,
        "New York": 1,
        "Organisers": 1,
        "two major US festivals": 1,
        "The Coachella Valley Music and Arts Festival": 2,
        "Lollapalooza": 2,
        "a string": 2,
        "historic landmarks": 2,
        "the use": 2,
        "the controversial tech gadgets": 2,
        "their grounds": 2,
        "NME": 1,
        "London's O2 Arena": 1,
        "Wembley Arena": 1,
        "Rome's Colosseum": 1,
        "Illinois": 1,
        "California": 1,
        "(file picture": 1
    },
    "bart_lines": [
        "Photographer Hiroshi Ueda claims he invented the selfie stick in the 1980s .",
        "He came up with the idea after struggling to get pictures of himself and his wife together while they were in Europe .",
        "The ` extender stick ' was designed for use with new compact cameras that were being developed at the time .",
        "Modern versions of the extender stick allow a smartphone to be held aloft and use a remote trigger to take the photograph or video ."
    ],
    "bert_sum_lines": [
        "hiroshi ueda , a photographer who worked for minolta , invented the selfie stick in the 1980s .",
        "he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe .",
        "after having his camera stolen by a child he dreamed up a solution - an extendable stick with a tripod screw at the end .",
        "the contraption lets selfie addicts take photos of themselves using their ipad ."
    ],
    "bus_lines": [
        "hiroshi ueda , a photographer for camera company minolta , claims he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe .",
        "the ` extender stick ' is available on the website accessory geeks for just $ 23 -lrb-",
        "# 16 -rrb- .",
        "it was designed for use with new compact cameras using their ipad ."
    ],
    "pgn_lines": [
        "hiroshi ueda claims that he first invented the selfie stick in the 1980s .",
        "he said he came up with the idea after struggling to get pictures of himself and his wife together while they were in europe ."
    ],
    "s2s_lines": [
        "hiroshi UNK , worked as engineer for camera company UNK .",
        "he said he came up with the idea after struggling to get pictures of himself .",
        "he said he came up with the idea after struggling to get pictures of himself ."
    ],
    "article_lines": [
        "They have become one of the most irritating accessories carried by tourists in recent years, but it appears the selfie stick has been a nuisance for three decades.",
        "Hiroshi Ueda, a photographer who worked as an engineer for camera company Minolta, claims that he first invented the selfie stick in the 1980s.",
        "He said he came up with the idea after struggling to get pictures of himself and his wife together while they were in Europe.",
        "Scroll down for video Hiroshi Ueda, holding his extender stick for taking 'selfies' which he patented in 1983 while working for Minolta After having his camera stolen by a child he asked to take their picture in the Louvre Museum in Paris, he dreamed up a solution - an extendable stick with a tripod screw at the end.",
        "The 'extender stick', as he called it, was designed for use with new compact cameras that were being developed at the time.",
        "Whether taking in a spectacular panorama, visiting a famous landmark or watching a concert; the chances are your view has been ruined by  a selfie stick on at least one occasion.",
        "Now the situation may be about to get a whole lot worse, because there’s a next-generation stick that can grasp a tablet as well as a mobile phone.",
        "The contraption lets selfie addicts take photos  of themselves using their iPad, ensuring they can capture the best possible duck pout or cheesy grin in their shots.",
        "The supersized stick is available on the website Accessory Geeks for just $23 (£16), suggesting that they could be coming to a street near you soon.",
        "He added a mirror to the front of the camera so that photographers could see exactly what they were doing.",
        "Despite being patented in 1983, the extender stick failed to become a success - mainly due to the poor image quality it captured.",
        "But that did not stop Mr Ueda from compiling a family album of family 'selfies' using his device.",
        "Speaking to the BBC, he said: 'The idea of taking a picture of yourself was very new back then. '",
        "The philosophy behind it was that I didn't need to rely on anyone else to take a photo - I could take a picture of myself whenever and wherever I liked.'",
        "Some 30 years later selfie sticks are now hugely popular - used by narcissists and celebrities everywhere to capture images of themselves in their surroundings.",
        "They have become such a menace that many tourist venues, museums, concert venues and stadiums have banned them.",
        "Perhaps ironically, Apple - the company that could be blamed for kickstarting the selfie phenomenon by putting a camera on the front of its phones in the first place - has also banned them from its next conference.",
        "Mr Ueda used his 'extender stick' to take pictures of himself with his family while on holiday in Europe (above) Modern versions of the extender stick allow a smartphone to be held aloft and use a remote trigger to take the photograph or video.",
        "Mr Ueda's patent ran out in 2003, however, so he has not benefited from the recent boom.",
        "Instead Canadian inventor Wayne Fromm developed a hand-held extendable selfie stick in the early 2000s, which he called the Quik Pod.",
        "While his product has sold well, there are many others available.",
        "Mr Ueda said: 'My idea came too early, but that's just one of those things. '",
        "I patented about 300 ideas, so that was just one of them.",
        "We call it a 3am invention - it arrived too early.'",
        "The idea of selfies, however, is not new.",
        "Remote timers and triggers have been available on cameras for decades.",
        "A recently unearthed photograph also showed that some early photographers adopted unusual methods to take their own photo - such as using a broom handle to hit the trigger on their camera.",
        "Michael Pritchard, Director-General of The Royal Photographic Society, said there is evidence of selfies going back as far as the 1840s.",
        "Selfie sticks divide opinion - some people love them and others hate them.",
        "But a growing number of venues and attractions have deemed them such a nuisance that they are banning their use.",
        "Last month the National Gallery in London became the latest major museum to instruct visitors that the devices were not welcome.",
        "It follows bans in galleries in France and America – including the Palace of Versailles and the Museum of Modern Art in New York.",
        "Organisers of two major US festivals have also made clear what they think of selfie sticks.",
        "The Coachella Valley Music and Arts Festival and Lollapalooza are the latest in a string of concert venues and historic landmarks to ban the use of the controversial tech gadgets on their grounds.",
        "According to NME , London's O2 Arena and Wembley Arena have also prohibited them, while Rome's Colosseum also do not permit the use of the gadgets.",
        "Banned:",
        "The Coachella Valley Music and Arts Festival and Lollapalooza, in Illinois and California, are the latest in a string of concert venues and historic landmarks to ban selfie sticks on their grounds (file picture)"
    ],
    "negative_entity": "Belgium international Benteke",
    "bart_cased": "Photographer Hiroshi Ueda claims he invented the selfie stick in the 1980s . He came up with the idea after struggling to get pictures of himself and his wife together while they were in Europe . The ` extender stick ' was designed for use with new compact cameras that were being developed at the time . Modern versions of the extender stick allow a smartphone to be held aloft and use a remote trigger to take the photograph or video .",
    "traps": [
        [
            "F6",
            "selfie sticks divide opinion - some people love them and others hate her."
        ],
        [
            "F4",
            "justin braddock ran from officers in hospital after a deputy sheriff saved his life when he found him unconscious after allegedly taking heroin a police officer saved the life of a unconscious heroin user, only for the man to flee without a thank you when he was taken to hospital."
        ],
        [
            "F1",
            "remote timers and triggers have not been available on cameras for decades ."
        ],
        [
            "F0",
            "they have become one of the most irritating accessories carried by tourists in recent years, but it appears the selfie stick has been a nuisance for three decades."
        ],
        [
            "F6",
            "but a growing number of venues and attractions have deemed you such a nuisance that they are banning their use."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ],
    "bart_dep": 0.9962311387062073,
    "bert_sum_dep": 0.9942448735237122,
    "bus_dep": 0.9947611689567566,
    "pgn_dep": 0.9941985607147217,
    "s2s_dep": 0.8850816488265991
}