{
    "bart_reference": "In a few years , the military will be unable to recruit enough qualified soldiers because of America 's obesity problem . Carol Costello : We have a serious national security issue at hand , but it 's within our control if we could own up to it .",
    "bart": "more than one-third of u.s. adults are obese . only 72,000 of 195,000 young men and women signed up to fight for our country . army recruiters have become fitness coaches , like the trainers on `` the biggest loser '' dr. sanjay gupta says doctors need to step in and say we need to fix this .",
    "id": "cnn-test-e82fd60b8e06755184e0bd8add6967600b6788f1",
    "filepath": "cnndm/cnn/stories/e82fd60b8e06755184e0bd8add6967600b6788f1.story",
    "bert_sum_reference": "in a few years , the military will be unable to recruit enough qualified soldiers because of america 's obesity problem . carol costello : we have a serious national security issue at hand , but it 's within our control if we could own up to it .",
    "bert_sum": "gen. allen batschelet says obesity is becoming a national security issue . army recruiters have become fitness coaches , like the trainers on the nbc show , \" the biggest loser \" . he says the army needs to try to grow and become a leader .",
    "bus_reference": "in a few years , the military will be unable to recruit enough qualified soldiers because of america 's obesity problem . carol costello : we have a serious national security issue at hand , but it 's within our control if we could own up to it .",
    "bus": "many young americans will be overweight that the military will be able to recruit enough soldiers . gen. allen batschelet is a national security issue for the u.s. army . he says the obesity issue is so many that it 's too fat to fight .",
    "pgn_reference": "in a few years , the military will be unable to recruit enough qualified soldiers because of america 's obesity problem . carol costello : we have a serious national security issue at hand , but it 's within our control if we could own up to it .",
    "pgn": "`` the obesity issue is the most troubling because the trend is going in the wrong direction , '' he says . the problem is so worrisome for the army that recruiters have become fitness coaches .",
    "s2s_reference": "in a few years , the military will be unable to recruit enough qualified soldiers because of america 's obesity problem . carol costello : we have a serious national security issue at hand , but it 's within our control if we could own up to it .",
    "s2s": "bob greene : the general did n't make the cut because they had a criminal background . he says the general did n't make the cut because they had a criminal background , or too many simple tattoos . UNK : the problem is so akin for the army that recruiters have become fitness coaches .",
    "hash": "e82fd60b8e06755184e0bd8add6967600b6788f1",
    "url": "http://web.archive.org/web/20150424115526id_/http://edition.cnn.com/2015/04/21/opinions/costello-america-fat/index.html",
    "article": "(CNN)Soon, America will be too fat to fight. Forget about rampant diabetes, heart attacks and joint problems -- the scariest consequence arising out of our losing battle with the bulge is the safety of our country. In about five years, so many young Americans will be grossly overweight that the military will be unable to recruit enough qualified soldiers. That alarming forecast comes from Maj, Gen. Allen Batschelet, who is in charge of U.S. Army Recruiting Command. Obesity, he told me, \"is becoming a national security issue.\" I was so taken aback by Batschelet's statement that I felt the need to press him. Come on! Obesity? A national security crisis? The General didn't blink. \"In my view, yes.\" Of the 195,000 young men and women who signed up to fight for our country, only 72,000 qualified. Some didn't make the cut because they had a criminal background, or a lack of education, or too many tattoos. But a full 10% didn't qualify because they were overweight. Before you accuse me of sensationalizing, it's that 10% figure that worries General Batschelet the most. \"The obesity issue is the most troubling because the trend is going in the wrong direction,\" he said. \"We think by 2020 it could be as high as 50%, which mean only 2 in 10 would qualify to join the Army.\" He paused. \"It's a sad testament to who we are as a society right now.\" The problem is so worrisome for the Army that recruiters have become fitness coaches, like the trainers on the NBC show, \"The Biggest Loser.\" Yes, your tax dollars pay for Army recruiters to play Dolvett Quince or Jillian Michaels to whip could-be recruits into shape with the hope they can diet and exercise their way to become real recruits. If they lose enough weight, they're sent to boot camp. Some make it; many don't. But, General Batschelet told me the Army must try. \"We are the premier leader on personal development in the world,\" he told me. \"We want to see you grow and become a leader. That is a great strength in our Army.\" Except the Army never considered the type of growth it's now contending with. Nowadays \"personal development\" means working on both character and ... girth. The general, along with so many others in this country, is struggling with why so many Americans, despite all the warnings, continue to eat too much and exercise too little. I have a theory. It ain't pretty. But it's got to be true: We just don't care. \"The acceptance of obesity is prevalent,\" according to Claire Putnam, an obstetrician and gynecologist who believes obesity is a national crisis right now. \"When you look around you, 70% of adults are overweight or obese. It's seems normal,\" she said. Just look at the numbers: More than one-third of U.S. adults are obese. Seventeen percent of all children and adolescents in the U.S. are obese. That's triple the rate from just a generation ago. So, maybe we should face the fact that we've grown comfortable with our girth. It is crystal clear we haven't the foggiest idea of who needs to lose weight and who doesn't. Just the other day, Twitter trolls scolded the singer, Pink, for gaining weight. Pink is not remotely fat. Neither is Selena Gomez, haters. Or Britney Spears, hecklers. If 70% of us are overweight in this country, why are there so many willing to fat-shame people who are not remotely obese? Maybe it's easier to criticize others for carrying extra weight than to admit we have a weight problem ourselves. Because it is abundantly clear we are wallowing in denial. Dr. Putnam points to one of Kaiser Permanante's medical questionnaires. You know, the paperwork patients are asked to fill out before they see the doctor. There is actually a box on the form that allows the patient to \"opt out of talking about obesity.\" Some patients refuse to step on the scale. \"You want to be sensitive to that patient,\" Putnam told me. \"You don't want to nag. But, doctors need to step in and say we need to fix this.\" CNN's chief medical correspondent, Dr. Sanjay Gupta, agrees with Putnam. \"Perceptions of weight are a big part of the problem,\" he said to me. \"If a person is overweight -- as difficult as it is -- they ought to be told. You know, this issue reminds me of the issue with concussions. We should call them what they really are: a brain injury, not 'getting your bell rung.' In the same vein, we should tell people who are overweight or obese that, clinically, they're 'overweight' or 'obese' and at risk for just about every chronic disease in the book.\" In other words, chubby is not the proper way to describe a person who is obese. Just like \"fat\" is not the proper term for Pink or Selena Gomez. And, yes, semantics matter. According to the CDC, 81% of overweight boys and 71% of overweight girls believe they are just the right weight. We've clearly lost our perspective on what's normal when it comes to a healthy weight. So much so it's becoming a national security problem. So what will it take? The answer cannot be the U.S Army.",
    "entity_counter": {
        "America": 3,
        "rampant diabetes": 1,
        "heart attacks": 1,
        "joint problems": 1,
        "the scariest consequence": 1,
        "our losing battle": 1,
        "the bulge": 1,
        "the safety": 1,
        "so many young Americans": 1,
        "the military": 1,
        "enough qualified soldiers": 1,
        "That alarming forecast": 1,
        "Maj": 1,
        "Gen. Allen Batschelet": 1,
        "charge": 1,
        "U.S. Army Recruiting Command": 1,
        "a national security issue": 1,
        "Batschelet's statement": 1,
        "the need": 1,
        "Obesity": 1,
        "A national security crisis": 1,
        "The General": 1,
        "my view": 1,
        "the 195,000 young men": 1,
        "women": 1,
        "the cut": 1,
        "a criminal background": 1,
        "education": 1,
        "that 10% figure": 1,
        "General Batschelet": 2,
        "The obesity issue": 1,
        "the trend": 1,
        "the wrong direction": 1,
        "the Army": 5,
        "a sad testament": 1,
        "a society": 1,
        "The problem": 1,
        "recruiters": 1,
        "fitness coaches": 1,
        "the trainers": 1,
        "the NBC show": 1,
        "The Biggest Loser": 1,
        "your tax dollars": 1,
        "Army recruiters": 1,
        "Dolvett Quince": 1,
        "Jillian Michaels": 1,
        "recruits": 1,
        "shape": 1,
        "the hope": 1,
        "their way": 1,
        "real recruits": 1,
        "enough weight": 1,
        "boot camp": 1,
        "the premier leader": 1,
        "personal development": 2,
        "the world": 1,
        "a leader": 1,
        "a great strength": 1,
        "growth": 1,
        "both character": 1,
        "... girth": 1,
        "so many others": 1,
        "this country": 2,
        "so many Americans": 1,
        "all the warnings": 1,
        "a theory": 1,
        "The acceptance": 1,
        "obesity": 3,
        "Claire Putnam": 1,
        "an obstetrician": 1,
        "gynecologist": 1,
        "a national crisis": 1,
        "adults": 1,
        "the numbers": 1,
        "U.S. adults": 1,
        "all children": 1,
        "adolescents": 1,
        "the U.S.": 1,
        "triple the rate": 1,
        "the fact": 1,
        "our girth": 1,
        "the foggiest idea": 1,
        "weight": 3,
        "Twitter trolls": 1,
        "the singer": 1,
        "Pink": 2,
        "Selena Gomez": 1,
        "haters": 1,
        "Or Britney Spears, hecklers": 1,
        "fat-shame people": 1,
        "others": 1,
        "extra weight": 1,
        "a weight problem": 1,
        "denial": 1,
        "Dr. Putnam": 3,
        "Kaiser Permanante's medical questionnaires": 1,
        "the paperwork patients": 1,
        "the doctor": 1,
        "a box": 1,
        "the form": 1,
        "the patient": 2,
        "Some patients": 1,
        "the scale": 1,
        "doctors": 1,
        "CNN's chief medical correspondent": 1,
        "Dr. Sanjay Gupta": 1,
        "Perceptions": 1,
        "a big part": 1,
        "the problem": 1,
        "a person": 2,
        "this issue": 1,
        "the issue": 1,
        "concussions": 1,
        "a brain injury": 1,
        "your bell": 1,
        "the same vein": 1,
        "people": 1,
        "risk": 1,
        "just about every chronic disease": 1,
        "the book": 1,
        "other words": 1,
        "the proper way": 1,
        "\"fat": 1,
        "the proper term": 1,
        "Pink or Selena Gomez": 1,
        "And, yes, semantics matter": 1,
        "the CDC": 1,
        "overweight boys": 1,
        "overweight girls": 1,
        "just the right weight": 1,
        "our perspective": 1,
        "a healthy weight": 1,
        "a national security problem": 1,
        "The answer": 1,
        "the U.S Army": 1
    },
    "bart_lines": [
        "More than one-third of U.S. adults are obese .",
        "Only 72,000 of 195,000 young men and women signed up to fight for our country .",
        "Army recruiters have become fitness coaches , like the trainers on `` The Biggest Loser ''",
        "Dr. Sanjay Gupta says doctors need to step in and say we need to fix this ."
    ],
    "bert_sum_lines": [
        "gen. allen batschelet says obesity is becoming a national security issue .",
        "army recruiters have become fitness coaches , like the trainers on the nbc show , \" the biggest loser \" .",
        "he says the army needs to try to grow and become a leader ."
    ],
    "bus_lines": [
        "many young americans will be overweight that the military will be able to recruit enough soldiers .",
        "gen. allen batschelet is a national security issue for the u.s. army .",
        "he says the obesity issue is so many that it 's too fat to fight ."
    ],
    "pgn_lines": [
        "`` the obesity issue is the most troubling because the trend is going in the wrong direction , '' he says .",
        "the problem is so worrisome for the army that recruiters have become fitness coaches ."
    ],
    "s2s_lines": [
        "bob greene :",
        "the general did n't make the cut because they had a criminal background .",
        "he says the general did n't make the cut because they had a criminal background , or too many simple tattoos .",
        "UNK :",
        "the problem is so akin for the army that recruiters have become fitness coaches ."
    ],
    "article_lines": [
        "(CNN)Soon, America will be too fat to fight.",
        "Forget about rampant diabetes, heart attacks and joint problems -- the scariest consequence arising out of our losing battle with the bulge is the safety of our country.",
        "In about five years, so many young Americans will be grossly overweight that the military will be unable to recruit enough qualified soldiers.",
        "That alarming forecast comes from Maj, Gen. Allen Batschelet, who is in charge of U.S. Army Recruiting Command.",
        "Obesity, he told me, \"is becoming a national security issue.",
        "\" I was so taken aback by Batschelet's statement that I felt the need to press him.",
        "Come on!",
        "Obesity?",
        "A national security crisis?",
        "The General didn't blink.",
        "\"In my view, yes.\" Of the 195,000 young men and women who signed up to fight for our country, only 72,000 qualified.",
        "Some didn't make the cut because they had a criminal background, or a lack of education, or too many tattoos.",
        "But a full 10% didn't qualify because they were overweight.",
        "Before you accuse me of sensationalizing, it's that 10% figure that worries General Batschelet the most. \"",
        "The obesity issue is the most troubling because the trend is going in the wrong direction,\" he said.",
        "\"We think by 2020 it could be as high as 50%, which mean only 2 in 10 would qualify to join the Army.\"",
        "He paused.",
        "\"It's a sad testament to who we are as a society right now.",
        "\" The problem is so worrisome for the Army that recruiters have become fitness coaches, like the trainers on the NBC show, \"The Biggest Loser.\" Yes, your tax dollars pay for Army recruiters to play Dolvett Quince or Jillian Michaels to whip could-be recruits into shape with the hope they can diet and exercise their way to become real recruits.",
        "If they lose enough weight, they're sent to boot camp.",
        "Some make it; many don't.",
        "But, General Batschelet told me the Army must try.",
        "\"We are the premier leader on personal development in the world,\" he told me.",
        "\"We want to see you grow and become a leader.",
        "That is a great strength in our Army.\"",
        "Except the Army never considered the type of growth it's now contending with.",
        "Nowadays \"personal development\" means working on both character and",
        "... girth.",
        "The general, along with so many others in this country, is struggling with why so many Americans, despite all the warnings, continue to eat too much and exercise too little.",
        "I have a theory.",
        "It ain't pretty.",
        "But it's got to be true: We just don't care. \"",
        "The acceptance of obesity is prevalent,\" according to Claire Putnam, an obstetrician and gynecologist who believes obesity is a national crisis right now.",
        "\"When you look around you, 70% of adults are overweight or obese.",
        "It's seems normal,\" she said.",
        "Just look at the numbers: More than one-third of U.S. adults are obese.",
        "Seventeen percent of all children and adolescents in the U.S. are obese.",
        "That's triple the rate from just a generation ago.",
        "So, maybe we should face the fact that we've grown comfortable with our girth.",
        "It is crystal clear",
        "we haven't the foggiest idea of who needs to lose weight and who doesn't.",
        "Just the other day, Twitter trolls scolded the singer, Pink, for gaining weight.",
        "Pink is not remotely fat.",
        "Neither is Selena Gomez, haters.",
        "Or Britney Spears, hecklers.",
        "If 70% of us are overweight in this country, why are there so many willing to fat-shame people who are not remotely obese?",
        "Maybe it's easier to criticize others for carrying extra weight than to admit we have a weight problem ourselves.",
        "Because it is abundantly clear we are wallowing in denial.",
        "Dr. Putnam points to one of Kaiser Permanante's medical questionnaires.",
        "You know, the paperwork patients are asked to fill out before they see the doctor.",
        "There is actually a box on the form that allows the patient to \"opt out of talking about obesity.\"",
        "Some patients refuse to step on the scale.",
        "\"You want to be sensitive to that patient,\" Putnam told me.",
        "\"You don't want to nag.",
        "But, doctors need to step in and say we need to fix this.\"",
        "CNN's chief medical correspondent, Dr. Sanjay Gupta, agrees with Putnam.",
        "\"Perceptions of weight are a big part of the problem,\" he said to me.",
        "\"If a person is overweight -- as difficult as it is -- they ought to be told.",
        "You know, this issue reminds me of the issue with concussions.",
        "We should call them what they really are: a brain injury, not 'getting your bell rung.'",
        "In the same vein, we should tell people who are overweight or obese",
        "that, clinically, they're 'overweight' or 'obese' and at risk for just about every chronic disease in the book.",
        "\" In other words, chubby is not the proper way to describe a person who is obese.",
        "Just like \"fat\" is not the proper term for Pink or Selena Gomez.",
        "And, yes, semantics matter.",
        "According to the CDC, 81% of overweight boys and 71% of overweight girls believe they are just the right weight.",
        "We've clearly lost our perspective on what's normal when it comes to a healthy weight.",
        "So much so it's becoming a national security problem.",
        "So what will it take?",
        "The answer cannot be the U.S Army."
    ],
    "negative_entity": "a suspicious package",
    "bart_cased": "More than one-third of U.S. adults are obese . Only 72,000 of 195,000 young men and women signed up to fight for our country . Army recruiters have become fitness coaches , like the trainers on `` The Biggest Loser '' Dr. Sanjay Gupta says doctors need to step in and say we need to fix this .",
    "traps": [
        [
            "F4",
            "famed for phenomenal cuisine, majestic rural landscapes and vibrant cities, vietnam offers an undisputed sensory overload."
        ],
        [
            "F6",
            "\"it's a sad testament to who they are as a society right now."
        ],
        [
            "F6",
            "\" i was so taken aback by batschelet's statement that i felt the need to press us."
        ],
        [
            "F4",
            "former chelsea winger florent malouda has picked his #one2eleven stars he played alongside throughout his career on sky sports' fantasy football club."
        ],
        [
            "F6",
            "\"in their view, yes.\" of the 195,000 young men and women who signed up to fight for our country, only 72,000 qualified."
        ],
        [
            "F1",
            "i have not a theory ."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ],
    "bart_dep": 0.9687660336494446,
    "bert_sum_dep": 0.9793404340744019,
    "bus_dep": 0.582909345626831,
    "pgn_dep": 0.8027471899986267,
    "s2s_dep": 0.48085424304008484
}