{
    "bart_reference": "Newcastle set another record as losers of the last five Tyne-Wear derbies . They played in grey and put in an equally dismal and uninspired display . Defeat came after Newcastle announced club record profit of £ 18.7 million . They were left to rue decision to ditch their black and white stripes .",
    "bart": "sunderland beat newcastle united 1-0 in the tyne-wear derby . jermain defoe scored the only goal of the game at the stadium of light . newcastle have now lost their last five derby games in a row . head coach john carver said he had a secret motivational tactic .",
    "id": "dm-test-eab44594d70745db7cc2e78dbe73f0aeb4b58d96",
    "filepath": "cnndm/dailymail/stories/eab44594d70745db7cc2e78dbe73f0aeb4b58d96.story",
    "bert_sum_reference": "newcastle set another record as losers of the last five tyne-wear derbies . they played in grey and put in an equally dismal and uninspired display . defeat came after newcastle announced club record profit of # 18.7 million . they were left to rue decision to ditch their black and white stripes .",
    "bert_sum": "newcastle united lost 3-0 at home to sunderland in the tyne-wear derby . john carver 's side have now lost five of the last five derbies . phil neville was scathing in his assessment of newcastle a fortnight ago . the newcastle boss said he had a secret motivational tactic up his sleeve .",
    "bus_reference": "newcastle set another record as losers of the last five tyne-wear derbies . they played in grey and put in an equally dismal and uninspired display . defeat came after newcastle announced club record profit of # 18.7 million . they were left to rue decision to ditch their black and white stripes .",
    "bus": "phil neville was at the stadium of light on sunday . head coach john carver said before the game he had a secret profit of # 18.7 million last week and retail gain . newcastle united face sunderland in the tyne-wear derby on sunday .",
    "pgn_reference": "newcastle set another record as losers of the last five tyne-wear derbies . they played in grey and put in an equally dismal and uninspired display . defeat came after newcastle announced club record profit of £18.7million . they were left to rue decision to ditch their black and white stripes .",
    "pgn": "phil neville was scathing in his assessment of newcastle a fortnight ago when he said that their application during the 3-0 defeat at everton was reminiscent of a set of players with one eye on their summer holidays . but on sunday they set another record as losers of the last five tyne-wear derbies . head coach john carver said before the game he promised his men would , they played like a side with their flip-flops on .",
    "s2s_reference": "newcastle set another record as losers of the last five tyne-wear derbies . they played in grey and put in an equally dismal and uninspired display . defeat came after newcastle announced club record profit of £18.7million . they were left to rue decision to ditch their black and white stripes .",
    "s2s": "john carver has been in a row for newcastle united since the defeat . the newcastle united manager has been in a row since the defeat . the newcastle united manager has been in a row since the defeat .",
    "hash": "eab44594d70745db7cc2e78dbe73f0aeb4b58d96",
    "url": "http://web.archive.org/web/20150425182440id_/http://www.dailymail.co.uk/sport/football/article-3026650/Newcastle-s-grey-kit-matched-dull-display-Tyne-Wear-derby-really-dark-days-club.html",
    "article": "They played in grey and duly put in a dull and uninspired performance, these really are dark days for Newcastle United. Still, at least they returned a club record profit of £18.7million last week and retail gain was probably behind the bizarre decision to ditch their black-and-white stripes. But on Sunday they set another record as losers of the last five Tyne-Wear derbies. John Carver looks on as his Newcastle United struggle against rivals Sunderland in the Tyne-Wear derby Head coach John Carver said before the game he had a secret motivational tactic up his sleeve and would only reveal what it was following victory. Well, we'll never know what he used in a forlorn attempt to rouse his players. But we do know it didn't work. Phil Neville was scathing in his assessment of Newcastle a fortnight ago when he said that their application during the 3-0 defeat at Everton was reminiscent of a set of players with one eye on their summer holidays. Neville was at the Stadium of Light on Sunday and, rather than prove him wrong as a livid Carver promised his men would, they played like a side with their flip-flops on. Carver was in a rage again on Sunday night, but this time it was his players feeling the fury. 'I said before the game that no side of mine would be criticised for not working hard enough. I was wrong,' he said. Jordi Gomez and Remy Cabella do battle on the Stadium of Light pitch as Sunderland snatch victory 'The performance hurts more than the result. We were second best. It's a funny thing pressure, some players can handle it and some can't. Some of ours perhaps can't after losing five in a row. 'I am absolutely embarrassed to be part of it.' Newcastle's problem is a sad attitude of acceptance that has been allowed to permeate a squad lacking in ability and character. The Magpie mandate is survival and, to that end, their season finished the minute they were more or less assured of as much. Not even a derby can rally this lot. There was one incident in the second half which captured their passive approach. With the play dead, Mike Williamson had to scream at team-mate Daryl Janmaat in a desperate effort to return the ball with some sense of urgency. Sunderland, in contrast, hassled, harried and hounded their opponents. They had won the previous four derbies because they out-worked Newcastle and wanted it more. They won a fifth for exactly the same reasons. Jermain Defoe earns Sunderland all three points with a sensational volley at the Stadium of Light This was billed as 'The Desperation Derby' given the alarming form of the North-East rivals going into the game – four goals between them in 18 hours with six points taken from a possible 36. But there was only one team desperate to win this. It wasn't until the final 15 minutes that Newcastle drew a save from Costel Pantilimon. But it was too little, too late. Far too little, in fact. These are dispiriting times on Tyneside. The disconnect between supporters, players and hierarchy has never been greater. On full-time, the Toon Army spat as much venom towards their own team as they did the red-and-whites goading them nearby. They had just witnessed a dour display of nothingness, sadly lacking in energy, imagination and pride. Newcastle United goalkeeper Tim Krul can only look on in horror as the striker's effort cruises in There was one shining light amid the darkness. Cancer survivor Jonas Gutierrez was starting his first game in 20 months and was by some distance the only player in grey worthy of applause, and that he rightly received. His shirt was soaked near-enough black come the end such was his effort. It failed, however, to inspire his team-mates, one of which, Tim Krul, was criticised by fans on social media when it appeared he congratulated Jermain Defoe for his stunning match-winner shortly before half-time. But to demonise Krul alone would be wrong. The problems at Newcastle run from top to bottom. They are a club without ambition, happy to renew their Premier League pay packet come the end of the season. That message from above means you end up with performances such as this – grey, with little sign of light. January signing Defoe reels away in celebration after scoring a priceless goal for Sunderland Sunderland boss Dick Advocaat (left) celebrates Defoe's opening goal as Newcastle manager The Sunderland player closed down quickly throughout as Newcastle players struggled to get going Cancer survivor Jonas Gutierrez (left) was by some distance the only player in grey worthy of applause",
    "entity_counter": {
        "grey": 3,
        "a dull and uninspired performance": 1,
        "dark days": 1,
        "Newcastle United": 2,
        "a club record profit": 1,
        "retail gain": 1,
        "the bizarre decision": 1,
        "their black-and-white stripes": 1,
        "another record": 1,
        "losers": 1,
        "the last five Tyne-Wear derbies": 1,
        "John Carver": 4,
        "his Newcastle United struggle": 1,
        "rivals": 1,
        "Sunderland": 3,
        "the Tyne-Wear derby Head coach": 1,
        "the game": 3,
        "a secret motivational tactic": 1,
        "his sleeve": 1,
        "victory": 2,
        "a forlorn attempt": 1,
        "his players": 2,
        "Phil Neville": 2,
        "his assessment": 1,
        "Newcastle": 3,
        "their application": 1,
        "the 3-0 defeat": 1,
        "Everton": 1,
        "a set": 1,
        "players": 2,
        "one eye": 1,
        "the Stadium": 3,
        "Light": 2,
        "his men": 1,
        "a side": 1,
        "their flip-flops": 1,
        "a rage": 1,
        "the fury": 1,
        "no side": 1,
        "Jordi Gomez": 1,
        "Remy Cabella": 1,
        "battle": 1,
        "Light pitch": 1,
        "The performance": 1,
        "the result": 1,
        "a funny thing pressure": 1,
        "some players": 1,
        "part": 1,
        "Newcastle's problem": 1,
        "a sad attitude": 1,
        "acceptance": 1,
        "ability": 1,
        "character": 1,
        "The Magpie mandate": 1,
        "survival": 1,
        "that end": 1,
        "their season": 1,
        "Not even a derby": 1,
        "one incident": 1,
        "their passive approach": 1,
        "the play": 1,
        "Mike Williamson": 1,
        "team-mate Daryl Janmaat": 1,
        "a desperate effort": 1,
        "the ball": 1,
        "some sense": 1,
        "urgency": 1,
        "contrast": 1,
        "their opponents": 1,
        "the previous four derbies": 1,
        "a fifth": 1,
        "exactly the same reasons": 1,
        "Jermain Defoe": 3,
        "all three points": 1,
        "a sensational volley": 1,
        "This": 1,
        "The Desperation Derby": 1,
        "the alarming form": 1,
        "the North-East rivals": 1,
        "four goals": 1,
        "six points": 1,
        "only one team": 1,
        "a save": 1,
        "Costel Pantilimon": 1,
        "fact": 1,
        "dispiriting times": 1,
        "Tyneside": 1,
        "The disconnect": 1,
        "supporters": 1,
        "hierarchy": 1,
        "full-time": 1,
        "the Toon Army": 1,
        "as much venom": 1,
        "their own team": 1,
        "the red-and-whites": 1,
        "a dour display": 1,
        "nothingness": 1,
        "energy": 1,
        "imagination": 1,
        "pride": 1,
        "Newcastle United goalkeeper Tim Krul": 2,
        "horror": 1,
        "the striker's effort cruises": 1,
        "one shining light": 1,
        "the darkness": 1,
        "Cancer survivor Jonas Gutierrez": 1,
        "his first game": 1,
        "some distance": 2,
        "the only player": 2,
        "applause": 2,
        "His shirt": 1,
        "his effort": 1,
        "his team-mates": 1,
        "Tim Krul": 1,
        "fans": 1,
        "social media": 1,
        "his stunning match-winner": 1,
        "half-time": 1,
        "The problems": 1,
        "top": 1,
        "bottom": 1,
        "a club": 1,
        "ambition": 1,
        "their Premier League pay packet": 1,
        "That message": 1,
        "performances": 1,
        "little sign": 1,
        "light": 1,
        "celebration": 1,
        "a priceless goal": 1,
        "Sunderland Sunderland boss": 1,
        "Dick Advocaat": 1,
        "Defoe's opening goal": 1,
        "Newcastle manager The Sunderland player": 1,
        "Newcastle players": 1,
        "going Cancer survivor Jonas Gutierrez": 1
    },
    "bart_lines": [
        "Sunderland beat Newcastle United 1-0 in the Tyne-Wear derby .",
        "Jermain Defoe scored the only goal of the game at the Stadium of Light .",
        "Newcastle have now lost their last five derby games in a row .",
        "Head coach John Carver said he had a secret motivational tactic ."
    ],
    "bert_sum_lines": [
        "newcastle united lost 3-0 at home to sunderland in the tyne-wear derby .",
        "john carver 's side have now lost five of the last five derbies .",
        "phil neville was scathing in his assessment of newcastle a fortnight ago .",
        "the newcastle boss said he had a secret motivational tactic up his sleeve ."
    ],
    "bus_lines": [
        "phil neville was at the stadium of light on sunday .",
        "head coach john carver said before the game he had a secret profit of # 18.7 million last week and retail gain .",
        "newcastle",
        "united face sunderland in the tyne-wear derby on sunday ."
    ],
    "pgn_lines": [
        "phil neville was scathing in his assessment of newcastle a fortnight ago when he said that their application during the 3-0 defeat at everton was reminiscent of a set of players with one eye on their summer holidays .",
        "but on sunday they set another record as losers of the last five tyne-wear derbies .",
        "head coach john carver said before the game he promised his men would , they played like a side with their flip-flops on ."
    ],
    "s2s_lines": [
        "john carver has been in a row for newcastle united since the defeat .",
        "the newcastle united manager has been in a row since the defeat .",
        "the newcastle united manager has been in a row since the defeat ."
    ],
    "article_lines": [
        "They played in grey and duly put in a dull and uninspired performance, these really are dark days for Newcastle United.",
        "Still, at least they returned a club record profit of £18.7million last week and retail gain was probably behind the bizarre decision to ditch their black-and-white stripes.",
        "But on Sunday they set another record as losers of the last five Tyne-Wear derbies.",
        "John Carver looks on as his Newcastle United struggle against rivals Sunderland in the Tyne-Wear derby Head coach John Carver said before the game he had a secret motivational tactic up his sleeve and would only reveal what it was following victory.",
        "Well, we'll never know what he used in a forlorn attempt to rouse his players.",
        "But we do know it didn't work.",
        "Phil Neville was scathing in his assessment of Newcastle a fortnight ago when he said that their application during the 3-0 defeat at Everton was reminiscent of a set of players with one eye on their summer holidays.",
        "Neville was at the Stadium of Light on Sunday and, rather than prove him wrong as a livid Carver promised his men would, they played like a side with their flip-flops on.",
        "Carver was in a rage again on Sunday night, but this time it was his players feeling the fury. '",
        "I said before the game that no side of mine would be criticised for not working hard enough.",
        "I was wrong,' he said.",
        "Jordi Gomez and Remy Cabella do battle on the Stadium of Light pitch as Sunderland snatch victory '",
        "The performance hurts more than the result.",
        "We were second best.",
        "It's a funny thing pressure, some players can handle it and some can't.",
        "Some of ours perhaps can't after losing five in a row. '",
        "I am absolutely embarrassed to be part of it.'",
        "Newcastle's problem is a sad attitude of acceptance that has been allowed to permeate a squad lacking in ability and character.",
        "The Magpie mandate is survival and, to that end, their season finished the minute they were more or less assured of as much.",
        "Not even a derby can rally this lot.",
        "There was one incident in the second half which captured their passive approach.",
        "With the play dead, Mike Williamson had to scream at team-mate Daryl Janmaat in a desperate effort to return the ball with some sense of urgency.",
        "Sunderland, in contrast, hassled, harried and hounded their opponents.",
        "They had won the previous four derbies because they out-worked Newcastle and wanted it more.",
        "They won a fifth for exactly the same reasons.",
        "Jermain Defoe earns Sunderland all three points with a sensational volley at the Stadium of Light",
        "This was billed as 'The Desperation Derby' given the alarming form of the North-East rivals going into the game – four goals between them in 18 hours with six points taken from a possible 36.",
        "But there was only one team desperate to win this.",
        "It wasn't until the final 15 minutes that Newcastle drew a save from Costel Pantilimon.",
        "But it was too little, too late.",
        "Far too little, in fact.",
        "These are dispiriting times on Tyneside.",
        "The disconnect between supporters, players and hierarchy has never been greater.",
        "On full-time, the Toon Army spat as much venom towards their own team as they did the red-and-whites goading them nearby.",
        "They had just witnessed a dour display of nothingness, sadly lacking in energy, imagination and pride.",
        "Newcastle United goalkeeper Tim Krul can only look on in horror as the striker's effort cruises in",
        "There was one shining light amid the darkness.",
        "Cancer survivor Jonas Gutierrez was starting his first game in 20 months and was by some distance the only player in grey worthy of applause, and that he rightly received.",
        "His shirt was soaked near-enough black come the end",
        "such was his effort.",
        "It failed, however, to inspire his team-mates, one of which, Tim Krul, was criticised by fans on social media when it appeared he congratulated Jermain Defoe for his stunning match-winner shortly before half-time.",
        "But to demonise Krul alone would be wrong.",
        "The problems at Newcastle run from top to bottom.",
        "They are a club without ambition, happy to renew their Premier League pay packet",
        "come the end of the season.",
        "That message from above means you end up with performances such as this – grey, with little sign of light.",
        "January",
        "signing Defoe reels away in celebration after scoring a priceless goal for Sunderland Sunderland boss Dick Advocaat (left)",
        "celebrates Defoe's opening goal as Newcastle manager The Sunderland player closed down quickly throughout as Newcastle players struggled to get going Cancer survivor Jonas Gutierrez (left) was by some distance the only player in grey worthy of applause"
    ],
    "negative_entity": "Kevin Pietersen's",
    "bart_cased": "Sunderland beat Newcastle United 1-0 in the Tyne-Wear derby . Jermain Defoe scored the only goal of the game at the Stadium of Light . Newcastle have now lost their last five derby games in a row . Head coach John Carver said he had a secret motivational tactic .",
    "traps": [
        [
            "F6",
            "such was their effort."
        ],
        [
            "F5",
            "with united - krul the renew of it can black rage end night."
        ],
        [
            "F0",
            "they played in grey and duly put in a dull and uninspired performance, these really are dark days for newcastle united."
        ],
        [
            "F6",
            "still, at least they returned a club record profit of £18.7million last week and retail gain was probably behind the bizarre decision to ditch its black-and-white stripes."
        ],
        [
            "F4",
            "barcelona's brazilian star neymar was left fuming after being substituted by luis enrique during the 2-2 draw at sevilla on saturday night, according to reports in spain."
        ],
        [
            "F6",
            "cancer survivor jonas gutierrez was starting your first game in 20 months and was by some distance the only player in grey worthy of applause, and that he rightly received."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ],
    "bart_dep": 0.9925591945648193,
    "bert_sum_dep": 0.9948453903198242,
    "bus_dep": 0.9684807062149048,
    "pgn_dep": 0.9972629547119141,
    "s2s_dep": 0.5531541705131531
}