{"BERTS2S": "work has started on a new £23m community hospital in somerset.", "BERTS2S_lines": ["work has started on a new £23m community hospital in somerset."], "TConvS2S": "a new # 150m hospital in somerset has been given the go-ahead by the government.", "TConvS2S_lines": ["a new # 150m hospital in somerset has been given the go-ahead by the government."], "Gold": "a community hospital in somerset is to be replaced and rebuilt with a # 16m grant from the government.", "Gold_lines": ["a community hospital in somerset is to be replaced and rebuilt with a # 16m grant from the government."], "PtGen": "a new hospital in somerset has been replaced by the primary care trust which it says is a ``poor old tired building\\'\\'.", "PtGen_lines": ["a new hospital in somerset has been replaced by the primary care trust which it says is a ``poor old tired building\\'\\'."], "TranS2S": "health officials from somerset and somerset have announced plans to build a new £33m nhs hospital in somerset.", "TranS2S_lines": ["health officials from somerset and somerset have announced plans to build a new £33m nhs hospital in somerset."], "article": "The money for Bridgwater Community Hospital is part of the coalition's £330m investment for new NHS facilities across England.Once built, the new hospital will have 30 inpatient beds, a midwifery-led maternity unit, a minor injury unit and X-ray and space for mobile scanners.The current hospital was built in 1813, but it has become cramped and outdated.The total cost of the project is £33m and the remaining balance will be paid for by NHS Somerset and Somerset Partnership NHS Foundation Trust.Matron Sue Taylor said: \"It's very old and in the summer it's very, very hot. In the winter it's quite cold, there's lots of maintenance, lots of running repairs - it's a poor old tired building now.\"Sometimes your environment can have such an impact when you're trying to recover from an illness - we make the best of what we've got but when you walk into a new build it just lifts you and gives you that feeling of well-being.\"There is a real lovely feel about this hospital and for many years it's served us well, but we need something more modern.\"In the past five years, three out of Somerset's 13 community hospitals have been replaced.Work has also got under way on the new Jubilee Building at Musgrove Park Hospital in Taunton.Dr Donal Hynes, a Bridgwater GP and medical director at Somerset Primary Care Trust, said: \"It will make a huge difference for me and my relationship with my patients.\"This is a great vote of confidence of the developments that have been achieved in Somerset where GPs, nurses, and therapists have got together to deliver a whole package of care that can be delivered in a one-stop shop setting.\"Somerset PCT hopes to build the new hospital on land at Bowers Lane, which will depend on planning permission.The aim is to get the hospital finished by autumn 2014.", "article_lines": ["The money for Bridgwater Community Hospital is part of the coalition's £330m investment for new NHS facilities across England.", "Once built, the new hospital will have 30 inpatient beds, a midwifery-led maternity unit, a minor injury unit and X-ray and space for mobile scanners.", "The current hospital was built in 1813, but it has become cramped and outdated.", "The total cost of the project is £33m and the remaining balance will be paid for by NHS Somerset and Somerset Partnership NHS Foundation Trust.", "Matron Sue Taylor said: \"It's very old and in the summer it's very, very hot.", "In the winter it's quite cold, there's lots of maintenance, lots of running repairs - it's a poor old tired building now.", "\"Sometimes", "your environment can have such an impact when you're trying to recover from an illness - we make the best of what we've got but when you walk into a new build it just lifts you and gives you that feeling of well-being.", "\"There is a real lovely feel about this hospital and for many years it's served us well, but we need something more modern.", "\"In", "the past five years, three out of Somerset's 13 community hospitals have been replaced.", "Work has also got under way on the new Jubilee Building at Musgrove Park Hospital in Taunton.", "Dr Donal Hynes, a Bridgwater GP and medical director at Somerset Primary Care Trust, said: \"It will make a huge difference for me and my relationship with my patients.", "\"This is a great vote of confidence of the developments that have been achieved in Somerset where GPs, nurses, and therapists have got together to deliver a whole package of care that can be delivered in a one-stop shop setting.", "\"Somerset", "PCT hopes to build the new hospital on land at Bowers Lane, which will depend on planning permission.", "The aim is to get the hospital finished by autumn 2014."], "entity_counter": {"The money": 1, "Bridgwater Community Hospital": 4, "part": 1, "the coalition's £330m investment": 1, "new NHS facilities": 1, "England": 1, "30 inpatient beds": 1, "a midwifery-led maternity unit": 1, "a minor injury unit": 1, "X-ray": 1, "space": 1, "mobile scanners": 1, "The total cost": 1, "the project": 1, "the remaining balance": 1, "NHS Somerset": 1, "Somerset Partnership NHS Foundation Trust": 1, "Matron Sue Taylor": 1, "the winter": 1, "lots": 2, "maintenance": 1, "repairs": 1, "a poor old tired building": 1, "your environment": 1, "such an impact": 1, "an illness": 1, "a new build": 1, "that feeling": 1, "well-being": 1, "a real lovely feel": 1, "many years": 1, "Somerset's 13 community hospitals": 1, "Work": 1, "way": 1, "the new Jubilee Building": 1, "Musgrove Park Hospital": 1, "Taunton": 1, "Dr Donal Hynes": 1, "a Bridgwater GP": 1, "medical director": 1, "Somerset Primary Care Trust": 1, "a huge difference": 1, "my relationship": 1, "my patients": 1, "\"This": 1, "a great vote": 1, "confidence": 1, "the developments": 1, "Somerset": 1, "GPs": 1, "nurses": 1, "therapists": 1, "a whole package": 1, "care": 1, "a one-stop shop setting": 1, "\"Somerset": 1, "PCT": 1, "the new hospital": 1, "land": 1, "Bowers Lane": 1, "planning permission": 1, "The aim": 1, "the new hospital on land": 1}, "negative_entity": "Tokyo", "url": "http://web.archive.org/web/20150404181536/http://www.bbc.co.uk/news/uk-england-somerset-17269989", "hash": "17269989", "traps": [["F5", "now of got of very an 's five it 30 hospital become depend you."], ["F4", "wells, 23, impressed in the t20 blast last season, scoring 373 runs at 28.69 - with a strike rate of 138.66.wells said: \"it's clear that the club is going in the right direction"], ["F0", "the money for bridgwater community hospital is part of the coalition's £330m investment for new nhs facilities across england."], ["F4", "the best known of the virtual warriors are the ukrainian cyber troops, the cyber berkut and anonymous international."], ["F1", "the current hospital was not built in 1813 , but it has become cramped and outdated ."], ["F1", "the aim is not to get the hospital finished by autumn 2014 ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}