{"BERTS2S": "the mother of one of two men murdered by the toddler james bulger has said she will not give up on the case.", "BERTS2S_lines": ["the mother of one of two men murdered by the toddler", "james bulger has said she will not give up on the case."], "TConvS2S": "the mother of murdered toddler james bulger has said she is ``devastated\\'\\'after being released from prison.", "TConvS2S_lines": ["the mother of murdered toddler james bulger has said she is ``devastated\\'\\'after being released from prison."], "Gold": "the mother of murdered toddler james bulger says she still ``wants justice\\'\\'20 years after her son\\'s death.", "Gold_lines": ["the mother of murdered toddler james bulger says she still ``wants justice\\'\\'20 years after her son\\'s death."], "PtGen": "the mother of a murdered victim of the victim of the murder of sian thompson has said she is ``capable of walking amongst other people\\'\\'.", "PtGen_lines": ["the mother of a murdered victim of the victim of the murder of sian thompson has said she is ``capable of walking amongst other people\\'\\'."], "TranS2S": "the mother of murdered toddler james bulger has said she hopes the mother of murdered toddler james bulger will be released from prison.", "TranS2S_lines": ["the mother of murdered toddler james bulger has said she hopes the mother of murdered toddler james bulger will be released from prison."], "article": "Denise Fergus said she had been \"let down so many times by the system\" but that she would continue to \"fight\".Jon Venables and Robert Thompson were convicted of killing two-year-old James in Bootle, Merseyside in 1993.Mrs Fergus said she believed Venables was capable of harming other people if he was released from prison. He was recalled to prison in 2010.He had been released from prison in 2001, having served seven years of a life sentence, but was recalled when he pleaded guilty to downloading and distributing indecent images of children.Mrs Fergus, speaking to the BBC to mark the 20th anniversary of the killing, said: \"Do not release him. I still don't think he's capable of walking amongst other people.\"He will do someone else harm. It's in him, and I strongly believe if he's released he will go on to hurt someone else.\"Thompson, who was also released in 2001 after eight years in detention, was given a new secret identity and address.Venables was aged 10 when he and Thompson abducted and murdered James, beating him with bricks and iron bars and leaving his body on a railway line.James' mother described it as \"a stupid, silly little mistake\" of hers to let go of her child's hand for a few seconds on 12 February 1993 at the New Strand Shopping Centre in Bootle.She said it \"still feels so raw to this day\".\"I still can't understand how it happened, or why it happened.\"Mrs Fergus set up a charity, named after her son, to support young people who have become the victims of crime, hatred or bullying.Asked if, after 20 years, she should move on, Mrs Fergus said: \"Why should I let it go? They took the most precious thing away from me. I won't let it go. And I've always said if there's a fight there to be fought, then I'll fight it for James.\"If I let go of that now I will feel I've let James down.  That is something I'll never do, I'll never let James down. I want justice for James. He's never had justice.\"She has campaigned to have both men kept in prison, and said: \"I did warn [the authorities] that one of them or both of them would go on to reoffend, and I was proven right with Venables.\"She said her family - her husband and three sons - mention James often. \"I think the day I stop talking about him is the day I give up on life, but I'll never stop talking about him, never stop remembering him.\"", "article_lines": ["Denise Fergus said she had been \"let down so many times by the system\" but that she would continue to \"fight\".", "Jon Venables and Robert Thompson were convicted of killing two-year-old James in Bootle, Merseyside in 1993.Mrs Fergus", "said she believed Venables was capable of harming other people if he was released from prison.", "He was recalled to prison in 2010.He had been released from prison in 2001, having served seven years of a life sentence, but was recalled when he pleaded guilty to downloading and distributing indecent images of children.", "Mrs Fergus, speaking to the BBC to mark the 20th anniversary of the killing, said: \"Do not release him.", "I still don't think he's capable of walking amongst other people.", "\"He will do someone else harm.", "It's in him, and I strongly believe if he's released he will go on to hurt someone else.", "\"Thompson", ", who was also released in 2001 after eight years in detention, was given a new secret identity and address.", "Venables was aged 10 when he and Thompson abducted and murdered James, beating him with bricks and iron bars and leaving his body on a railway line.", "James' mother described it as \"a stupid, silly little mistake\" of hers to let go of her child's hand for a few seconds on 12 February 1993 at the New Strand Shopping Centre in Bootle.", "She said it \"still feels so raw to this day\".", "\"I still can't understand how it happened, or why it happened.", "\"Mrs", "Fergus set up a charity, named after her son, to support young people who have become the victims of crime, hatred or bullying.", "Asked if, after 20 years, she should move on, Mrs Fergus said: \"Why should I let it go?", "They took the most precious thing away from me.", "I won't let it go.", "And I've always said if there's a fight there to be fought, then I'll fight it for James.", "\"If I let go of that now I will feel I've let James down.  ", "That is something I'll never do, I'll never let James down.", "I want justice for James.", "He's never had justice.", "\"She has campaigned to have both men kept in prison, and said: \"I did warn [the authorities] that one of them or both of them would go on to reoffend, and I was proven right with Venables.", "\"She said her family - her husband and three sons - mention James often.", "\"I think the day I stop talking about him is the day I give up on life, but I'll never stop talking about him, never stop remembering him.\""], "entity_counter": {"Denise Fergus": 2, "the system": 1, "Jon Venables": 3, "Robert Thompson": 1, "two-year-old James": 1, "Bootle": 2, "Merseyside": 1, "1993.Mrs": 1, "Fergus": 3, "other people": 2, "prison": 4, "a life sentence": 1, "indecent images": 1, "children": 1, "the BBC": 1, "the 20th anniversary": 1, "the killing": 1, "detention": 1, "a new secret identity": 1, "address": 1, "Thompson": 1, "James": 7, "bricks": 1, "iron bars": 1, "his body": 1, "a railway line": 1, "James' mother": 1, "\"a stupid, silly little mistake": 1, "her child's hand": 1, "the New Strand Shopping Centre": 1, "this day\"": 1, "\"I": 1, "\"Mrs": 1, "a charity": 1, "her son": 1, "young people": 1, "the victims": 1, "crime": 1, "hatred": 1, "bullying": 1, "the most precious thing": 1, "a fight": 1, "justice": 2, "both men": 1, "the authorities": 1, "her family": 1, "her husband": 1, "three sons": 1, "the day": 2, "life": 1}, "negative_entity": "Spain", "url": "http://web.archive.org/web/20170205212022/http://www.bbc.co.uk/news/uk-england-merseyside-21405673", "hash": "21405673", "traps": [["F4", "forward fernando forestieri (knee) is a doubt having only been able to play from the bench in the last two games."], ["F1", "\" he will not do someone else harm ."], ["F0", "denise fergus said she had been \"let down so many times by the system\" but that she would continue to \"fight\"."], ["F6", "she's never had justice."], ["F4", "mrs zaghari-ratcliffe, 38 has spent time in solitary confinement since her arrest at tehran airport last april, with her two-year-old daughter gabriella."], ["F5", "also is of james bullying there that 'll."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.5, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}