{"BERTS2S": "people living in residential care in wales are being asked about the quality of life in residential care.", "BERTS2S_lines": ["people living in residential care in wales are being asked about the quality of life in residential care."], "TConvS2S": "older people in care homes in wales are to be given more care in care, a bbc investigation has found.", "TConvS2S_lines": ["older people in care homes in wales are to be given more care in care, a bbc investigation has found."], "Gold": "a review team looking at the quality of life of older people is to swoop unannounced on 100 care homes.", "Gold_lines": ["a review team looking at the quality of life of older people is to swoop unannounced on 100 care homes."], "PtGen": "older people living in residential care will be ``unacceptable variations\\'\\'across wales, a report has suggested.", "PtGen_lines": ["older people living in residential care will be ``unacceptable variations\\'\\'across wales, a report has suggested."], "TranS2S": "older people in care are to be given the quality of care for older people in care, a watchdog has said.", "TranS2S_lines": ["older people in care are to be given the quality of care for older people in care, a watchdog has said."], "article": "Older People's Commissioner for Wales Sarah Rochira will call on pensioners and their friends and families to hear their experiences of residential care.The evidence will be used to develop recommendations for care providers and public bodies.It is part of Ms Rochira's review into the quality of life and care of older people in residential care in Wales.She said she would highlight good care but also show the impact of poor care upon older people.\"The voices of older people, as well as those who care for and care about them, are at the heart of my work as commissioner, which is why I want to hear about their experiences of residential care,\" she said.\"I have travelled extensively across Wales, meeting with many older people living in residential care, and have seen for myself the positive impact that high quality care can have on people's lives.\"However, I have also received an increasing amount of correspondence in the past year about the quality of life and care of older people living in residential care and I have spoken publicly about what I consider to be unacceptable variations across Wales.\"The commissioner will be reviewing whether older people living in residential care have a good quality of life by looking at factors such as physical and psychological health, social relationships and the care home environment.Her team will also speak to care providers, social care staff and public bodies.\"By giving a voice to older people and their families, my review and recommendations will ensure that those who are accountable for and run our services understand the day-to-day realities of living in residential care in Wales and the action required to deliver the change needed to ensure that that older people living in residential care have the best quality of life,\" she said.The chair of Care Forum Wales, Mario Kreft, said his group was dedicated to developing and promoting best practice in social care and it supported the overall aims of the review.\"Our disappointment however - which will be shared by many providers - is that the commissioner has not included a provider expert on the main advisory panel,\" he said.\"As far as we can see no-one who has lived in, worked in, managed or owned a care home is represented on the panel.\"In our view, this misses the opportunity for partnership working and to engage the sector fully into the advisory panel.\"", "article_lines": ["Older People's Commissioner for Wales Sarah Rochira will call on pensioners and their friends and families to hear their experiences of residential care.", "The evidence will be used to develop recommendations for care providers and public bodies.", "It is part of Ms Rochira's review into the quality of life and care of older people in residential care in Wales.", "She said she would highlight good care but also show the impact of poor care upon older people.", "\"The", "voices of older people, as well as those who care for and care about them, are at the heart of my work as commissioner, which is why I want to hear about their experiences of residential care,\" she said.", "\"I have travelled extensively across Wales, meeting with many older people living in residential care, and have seen for myself the positive impact that high quality care can have on people's lives.", "\"However", ", I have also received an increasing amount of correspondence in the past year about the quality of life and care of older people living in residential care and I have spoken publicly about what I consider to be unacceptable variations across Wales.", "\"The", "commissioner will be reviewing whether older people living in residential care have a good quality of life by looking at factors such as physical and psychological health, social relationships and the care home environment.", "Her team will also speak to care providers, social care staff and public bodies.", "\"By", "giving a voice to older people and their families, my review and recommendations will ensure that those who are accountable for and run our services understand the day-to-day realities of living in residential care in Wales and the action required to deliver the change needed to ensure that that older people living in residential care have the best quality of life,\" she said.", "The chair of Care Forum Wales, Mario Kreft, said his group was dedicated to developing and promoting best practice in social care and it supported the overall aims of the review.", "\"Our", "disappointment however - which will be shared by many providers - is that the commissioner has not included a provider expert on the main advisory panel,\" he said.", "\"As", "far as we can see no-one who has lived in, worked in, managed or owned a care home is represented on the panel.", "\"In", "our view", ", this misses the opportunity for partnership working and to engage the sector fully into the advisory panel.\""], "entity_counter": {"Older People's Commissioner": 1, "Wales": 5, "Sarah Rochira": 1, "pensioners": 1, "their friends": 1, "families": 1, "their experiences": 2, "residential care": 8, "The evidence": 1, "recommendations": 2, "care providers": 2, "public bodies": 2, "part": 1, "Ms Rochira's review": 1, "the quality": 2, "life": 4, "care": 2, "older people": 7, "good care": 1, "the impact": 1, "poor care": 1, "voices": 1, "the heart": 1, "my work": 1, "commissioner": 2, "many older people": 1, "the positive impact": 1, "high quality care": 1, "people's lives": 1, "an increasing amount": 1, "correspondence": 1, "unacceptable variations": 1, "a good quality": 1, "factors": 1, "physical and psychological health": 1, "social relationships": 1, "the care home environment": 1, "Her team": 1, "social care staff": 1, "a voice": 1, "their families": 1, "my review": 1, "our services": 1, "the action": 1, "the change": 1, "the best quality": 1, "The chair": 1, "Care Forum Wales": 1, "Mario Kreft": 1, "his group": 1, "best practice": 1, "social care": 1, "the overall aims": 1, "the review": 1, "disappointment": 1, "many providers": 1, "the commissioner": 1, "a provider expert": 1, "the main advisory panel": 3, "no-one": 1, "a care home": 1, "our view": 1, "the opportunity": 1, "partnership": 1, "the sector": 1}, "negative_entity": "Olympics", "url": "http://web.archive.org/web/20140817123958/http://www.bbc.co.uk/news/uk-wales-24522070", "hash": "24522070", "traps": [["F6", "he said she would highlight good care but also show the impact of poor care upon older people."], ["F6", "voices of older people, as well as those who care for and care about them, are at the heart of my work as commissioner, which is why i want to hear about my experiences of residential care,\" she said."], ["F5", "view said said be to her and."], ["F6", "her view"], ["F1", "the evidence will not be used to develop recommendations for care providers and public bodies ."], ["F0", "older people's commissioner for wales sarah rochira will call on pensioners and their friends and families to hear their experiences of residential care."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 1.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 1.0, "TranS2S_factcc": 0.0}