{"BERTS2S": "the owners of a recycling plant destroyed by fire in greater manchester have been stripped of their environmental permit.", "BERTS2S_lines": ["the owners of a recycling plant destroyed by fire in greater manchester have been stripped of their environmental permit."], "TConvS2S": "an investigation has been launched into the cause of a fire at a recycling site in greater manchester.", "TConvS2S_lines": ["an investigation has been launched into the cause of a fire at a recycling site in greater manchester."], "Gold": "a company which runs a paper recycling plant in salford where a major fire broke out has had its environmental permit revoked.", "Gold_lines": ["a company which runs a paper recycling plant in salford where a major fire broke out has had its environmental permit revoked."], "PtGen": "a fire at a waste processing plant in greater manchester has been suspended after a fire broke out at the site.", "PtGen_lines": ["a fire at a waste processing plant in greater manchester has been suspended after a fire broke out at the site."], "TranS2S": "a fire that destroyed a disused waste site in eamonn, county down, is to be investigated by the environment agency.", "TranS2S_lines": ["a fire that destroyed a disused waste site in eamonn, county down, is to be investigated by the environment agency."], "article": "Firefighters spent several days at the site in Duncan Street following the blaze on 2 March, which reduced train services and caused travel delays.The Environment Agency (EA) suspended Recovered Fuels Shipping Limited from accepting waste after the fire.The firm was \"broadly compliant\" with fire safety law, the fire service said.Recovered Fuels Shipping Limited, whose site was run by Asset and Land Group, could not be contacted for a comment. It has until 7 August to appeal the decision.Greater Manchester Fire and Rescue Service (GMFRS) visited the premises nine times in the last 12 months.Geoff Harris, GMFRS area manager, said: \"The site operators, Asset and Land, have been broadly compliant with fire safety legislation throughout that time.\"The fire service raised concerns to the EA in February over the impact a fire could have on nearby residents, transport and the environment.\"The EA were very interested in our concerns, which resulted in our fire safety officers conducting joint visits to the site with EA staff, the EA decided to take enforcement action against the site operators,\" Mr Harris said.An EA spokesman said: \"After consideration of all the facts relating to the company and the site, the EA has now decided to revoke the environmental permit.\"Subject to any appeal, the revocation takes effect on 7 August, which means after that date the company will no longer be able to operate from that site. The company is still required to remove all the waste.\"The cause of the fire remains undetermined.", "article_lines": ["Firefighters spent several days at the site in Duncan Street following the blaze on 2 March, which reduced train services and caused travel delays.", "The Environment Agency (EA) suspended Recovered Fuels Shipping Limited from accepting waste after the fire.", "The firm was \"broadly compliant\" with fire safety law, the fire service said.", "Recovered Fuels Shipping Limited, whose site was run by Asset and Land Group, could not be contacted for a comment.", "It has until 7 August to appeal the decision.", "Greater Manchester Fire and Rescue Service (GMFRS) visited the premises nine times in the last 12 months.", "Geoff Harris, GMFRS area manager, said: \"The site operators, Asset and Land, have been broadly compliant with fire safety legislation throughout that time.", "\"The", "fire service raised concerns to the EA in February over the impact a fire could have on nearby residents, transport and the environment.", "\"The", "EA were very interested in our concerns, which resulted in our fire safety officers conducting joint visits to the site with EA staff, the EA decided to take enforcement action against the site operators,\" Mr Harris said.", "An EA spokesman said: \"After consideration of all the facts relating to the company and the site, the EA has now decided to revoke the environmental permit.", "\"Subject", "to any appeal, the revocation takes effect on 7 August, which means after that date the company will no longer be able to operate from that site.", "The company is still required to remove all the waste.", "\"The", "cause of the fire remains undetermined."], "entity_counter": {"Firefighters": 1, "the site": 4, "Duncan Street": 1, "the blaze": 1, "train services": 1, "travel delays": 1, "The Environment Agency": 1, "EA": 1, "Recovered Fuels Shipping Limited": 1, "waste": 1, "the fire": 1, "The Environment Agency (EA)": 1, "fire safety law": 1, "the fire service": 1, "Fuels Shipping Limited": 1, "whose site": 1, "Asset and Land Group": 1, "a comment": 1, "the decision": 1, "Greater Manchester Fire": 1, "Rescue Service": 1, "GMFRS": 1, "the premises": 1, "Geoff Harris": 1, "GMFRS area manager": 1, "The site operators": 1, "Asset": 1, "Land": 1, "fire safety legislation": 1, "that time": 1, "fire service": 1, "concerns": 1, "the EA": 4, "the impact": 1, "a fire": 2, "nearby residents": 1, "transport": 1, "the environment": 1, "\"The": 1, "our concerns": 1, "our fire safety officers": 1, "joint visits": 1, "EA staff": 1, "enforcement action": 1, "the site operators": 1, "Mr Harris": 1, "An EA spokesman": 1, "consideration": 1, "all the facts": 1, "the company": 3, "the environmental permit": 1, "any appeal": 1, "the revocation": 1, "effect": 1, "that date": 1, "all the waste": 1, "cause": 1}, "negative_entity": "thunderstorm", "url": "http://web.archive.org/web/20170403035423/http://www.bbc.co.uk/news/uk-england-manchester-28328378", "hash": "28328378", "traps": [["F0", "firefighters spent several days at the site in duncan street following the blaze on 2 march, which reduced train services and caused travel delays."], ["F0", "firefighters spent several days at the site in duncan street following the blaze on 2 march, which reduced train services and caused travel delays."], ["F4", "but the former world number one's medal bid had already been ruined by a disappointing performance in the cross-country phase on monday."], ["F5", "no in staff revocation in 7 the premises operate which."], ["F5", "august fire times remains delays in appeal the the the."], ["F4", "last updated at 12:34 bstthe restaurant began serving puppy platters after a new law was introduced allowing dogs to eat at restaurants -  as long as they were outdoors!it"]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 1.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}