{"BERTS2S": "apple has announced that it is introducing a security tool that allows users to log in to their mobile phones.", "BERTS2S_lines": ["apple has announced that it is introducing a security tool that allows users to log in to their mobile phones."], "TConvS2S": "apple has announced that it is cracking down a code that allows users to access to their handsets.", "TConvS2S_lines": ["apple has announced that it is cracking down a code that allows users to access to their handsets."], "Gold": "apple has expanded its use of ``two-step verification\\'\\'checks to protect data stored online by its customers.", "Gold_lines": ["apple has expanded its use of ``two-step verification\\'\\'checks to protect data stored online by its customers."], "PtGen": "apple has begun legal action against apple over its use of cyber-thieves \\'accounts to allow cyber-thieves to be banned from icloud.", "PtGen_lines": ["apple has begun legal action against apple over its use of cyber-thieves \\'accounts to allow cyber-thieves to be banned from icloud."], "TranS2S": "apple has used a code of codenamed software to hack into the computers of its iphone and phones.", "TranS2S_lines": ["apple has used a code of codenamed software to hack into the computers of its iphone and phones."], "article": "It follows suggestions third-party software had been used to steal intimate photos of celebrities - posted online last month - from iCloud.The action should stop the tool from being able to infiltrate Apple's internet storage service if the safety measure is implemented.However, the security facility remains an opt-in choice.One expert suggested that Apple should instead make it the default option.The process works by introducing an extra step after an account holder has typed their username and password into a device they have not used before.They are also required to enter a four-digit code that is either texted to a trusted mobile phone number or sent via Apple's Find My iPhone app.If the person does not enter the code, they are refused access to iCloud and are blocked from making an iTunes, iBooks, or App Store purchase.They can, however, use a 14-character recovery key to regain access to the account in the event their trusted device is lost or stolen. They are told to keep this in a safe place to avoid being locked out.While Apple had offered the two-step verification system in the past, until now it had not come into play when device owners used the firm's back-up service.That meant that even if people had switched on the two-step feature to prevent cyber-thieves logging into their accounts with a stolen or guessed password, the attackers could still download a complete back-up of their data by using Elcomsoft's Phone Password Breaker.Several hackers' forums contain discussions about using of pirated copies of Elcomsoft's \"forensic\" software, which is marketed as a tool for law enforcement agencies to access iCloud content without needing to be in possession of a suspect's iPhone or iPad.ElmcomSoft's Moscow-based owner told the BBC earlier this month that he believed his software had been used in the recent hacks, as it was \"the only one able to do that\".He has now acknowledged that Apple's changes guard against the technique he had used.\"I think that implementation is secure, and so there is no workaround,\" Vladimir Katalov told the BBC, adding that his program could no longer even get a list of devices and back-ups linked to a user's account.\"The other security improvement, which I like, is that now the owner of the Apple account gets a notification by email immediately when a back-up starts downloading - whether or not two-factor authentication is enabled.\"However, he added that he still had concerns about Apple's security system.\"The recovery key is hard to remember. And as far as you are not going to use it frequently - it is not needed at all while you have the trusted device handy - there is a good chance that you lose it,\" he said.\"And if you lose your device too, there will be no way to get your data back.\"Secondly, the recovery key might be stolen. And someone who managed to get your Apple ID password and your security key could make a lot of trouble for you, not just downloading your selfies.\"But another security expert downplayed the risk of lost recovery keys, and said that Apple should do more than just recommend people switch on the two-factor test.\"We've seen so much in recent times that single-step verification - ie passwords - is vulnerable, we're at the stage that two-factor authentication should be the default,\" said Prof Alan Woodward, from the University of Surrey.\"It's a case of turn it on by default, and let people turn it off if they really don't want it.\"And that applies to not just Apple, but companies like Microsoft and Google too.\"Apple has told the Wall Street Journal that it \"plans to more aggressively encourage people\" to turn two-factor authentication on and use stronger passwords.\"When I step back from this terrible scenario that happened and say what more could we have done, I think about the awareness piece,\" chief executive Tim Cook told the newspaper.\"I think we have a responsibility to ratchet that up. That's not really an engineering thing.\"", "article_lines": ["It follows suggestions third-party software had been used to steal intimate photos of celebrities - posted online last month - from iCloud.", "The action should stop the tool from being able to infiltrate Apple's internet storage service if the safety measure is implemented.", "However, the security facility remains an opt-in choice.", "One expert suggested that Apple should instead make it the default option.", "The process works by introducing an extra step after an account holder has typed their username and password into a device they have not used before.", "They are also required to enter a four-digit code that is either texted to a trusted mobile phone number or sent via Apple's Find My iPhone app.", "If the person does not enter the code, they are refused access to iCloud and are blocked from making an iTunes, iBooks, or App Store purchase.", "They can, however, use a 14-character recovery key to regain access to the account in the event their trusted device is lost or stolen.", "They are told to keep this in a safe place to avoid being locked out.", "While Apple had offered the two-step verification system in the past, until now it had not come into play when device owners used the firm's back-up service.", "That meant that even if people had switched on the two-step feature to prevent cyber-thieves logging into their accounts with a stolen or guessed password, the attackers could still download a complete back-up of their data by using Elcomsoft's Phone Password Breaker.", "Several hackers' forums contain discussions about using of pirated copies of Elcomsoft's \"forensic\" software, which is marketed as a tool for law enforcement agencies to access iCloud content without needing to be in possession of a suspect's iPhone or iPad.", "ElmcomSoft's Moscow-based owner told the BBC earlier this month that he believed his software had been used in the recent hacks, as it was \"the only one able to do that\".", "He has now acknowledged that Apple's changes guard against the technique he had used.", "\"I think that implementation is secure, and so there is no workaround,\" Vladimir Katalov told the BBC, adding that his program could no longer even get a list of devices and back-ups linked to a user's account.", "\"The", "other security improvement, which I like, is that now the owner of the Apple account gets a notification by email immediately when a back-up starts downloading - whether or not two-factor authentication is enabled.", "\"However", ", he added that he still had concerns about Apple's security system.", "\"The", "recovery key is hard to remember.", "And as far as you are not going to use it frequently - it is not needed at all while you have the trusted device", "handy - there is a good chance that you lose it,\" he said.", "\"And", "if you lose your device too, there will be no way to get your data back.", "\"Secondly, the recovery key might be stolen.", "And someone who managed to get your Apple ID password and your security key could make a lot of trouble for you, not just downloading your selfies.", "\"But", "another security expert downplayed the risk of lost recovery keys, and said that Apple should do more than just recommend people switch on the two-factor test.", "\"We've seen so much in recent times that single-step verification - ie passwords - is vulnerable, we're at the stage that two-factor authentication should be the default,\" said Prof Alan Woodward, from the University of Surrey.", "\"It's a case of turn it on by default, and let people turn it off if they really don't want it.", "\"And", "that applies to not just Apple, but companies like Microsoft and Google too.", "\"Apple has told the Wall Street Journal that it \"plans to more aggressively encourage people\" to turn two-factor authentication on and use stronger passwords.", "\"When", "I step back from this terrible scenario that happened and say what more could we have done, I think about the awareness piece,\" chief executive Tim Cook told the newspaper.", "\"I think we have a responsibility to ratchet that up.", "That's not really an engineering thing.\""], "entity_counter": {"suggestions": 1, "third-party software": 1, "intimate photos": 1, "celebrities": 1, "iCloud": 2, "The action": 1, "the tool": 1, "Apple's internet storage service": 1, "the safety measure": 1, "the security facility": 1, "an opt-in choice": 1, "One expert": 1, "Apple": 4, "The process": 1, "an extra step": 1, "an account holder": 1, "their username": 1, "password": 1, "a device": 1, "a four-digit code": 1, "a trusted mobile phone number": 1, "Apple's Find": 1, "My iPhone app": 1, "the person": 1, "a four-digit code that is either texted to a trusted mobile phone number or sent via Apple's Find My iPhone app": 1, "access": 2, "an iTunes": 1, "iBooks": 1, "App Store purchase": 1, "a 14-character recovery key": 1, "the account": 1, "the event": 1, "their trusted device": 1, "a safe place": 1, "the two-step verification system": 1, "the past": 1, "play": 1, "device owners": 1, "the firm's back-up service": 1, "people": 4, "the two-step feature": 1, "cyber-thieves": 1, "their accounts": 1, "a stolen or guessed password": 1, "the attackers": 1, "a complete back-up": 1, "their data": 1, "Elcomsoft's Phone Password Breaker": 1, "Several hackers' forums": 1, "discussions": 1, "pirated copies": 1, "Elcomsoft's \"forensic\" software": 1, "a tool": 1, "law enforcement agencies": 1, "iCloud content": 1, "possession": 1, "a suspect's iPhone": 1, "iPad": 1, "ElmcomSoft's Moscow-based owner": 1, "the BBC": 2, "his software": 1, "the recent hacks": 1, "that\"": 1, "Apple's changes": 1, "the technique": 1, "implementation": 1, "no workaround": 1, "Vladimir Katalov": 1, "his program": 1, "a list": 1, "devices": 1, "back-ups": 1, "a user's account": 2, "other security improvement": 1, "the owner": 1, "a notification": 1, "email": 1, "or not two-factor authentication": 1, "concerns": 1, "Apple's security system": 1, "recovery key": 1, "the trusted device": 1, "a good chance": 1, "your device": 1, "no way": 1, "your data": 1, "the recovery key": 1, "your Apple ID password": 1, "your security key": 1, "a lot": 1, "trouble": 1, "your selfies": 1, "another security expert": 1, "the risk": 1, "lost recovery keys": 1, "the two-factor test": 1, "\"We've": 1, "recent times": 1, "single-step verification - ie passwords": 1, "the stage": 1, "two-factor authentication": 2, "the default": 1, "Prof Alan Woodward": 1, "the University": 1, "Surrey": 1, "a case": 1, "default": 1, "companies": 1, "Microsoft": 1, "Google": 1, "\"Apple": 1, "the Wall Street Journal": 1, "stronger passwords": 1, "this terrible scenario": 1, "the awareness piece": 1, "chief executive Tim Cook": 1, "the newspaper": 1, "a responsibility": 1, "an engineering thing": 1}, "negative_entity": "judge", "url": "http://web.archive.org/web/20150918170959/http://www.bbc.com/news/technology-29237469", "hash": "29237469", "traps": [["F1", "recovery key is not hard to remember ."], ["F4", "craig peacock fired the hosts into a ninth minute lead but manchester hit back three minutes later courtesy of vinny scarsella's breakaway goal."], ["F6", "handy - there is a good chance that you lose it,\" she said."], ["F1", "one expert suggested that apple should not instead make it the default option ."], ["F5", "to from they of downloading cyber turn turn bbc by."], ["F4", "two patients sitting on the original review group quit in protest at what they said was a watered-down report."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}