{"BERTS2S": "a woman accused of child sex abuse claims has denied claims she was sexually abused by former prime minister sir edward heath.", "BERTS2S_lines": ["a woman accused of child sex abuse claims has denied claims she was sexually abused by former prime minister sir edward heath."], "TConvS2S": "the former head of the child sex abuse inquiry, sir edward heath, has called on the uk government to investigate allegations of child sex abuse.", "TConvS2S_lines": ["the former head of the child sex abuse inquiry, sir edward heath, has called on the uk government to investigate allegations of child sex abuse."], "Gold": "a former brothel keeper has denied accusing ex-prime minister edward heath of involvement in child sexual abuse.", "Gold_lines": ["a former brothel keeper has denied accusing ex-prime minister edward heath of involvement in child sexual abuse."], "PtGen": "a woman who was jailed for child sex offences against sir edward fell has said she is ``no knowledge of any misconduct case\\'\\'.", "PtGen_lines": ["a woman who was jailed for child sex offences against sir edward fell has said she is ``no knowledge of any misconduct case\\'\\'."], "TranS2S": "a public inquiry has heard that a former conservative mp accused him of sexual abuse against a child sex abuser.", "TranS2S_lines": ["a public inquiry has heard that a former conservative mp accused him of sexual abuse against a child sex abuser."], "article": "Myra Forde's ex-lawyer says she did not state that the late PM was a client, nor did she threaten to expose him if a prosecution against her was continued.Forde says she has \"no knowledge of any misconduct on his part\" and recent media coverage had caused her distress.The UK's historical child sex abuse inquiry is to examine claims about Sir Edward if \"the facts justify it\".The Metropolitan, Wiltshire, Hampshire, Jersey and Kent forces are conducting separate inquiries into the late MP.The BBC understands Wiltshire Police halted an inquiry into Forde in the 1990s.On Monday, the Independent Police Complaints Commission said it would look at whether a case was dropped by Wiltshire Police when a person involved made claims against Sir Edward.Forde was later convicted of controlling prostitutes after a successful prosecution by the same force.She was jailed for six years after a trial that included allegations that she had supplied children as young as 13 to her clients.Fourteen years later Forde was prosecuted and jailed again for inciting prostitution.Richard Griffiths, Forde's solicitor in 1992, has now spoken on her behalf to the Salisbury Journal.He told the newspaper: \"My former client wishes me to make it very clear that at no stage did she state that Ted Heath was a client and at no stage did she threaten to expose him as a client of hers if the prosecution was continued.\"For the avoidance of any doubt, Myra Forde wishes me to make it clear that she had no involvement with Ted Heath of any kind and has no knowledge of any misconduct on his part.\"He also said that, at the time of that case, the prosecution \"took what, at the time, seemed a sensible decision that they could not prove their case and offered no evidence\".Historical child abuse: Key investigationsA spokesman for the UK's ongoing independent inquiry into child sexual abuse, chaired by Justice Lowell Goddard, said that although the allegations about Sir Edward fell within its terms of reference, it had not received any direct allegations.Sir Edward, who was Conservative prime minister from 1970 to 1974, died aged 89 in 2005  at his home in Salisbury.Wiltshire Police has declined to comment on the claims that it did not follow up accusations against him during his lifetime, but has appealed for information regarding allegations against Sir Edward.Meanwhile, Labour MP Tom Watson said he had referred two allegations of child sexual abuse by Sir Edward to the police since 2012, with police confirming that at least one of those allegations was being investigated.Friends of Sir Edward have dismissed the claims, saying there is not a shred of evidence to link him to abuse.The Sir Edward Heath Charitable Foundation, which operates the museum at Arundells, his home in Salisbury, said it \"wholeheartedly\" believed the investigation would clear Sir Edward's name.", "article_lines": ["Myra Forde's ex-lawyer says she did not state that the late PM was a client, nor did she threaten to expose him if a prosecution against her was continued.", "Forde says she has \"no knowledge of any misconduct on his part\" and recent media coverage had caused her distress.", "The UK's historical child sex abuse inquiry is to examine claims about Sir Edward if \"the facts justify it\".", "The Metropolitan, Wiltshire, Hampshire, Jersey and Kent forces are conducting separate inquiries into the late MP.The BBC understands Wiltshire Police halted an inquiry into Forde in the 1990s.", "On Monday, the Independent Police Complaints Commission said it would look at whether a case was dropped by Wiltshire Police when a person involved made claims against Sir Edward.", "Forde was later convicted of controlling prostitutes after a successful prosecution by the same force.", "She was jailed for six years after a trial that included allegations that she had supplied children as young as 13 to her clients.", "Fourteen years later Forde was prosecuted and jailed again for inciting prostitution.", "Richard Griffiths, Forde's solicitor in 1992, has now spoken on her behalf to the Salisbury Journal.", "He told the newspaper: \"My former client wishes me to make it very clear that at no stage did she state that Ted Heath was a client and at no stage did she threaten to expose him as a client of hers if the prosecution was continued.", "\"For", "the avoidance of any doubt, Myra Forde wishes me to make it clear that she had no involvement with Ted Heath of any kind and has no knowledge of any misconduct on his part.", "\"He also said that, at the time of that case, the prosecution \"took what, at the time, seemed a sensible decision that they could not prove their case and offered no", "evidence\".", "Historical child abuse:", "Key investigationsA spokesman for the UK's ongoing independent inquiry into child sexual abuse, chaired by Justice Lowell Goddard, said that although the allegations about Sir Edward fell within its terms of reference, it had not received any direct allegations.", "Sir Edward, who was Conservative prime minister from 1970 to 1974, died aged 89 in 2005  at his home in Salisbury.", "Wiltshire Police has declined to comment on the claims that it did not follow up accusations against him during his lifetime, but has appealed for information regarding allegations against Sir Edward.", "Meanwhile, Labour MP Tom Watson said he had referred two allegations of child sexual abuse by Sir Edward to the police since 2012, with police confirming that at least one of those allegations was being investigated.", "Friends of Sir Edward have dismissed the claims, saying there is not a shred of evidence to link him to abuse.", "The Sir Edward Heath Charitable Foundation, which operates the museum at Arundells, his home in Salisbury, said it \"wholeheartedly\" believed the investigation would clear Sir Edward's name."], "entity_counter": {"Forde": 6, "a client": 3, "a prosecution": 1, "no knowledge": 2, "any misconduct": 2, "his part": 2, "recent media coverage": 1, "her distress": 1, "The UK's historical child sex abuse inquiry": 1, "claims": 2, "Sir Edward": 7, "the facts": 1, "it\"": 1, "The Metropolitan, Wiltshire, Hampshire, Jersey and Kent forces": 1, "separate inquiries": 1, "the late MP.The BBC": 1, "Wiltshire Police": 4, "an inquiry": 1, "the Independent Police Complaints Commission": 1, "a case": 1, "a person": 1, "prostitutes": 1, "a successful prosecution": 1, "the same force": 1, "a trial": 1, "allegations": 2, "children": 1, "her clients": 1, "prostitution": 1, "Richard Griffiths": 1, "Forde's solicitor": 1, "her behalf": 1, "the Salisbury Journal": 2, "My former client": 1, "no stage": 2, "Ted Heath": 2, "the prosecution": 2, "any doubt": 1, "no involvement": 1, "any kind": 1, "the time": 2, "that case": 1, "a sensible decision": 1, "their case": 1, "evidence\"": 1, "Historical child abuse": 1, "Key investigationsA spokesman": 1, "the UK's ongoing independent inquiry": 1, "child sexual abuse": 2, "Justice Lowell Goddard": 1, "the allegations": 1, "its terms": 1, "reference": 1, "any direct allegations": 1, "Conservative prime minister": 1, "his home": 2, "Salisbury": 2, "the claims": 1, "accusations": 1, "his lifetime": 1, "information": 1, "Labour MP Tom Watson": 1, "two allegations": 1, "police": 1, "two allegations of child sexual abuse by Sir Edward to the police": 1, "Friends": 1, "the claims that it did not follow up accusations against him during his lifetime": 1, "a shred": 1, "evidence": 1, "abuse": 1, "The Sir Edward Heath Charitable Foundation": 1, "the museum": 1, "Arundells": 1, "the investigation": 1, "Sir Edward's name": 1}, "negative_entity": "Tesla", "url": "http://web.archive.org/web/20150805223653/http://www.bbc.co.uk/news/uk-33794974", "hash": "33794974", "traps": [["F6", "he told the newspaper: \"my former client wishes me to make it very clear that at no stage did he state that ted heath was a client and at no stage did she threaten to expose him as a client of hers if the prosecution was continued."], ["F6", "the sir edward heath charitable foundation, which operates the museum at arundells, her home in salisbury, said it \"wholeheartedly\" believed the investigation would clear sir edward's name."], ["F0", "myra forde's ex-lawyer says she did not state that the late pm was a client, nor did she threaten to expose him if a prosecution against her was continued."], ["F1", "the uk 's historical child sex abuse inquiry is not to examine claims about sir edward if \" the facts justify it \" ."], ["F0", "myra forde's ex-lawyer says she did not state that the late pm was a client, nor did she threaten to expose him if a prosecution against her was continued."], ["F5", "friends abuse prosecution has understands arundells that was with of it."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 1.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}