{"BERTS2S": "the family of a seven-year-old boy who has his own special education say they are struggling to find a place for him.", "BERTS2S_lines": ["the family of a seven-year-old boy who has his own special education say they are struggling to find a place for him."], "TConvS2S": "the family of a 15-year-old boy from northern ireland who went missing from school in northern ireland have said they are ``devastated\\'\\'by the response.", "TConvS2S_lines": ["the family of a 15-year-old boy from northern ireland who went missing from school in northern ireland have said they are ``devastated\\'\\'by the response."], "Gold": "a nine-year-old boy with autism has been unable to go to school for three months because all the special schools in the area near his home are full.", "Gold_lines": ["a nine-year-old boy with autism has been unable to go to school for three months because all the special schools in the area near his home are full."], "PtGen": "the mother of a 16-year-old boy who asked the education authority to protect him from mainstream schooling is being asked to look at the education authority.", "PtGen_lines": ["the mother of a 16-year-old boy who asked the education authority to protect him from mainstream schooling is being asked to look at the education authority."], "TranS2S": "the family of an 11-year-old boy from county fermanagh who has not been able to go to school because of a special education system", "TranS2S_lines": ["the family of an 11-year-old boy from county fermanagh who has not been able to go to school because of a special education system"], "article": "The boy is from Northern Ireland, but his family do not want him to be named to protect his identity. His mother had to give up her job to look after him.In June, his parents made the difficult decision to remove him from mainstream schooling because he was not coping.They requested a place for him at a special school but are still waiting.In September, the family was told that all the special schools in the South Eastern Education Board area were full to capacity and no time frame could be given as to when a place would become available.The boy's mother told the BBC's Good Morning Ulster programme that her son does not understand why his brother and sister are able to go to school but he is not.\"He really misses being around people, he doesn't like being isolated, but unfortunately the way the system has been working so far has actually worked to isolate him more,\" she said.The family has now been told that an extra classroom assistant has been employed at a local special school and the hope is that their son will be able to start there in the next few weeks.However, the boy's mother is worried that this same situation will happen to other families as the special needs school system is packed to capacity.\"The schools are being put in the position where they have a family like us who desperately require a place in the school, but they really have no capacity there because the school is already over-subscribed.\"The BBC asked the Education Authority for a response to the concerns the family has raised but its spokesperson said they could not comment on individual cases.\"As we have a duty to protect the privacy rights of the child, it would be unacceptable to publicly discuss their specific and highly sensitive needs\", they said.In relation to special school provision in general, they said the Education Authority was \"currently reviewing the profile of need for special school places in Northern Ireland and is endeavouring to ensure that places are available close to where the children reside\".\"This work is ongoing and is designed to assist with the placement of children with effect from 2016,\" the spokesperson added.", "article_lines": ["The boy is from Northern Ireland, but his family do not want him to be named to protect his identity.", "His mother had to give up her job to look after him.", "In June, his parents made the difficult decision to remove him from mainstream schooling because he was not coping.", "They requested a place for him at a special school but are still waiting.", "In September, the family was told that all the special schools in the South Eastern Education Board area were full to capacity and no time frame could be given as to when a place would become available.", "The boy's mother told the BBC's Good Morning Ulster programme that her son does not understand why his brother and sister are able to go to school", "but he is not.", "\"He really misses being around people, he doesn't like being isolated, but unfortunately the way the system has been working so far has actually worked to isolate him more,\" she said.", "The family has now been told that an extra classroom assistant has been employed at a local special school and the hope is that their son will be able to start there in the next few weeks.", "However, the boy's mother is worried that this same situation will happen to other families as the special needs school system is packed to capacity.", "\"The schools are being put in the position where they have a family like us who desperately require a place in the school, but they really have no capacity there because the school is already over-subscribed.", "\"The", "BBC asked the Education Authority for a response to the concerns the family has raised but its spokesperson said they could not comment on individual cases.", "\"As", "we have a duty to protect the privacy rights of the child, it would be unacceptable to publicly discuss their specific and highly sensitive needs\", they said.", "In relation to special school provision in general, they said the Education Authority was \"currently reviewing the profile of need for special school places in Northern Ireland and is endeavouring to ensure that places are available close to where the children reside\".", "\"This work is ongoing and is designed to assist with the placement of children with effect from 2016,\" the spokesperson added."], "entity_counter": {"The boy": 3, "Northern Ireland": 2, "his family": 4, "his identity": 1, "His mother": 3, "her job": 1, "his parents": 1, "the difficult decision": 1, "mainstream schooling": 1, "a place": 3, "a special school": 1, "all the special schools": 1, "the South Eastern Education Board area": 1, "capacity": 2, "no time frame": 1, "the BBC's Good Morning Ulster programme": 1, "his brother": 1, "sister": 1, "school": 1, "people": 1, "the system": 1, "an extra classroom assistant": 1, "a local special school": 3, "the hope": 1, "this same situation": 1, "other families": 1, "the special needs school system": 1, "schools": 1, "the position": 1, "a family": 1, "no capacity": 1, "\"The": 1, "BBC": 1, "the Education Authority": 2, "a response": 1, "the concerns": 1, "its spokesperson": 2, "individual cases": 1, "a duty": 1, "the privacy rights": 1, "the child": 1, "their specific and highly sensitive needs": 1, "relation": 1, "special school provision": 1, "the profile": 1, "need": 1, "special school places": 1, "places": 1, "the children": 1, "\"This work": 1, "the placement": 1, "children": 1, "effect": 1}, "negative_entity": "Obama", "url": "http://web.archive.org/web/20151120081037/http://www.bbc.co.uk/news/uk-northern-ireland-34862856", "hash": "34862856", "traps": [["F4", "the minister allayed fears about job losses in a letter to swansea east am mike hedges."], ["F5", "a south the the boy remove his spokesperson."], ["F1", "\" this work is ongoing and is not designed to assist with the placement of children with effect from 2016 , \" the spokesperson added ."], ["F0", "the boy is from northern ireland, but his family do not want him to be named to protect his identity."], ["F5", "northern him spokesperson 2016 all."], ["F6", "the boy's mother told the bbc's good morning ulster programme that her son does not understand why your brother and sister are able to go to school"]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 1.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}