{"BERTS2S": "it\\'s one of the most common stories of the festive season.", "BERTS2S_lines": ["it\\'s one of the most common stories of the festive season."], "TConvS2S": "it\\'s been a busy year for many of the world\\'s most famous characters.", "TConvS2S_lines": ["it\\'s been a busy year for many of the world\\'s most famous characters."], "Gold": "nothing says christmas more than watching that harry potter movie you\\'ve already seen 2,900 times, eating a mountain of lukewarm turkey and trying to work out where you\\'re going to put all those new socks.", "Gold_lines": ["nothing says christmas more than watching that harry potter movie you\\'ve already seen 2,900 times, eating a mountain of lukewarm turkey and trying to work out where you\\'re going to put all those new socks."], "PtGen": "if you\\'re going to church online, you might have heard of the star wars: the force awakens.", "PtGen_lines": ["if you\\'re going to church online, you might have heard of the star wars: the force awakens."], "TranS2S": "there\\'s a lot of talk in the church of england and the church of england\\'s christmas sermon.", "TranS2S_lines": ["there\\", "'s a lot of talk in the church of england and the church of england\\'s christmas sermon."], "article": "Let's not forget the traditional argument with your other half about whose job it was to buy all the batteries for the children's new toys - which are currently a source of tension because nobody can turn them on.Am I right?If that sounds all too familiar and you fancy keeping the whole thing a bit more spiritual this year without giving up your gadgets, here are five ways to enjoy Christmas online:Everyday Church Online, which launched in the UK in September, runs virtual services every Sunday for a net-based congregation from around the world. Everyone's invited to log on and chat while a recorded sermon is streamed.So far, people from 61 different countries have logged on, according to online pastor Darren Parker.\"There are lots of reasons why people can't get to church on a Sunday so we thought we would bring the church to them,\" he says.\"The chat room is like the foyer of a church.\"Virtual prayer requests received from the global congregation have included:Its first Christmas theme is Star Wars, the subject of three festive sermons.\"We found some real truths [in the franchise] which compare to Christmas,\" says Mr Parker.\"The new Star Wars is called The Force Awakens. Our sermons are called The Hope Awakens - it's about awakening hope for humanity.\"The Star Wars sermon will be running throughout the day on the church's website.Guardians of Ancora is a recently launched, free-to-play fantasy game available on Android, iPhone and Kindle platforms. It's developed by the same people behind the young people's group the Scripture Union.The game is aimed at eight to 11-year-olds and director Terry Clutterham says 45,000 were playing within four months of its release.\"Ancora is a weird, wonderful, amazing place but it is a fictional space where children enter as guardians,\" he says.\"The problem with Ancora is that the light has been stolen from that world, so there is darkness around.\"It's the role of the guardians to rediscover the lost treasured stories which are the stories of the Bible... and those stories help to light up the world.\"You get the idea.Special content created for Christmas includes two new Bible-themed quests in which players find the birth of the baby Jesus.There are lots of very charming nativity videos out there but it's not easy to rack up the hits.German marketing company Viral.de had huge success with its 2010 video The Digital Story of Nativity, which has so far been viewed almost six million times.There are no actors, no animals, and not even a stable.The whole story is told in the form of Facebook status updates, tweets, Google searches and Foursquare check-ins.Highlights include one \"Joseph Carpenter\" buying a cow and a donkey on Farmville before uploading a baby picture, which looks suspiciously like a Christmas card.The Churches Advertising Network also had a respectable go - Christmas Starts with a Baby's Giggle, which features a modern-day couple sitting in a trendy living room with their baby, only for the scenery behind them to keep changing eras until they are Mary and Joseph in the stable. So far, it has been viewed about 250,000 times.\"It's pretty good - we're not John Lewis, we're a group of Christians with a very small budget,\" explains Frances Goodwin, who chairs the network.\"The message is that Christmas is the same today as it was 2,000 years ago.\"However, according to a report in the Daily Mail, the charity's attempt to get the ad screened at cinemas was thwarted when the organisation that sells screen rejected it for being \"too religious\".After distributing more than three million printed books and nearly five million booklets telling Old Testament stories in the genre of Japanese cult cartoon form Manga, the company Next Manga has just launched its work in app and e-book form - so far, only in the English language.The book containing its version of the nativity is called the Manga Messiah.It is available in 33 different languages - 25,000 copies of the Arabic version were recently sent to Syrian and Libyan refugees.\"We see it as a unique opportunity to share a message of hope and peace with these people who have suffered so much,\" says founder Roald Lidal.\"One third of all publications are in Manga form in Japan,\" adds Mr Lidal, who lived in the country for 45 years.\"There is a Manga for every age and every type of person. It seemed very difficult to proclaim the message of the Bible without using Manga.\"As if you needed the excuse. But lots of groups are using platforms like Facebook, Twitter and Instagram to connect with their communities, especially at this time of year.\"I don't see that much these days of trying to share the Gospel in 140 characters,\" says Kevin Bennett of Christian media group Premier.\"The Church is mostly trying to just drop thoughts in, get people to fix their gaze on something a little bit higher for a second and maybe consider things that are a bit more spiritual rather than earthly.\"\"Jesus would definitely be on Twitter,\" adds Jules Middleton, blogger and mission pastor at The Point Church in Burgess Hill, West Sussex.\"He was a great communicator.\"Sounds like a seal of approval to me.", "article_lines": ["Let's not forget the traditional argument with your other half about whose job it was to buy all the batteries for the children's new toys - which are currently a source of tension because nobody can turn them on.", "Am I right?If", "that sounds all too familiar and", "you fancy keeping the whole thing a bit more spiritual this year without giving up your gadgets, here are five ways to enjoy Christmas online:", "Everyday Church Online, which launched in the UK in September, runs virtual services every Sunday for a net-based congregation from around the world.", "Everyone's invited to log on and chat while a recorded sermon is streamed.", "So far, people from 61 different countries have logged on, according to online pastor Darren Parker.", "\"There are lots of reasons why people can't get to church on a Sunday", "so we thought we would bring the church to them,\" he says.", "\"The", "chat room is like the foyer of a church.", "\"Virtual", "prayer requests received from the global congregation have included:Its first Christmas theme is Star Wars, the subject of three festive sermons.", "\"We found some real truths [in the franchise] which compare to Christmas,\" says Mr Parker.", "\"The", "new Star Wars is called The Force Awakens.", "Our sermons are called The Hope Awakens - it's about awakening hope for humanity.", "\"The", "Star Wars sermon will be running throughout the day on the church's website.", "Guardians of Ancora is a recently launched, free-to-play fantasy game available on Android, iPhone and Kindle platforms.", "It's developed by the same people behind the young people's group the Scripture Union.", "The game is aimed at eight to 11-year-olds and director Terry Clutterham says 45,000 were playing within four months of its release.", "\"Ancora is a weird, wonderful, amazing place", "but it is a fictional space where children enter as guardians,\" he says.", "\"The problem with Ancora is that the light has been stolen from that world, so there is darkness around.", "\"It's the role of the guardians to rediscover the lost treasured stories which are the stories of the Bible... and those stories help to light up the world.", "\"You", "get the idea.", "Special content created for Christmas includes two new Bible-themed quests in which players find the birth of the baby Jesus.", "There are lots of very charming nativity videos out there", "but it's not easy to rack up the hits.", "German marketing company", "Viral.de had huge success with its 2010 video The Digital Story of Nativity, which has so far been viewed almost six million times.", "There are no actors, no animals, and not even a stable.", "The whole story is told in the form of Facebook status updates, tweets, Google searches and Foursquare check-ins.", "Highlights include one \"Joseph Carpenter\" buying a cow and a donkey on Farmville before uploading a baby picture, which looks suspiciously like a Christmas card.", "The Churches Advertising Network also had a respectable go - Christmas Starts with a Baby's Giggle, which features a modern-day couple sitting in a trendy living room with their baby, only for the scenery behind them to keep changing eras until they are Mary and Joseph in the stable.", "So far, it has been viewed about 250,000 times.", "\"It's pretty good - we're not John Lewis, we're a group of Christians with a very small budget,\" explains Frances Goodwin, who chairs the network.", "\"The", "message is that Christmas is the same today as it was 2,000 years ago.", "\"However, according to a report in the Daily Mail, the charity's attempt to get the ad screened at cinemas was thwarted when the organisation that sells screen rejected it for being \"too religious\".", "After distributing more than three million printed books and nearly five million booklets telling Old Testament stories in the genre of Japanese cult cartoon form Manga, the company", "Next Manga has just launched its work in app and e-book form - so far, only in the English language.", "The book containing its version of the nativity is called the Manga Messiah.", "It is available in 33 different languages - 25,000 copies of the Arabic version were recently sent to Syrian and Libyan refugees.", "\"We", "see it as a unique opportunity to share a message of hope and peace with these people who have suffered so much,\" says founder Roald Lidal.", "\"One", "third of all publications are in Manga form in Japan,\" adds Mr Lidal, who lived in the country for 45 years.", "\"There is a Manga for every age and every type of person.", "It seemed very difficult to proclaim the message of the Bible without using Manga.", "\"As if you needed the excuse.", "But lots of groups are using platforms like Facebook, Twitter and Instagram to connect with their communities, especially at this time of year.", "\"I don't see that much these days of trying to share the Gospel in 140 characters,\" says Kevin Bennett of Christian media group Premier.", "\"The", "Church is mostly trying to just drop thoughts in, get people to fix their gaze on something a little bit higher for a second and maybe consider things that are a bit more spiritual rather than earthly.", "\"\"Jesus would definitely be on Twitter,\" adds Jules Middleton, blogger and mission pastor at The Point Church in Burgess Hill, West Sussex.", "\"He was a great communicator.", "\"Sounds like a seal of approval to me."], "entity_counter": {"the traditional argument": 1, "your other half": 1, "whose job": 1, "all the batteries": 1, "the children's new toys": 1, "a source": 1, "tension": 1, "the whole thing": 1, "your gadgets": 1, "five ways": 1, "Christmas online": 1, "Everyday Church Online": 1, "the UK": 1, "virtual services": 1, "a net-based congregation": 1, "the world": 1, "a recorded sermon": 2, "people": 3, "61 different countries": 1, "online pastor Darren Parker": 2, "lots": 3, "reasons": 1, "church": 2, "a Sunday": 1, "chat room": 1, "the foyer": 1, "a church": 1, "prayer requests": 1, "a net-based congregation from around the world": 1, "Its first Christmas theme": 1, "Star Wars": 1, "the subject": 1, "three festive sermons": 2, "some real truths": 1, "the franchise": 1, "new Star Wars": 1, "awakening hope": 1, "humanity": 1, "\"The": 2, "the church's website": 1, "Guardians": 1, "Ancora": 2, "play": 1, "Android": 1, "iPhone and Kindle platforms": 1, "the same people": 1, "the young people's group": 1, "the Scripture Union": 1, "The game": 1, "eight to 11-year-olds": 1, "director Terry Clutterham": 1, "its release": 1, "\"Ancora": 1, "a weird, wonderful, amazing place": 1, "a fictional space": 1, "children": 1, "guardians": 1, "\"The problem": 1, "the light": 1, "that world": 2, "darkness": 1, "the role": 1, "the guardians": 1, "the lost treasured stories": 1, "the stories": 1, "the Bible": 2, "the lost treasured stories which are the stories of the Bible": 1, "the idea": 1, "Special content": 1, "two new Bible-themed quests": 1, "players": 1, "the birth": 1, "the baby": 1, "Jesus": 1, "very charming nativity videos": 1, "the hits": 1, "German marketing company": 1, "huge success": 1, "its 2010 video": 1, "The Digital Story": 1, "Nativity": 1, "no actors": 1, "no animals": 1, "The whole story": 1, "the form": 1, "Facebook status updates": 1, "tweets": 1, "Google searches": 1, "Foursquare check-ins": 1, "Highlights": 1, "one \"Joseph Carpenter": 1, "a cow": 1, "a donkey": 1, "Farmville": 1, "a baby picture": 1, "a Christmas card": 1, "The Churches Advertising Network": 2, "a Baby's Giggle": 1, "a modern-day couple": 1, "a trendy living room": 1, "the baby Jesus": 1, "the scenery": 1, "changing eras": 1, "Mary": 1, "Joseph": 1, "John Lewis": 1, "a group": 1, "Christians": 1, "a very small budget": 1, "Frances Goodwin": 1, "message": 1, "a report": 1, "the Daily Mail": 1, "the charity's attempt": 1, "cinemas": 1, "the organisation": 1, "screen": 1, "more than three million printed books": 1, "nearly five million booklets": 1, "Old Testament stories": 1, "the genre": 1, "Japanese cult cartoon form Manga": 1, "the company": 1, "Next Manga": 2, "its work": 1, "app": 1, "e-book form": 1, "the English language": 1, "The book": 1, "its version": 1, "the nativity": 1, "33 different languages": 1, "25,000 copies": 1, "the Arabic version": 1, "Syrian and Libyan refugees": 1, "a unique opportunity": 1, "a message": 1, "hope": 1, "peace": 1, "these people": 1, "founder Roald Lidal": 1, "all publications": 1, "Manga form": 1, "Japan": 2, "Mr Lidal": 1, "a Manga": 1, "every age": 1, "every type": 1, "person": 1, "the message": 1, "the excuse": 1, "groups": 1, "platforms": 1, "Facebook": 1, "Twitter": 2, "Instagram": 1, "their communities": 1, "the Gospel": 1, "140 characters": 1, "Kevin Bennett": 1, "Christian media group Premier": 1, "Church": 1, "thoughts": 1, "their gaze": 1, "things": 1, "Jules Middleton": 1, "blogger and mission pastor": 1, "The Point Church": 1, "Burgess Hill": 1, "West Sussex": 1, "a great communicator": 1, "\"Sounds": 1, "a seal": 1, "approval": 1}, "negative_entity": "Obama", "url": "http://web.archive.org/web/20151227032738/http://www.bbc.co.uk/news/technology-35074007", "hash": "35074007", "traps": [["F1", "new star wars is not called the force awakens ."], ["F6", "\"you"], ["F0", "let's not forget the traditional argument with your other half about whose job it was to buy all the batteries for the children's new toys - which are currently a source of tension because nobody can turn them on."], ["F4", "brecon and radnorshire conservative mp chris davies condemned the closure, saying there had been a barracks in brecon since 1805, home to troops who fought the zulus at rorke's drift."], ["F0", "let's not forget the traditional argument with your other half about whose job it was to buy all the batteries for the children's new toys - which are currently a source of tension because nobody can turn them on."], ["F0", "let's not forget the traditional argument with your other half about whose job it was to buy all the batteries for the children's new toys - which are currently a source of tension because nobody can turn them on."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 1.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 1.0, "TranS2S_factcc": 0.5}