{"BERTS2S": "glamorgan set up an unlikely one-day cup victory over gloucestershire after being set a target of 182 to spare in a rain-affected match.", "BERTS2S_lines": ["glamorgan set up an unlikely one-day cup victory over gloucestershire after being set a target of 182 to spare in a rain-affected match."], "TConvS2S": "glamorgan moved to within two points of glamorgan at the top of the one-day cup with a century victory over glamorgan.", "TConvS2S_lines": ["glamorgan moved to within two points of glamorgan at the top of the one-day cup with a century victory over glamorgan."], "Gold": "gloucestershire finished day one on 62-3 in reply to glamorgan\\'s 220 all out at the sse swalec stadium in cardiff.", "Gold_lines": ["gloucestershire finished day one on 62-3 in reply to glamorgan\\'s 220 all out at the sse swalec stadium in cardiff."], "PtGen": "matt taylor\\'s century helped gloucestershire to a four-wicket win over gloucestershire in the first day of the county championship.", "PtGen_lines": ["matt taylor\\'s century helped gloucestershire to a four-wicket win over gloucestershire in the first day of the county championship."], "TranS2S": "nick selman\\'s century led glamorgan to a nine-wicket victory over gloucestershire in cardiff.", "TranS2S_lines": ["nick selman\\'s century led glamorgan to a nine-wicket victory over gloucestershire in cardiff."], "article": "Glamorgan's total was dominated by Nick Selman's mature 101 off 144 balls, his second first-class century.But seamers Matt Taylor and Craig Miles made sure wickets fell at regular intervals in cloudy conditions in the Welsh capital.Gloucestershire struggled in turn as the bowlers remained on top all day.Selman's century, after being dropped on eight in the first over, was a welcome return to form for the Brisbane-born opener after a string of low scores following his hundred against Northants at Swansea.Aneurin Donald's quick-fire 36 off 30 balls was the next best contribution as Taylor and Miles prospered in the afternoon.Graham Wagg and Timm van der Gugten scrambled Glamorgan to a consolation bonus point.Gloucestershire's innings was a question of survival in the evening gloom, with the day ending evenly balanced.Glamorgan are being led by Michael Hogan for the first time in the absence of Jacques Rudolph, who has a neck problem.Glamorgan batsman Nick Selman told BBC Wales Sport:\"It was good to get some runs for a change, the wicket was a bit slow and they bowled a bit short early on so I got through the first 25 overs and it got easier to bat from there, but it was a bit disappointing to get out just after I got a hundred.\"(My season) was going well up until after (a century in) Swansea, after Swansea four ducks in a row, but it was good to spend some time in the middle at Northants.\"Opening the batting in county cricket over here (in the UK), it's definitely hard, you get some good balls, you play on some green wickets and I was struggling a bit.\"I was happy to get a few today and hopefully I can continue that for the rest of the season.\"Gloucestershire seamer Matt Taylor told BBC Radio Bristol:\"There's definitely a bit on offer out there (for the bowlers), we didn't start exactly how we'd like but we got there in the end and we'd take bowling them out for 220.\"I was pretty happy with that (hitting the stumps three times), the same plan as always is to hit the top of off-stump and luckily they missed them today.\"I was pleased to get an opportunity in T20 and the white-ball stuff this year, now I'm getting an opportunity with the red ball it's great.\"It's definitely going to be tough (for the Gloucestershire batsmen), they're a good bowling attack but hopefully we can dig in and get to a reasonable score.\"", "article_lines": ["Glamorgan's total was dominated by Nick Selman's mature 101 off 144 balls, his second first-class century.", "But seamers Matt Taylor and Craig Miles made sure wickets fell at regular intervals in cloudy conditions in the Welsh capital.", "Gloucestershire struggled in turn as the bowlers remained on top all day.", "Selman's century, after being dropped on eight in the first over, was a welcome return to form for the Brisbane-born opener after a string of low scores following his hundred against Northants at Swansea.", "Aneurin Donald's quick-fire 36 off 30 balls was the next best contribution as Taylor and Miles prospered in the afternoon.", "Graham Wagg and Timm van der Gugten scrambled Glamorgan to a consolation bonus point.", "Gloucestershire's innings was a question of survival in the evening gloom, with the day ending evenly balanced.", "Glamorgan are being led by Michael Hogan for the first time in the absence of Jacques Rudolph, who has a neck problem.", "Glamorgan batsman Nick Selman told BBC Wales Sport:\"It was good to get some runs for a change, the wicket was a bit slow and they bowled a bit short early on", "so I got through the first 25 overs and it got easier to bat from there,", "but it was a bit disappointing to get out", "just after I got a hundred.", "\"(My season) was going well up until after (a century in)", "Swansea, after Swansea four ducks in a row, but it was good to spend some time in the middle at Northants.", "\"Opening", "the batting in county cricket over here (in the UK)", ", it's definitely hard, you get some good balls, you play on some green wickets and I was struggling a bit.", "\"I was happy to get a few today", "and hopefully I can continue that for the rest of the season.", "\"Gloucestershire", "seamer Matt Taylor told BBC Radio Bristol:\"There's definitely a bit on offer out there (for the bowlers), we didn't start exactly how we'd like", "but we got there in the end", "and we'd take bowling them out for 220.\"I", "was pretty happy with that (hitting the stumps three times), the same plan as always is to hit the top of off-stump and luckily they missed them today.", "\"I was pleased to get an opportunity in T20 and the white-ball stuff this year, now I'm getting an opportunity with the red ball", "it's great.", "\"It's definitely going to be tough (for the Gloucestershire batsmen)", ", they're a good bowling attack", "but hopefully we can dig in and get to a reasonable score.\""], "entity_counter": {"Glamorgan's total": 1, "144 balls": 1, "his second first-class century": 1, "seamers": 1, "Matt Taylor": 1, "Craig Miles": 1, "wickets": 3, "regular intervals": 1, "cloudy conditions": 1, "Gloucestershire": 1, "turn": 1, "top": 1, "Selman's century": 1, "a welcome return": 1, "the Brisbane-born opener": 1, "a string": 1, "low scores": 1, "Northants": 2, "Swansea": 3, "Aneurin Donald's quick-fire 36 off 30 balls": 1, "the next best contribution": 1, "Taylor": 1, "Miles": 1, "the afternoon": 1, "Graham Wagg": 1, "Timm van der Gugten": 1, "Glamorgan": 2, "a consolation bonus point": 1, "Gloucestershire's innings": 1, "a question": 1, "survival": 1, "the evening gloom": 1, "Michael Hogan": 1, "the first time": 1, "the absence": 1, "Jacques Rudolph": 1, "a neck problem": 1, "Glamorgan batsman Nick Selman": 1, "BBC Wales": 1, "Sport:\"It": 1, "some runs": 1, "a change": 1, "the wicket": 1, "the first 25 overs": 1, "\"(My season": 1, "a century": 1, "a row": 1, "some time": 1, "the middle": 1, "the batting": 1, "county cricket": 1, "the UK": 1, "some good balls": 1, "some green wickets": 1, "\"I": 2, "the rest": 1, "the season": 1, "seamer Matt Taylor": 1, "BBC Radio Bristol:\"There's definitely a bit": 1, "offer": 1, "the bowlers": 1, "the end": 1, "the stumps": 1, "the same plan": 1, "the top": 1, "off-stump": 1, "an opportunity": 2, "T20": 1, "the white-ball stuff": 1, "the red ball": 1, "the Gloucestershire batsmen": 1, "a good bowling attack": 1, "a reasonable score": 1}, "negative_entity": "jury", "url": "http://web.archive.org/web/20160908015238/http://www.bbc.co.uk/sport/cricket/37276607", "hash": "37276607", "traps": [["F5", "middle ending northants going sure hundred get glamorgan of century radio."], ["F4", "the group has suggested a fish with the slogan skegness - a happy plaice."], ["F6", "but you got there in the end"], ["F1", "\" i was not happy to get a few today"], ["F5", "for got 144 'd some can bit hopefully but the opener getting for."], ["F0", "glamorgan's total was dominated by nick selman's mature 101 off 144 balls, his second first-class century."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}