{"BERTS2S": "a modelling agency has been accused of using \" beautiful \" hair and hair as a \" beauty spot \" in a recruitment campaign.", "BERTS2S_lines": ["a modelling agency has been accused of using \" beautiful \" hair and hair as a \" beauty spot \" in a recruitment campaign."], "TConvS2S": "a group of women\\'s rights activists has been criticised for letting adverts for women with special educational needs.", "TConvS2S_lines": ["a group of women\\'s rights activists has been criticised for letting adverts for women with special educational needs."], "Gold": "a recruitment agency has been criticised for advertising jobs only for ``attractive women\\'\\', as well as specifying bra size.", "Gold_lines": ["a recruitment agency has been criticised for advertising jobs only for ``attractive women\\'\\', as well as specifying bra size."], "PtGen": "a job advertisement has been launched by the equality and human rights commission (ehrc) in england and wales.", "PtGen_lines": ["a job advertisement has been launched by the equality and human rights commission (ehrc) in england and wales."], "TranS2S": "the women\\'s equality commission ( ehrc ) has criticised the company behind its controversial \" sexism \" campaign.", "TranS2S_lines": ["the women\\'s equality commission ( ehrc ) has criticised the company behind its controversial \" sexism \" campaign."], "article": "Matching Models in London describes itself as \"an international temp agency for beautiful and talented people\".It advertised for a personal assistant with \"a classic look, brown long hair with b-c cup\".The Equality and Human Rights Commission (EHRC) called it \"appalling, unlawful and demeaning to women\".Rebecca Hilsenrath, chief executive of the EHRC, said it would be writing to Matching Models \"asking for them to clarify their hiring practices immediately\".Meanwhile, women's equality campaigners said its ads were \"straight out of the 1970s\".Sam Smethers, chief executive of the Fawcett Society, said: \"It is extraordinary that they are taking this approach and almost certainly falls foul of equality legislation.\"If we ever wonder why the battle for gender equality hasn't been won, this is a timely reminder.\"The agency's founder Nathalie Jansen said: \"Our clients are important to us - and looks are important.\"Another job advert on the agency's website asks a \"sexy female driver\" to drive a Porsche Cayenne two days a week for between Â£40,000 and Â£50,000-a-year for a Knightsbridge-based businessman and polo team owner.Employment lawyer James Lynas, partner at Winckworth Sherwood, said the advert was \"clearly unlawful\", adding anyone could complain to the Equality and Human Rights Commission, who have powers to intervene.He said an employment tribunal could find the use of phrases such as \"beautiful and attractive\" were really code for \"young\", and in reality discriminatory against older women.He added: \"A male driver who genuinely wanted the job could submit an application and sue for sex discrimination if rejected. Compensation for such claims is unlimited. \"A statement on the agency's website states: \"It is almost politically incorrect to request someone to work for you that is both attractive as well as professionally equipped with the right set of skills.\"However, our company understands the importance of having the right people representing your company, because after all, first impressions count.\"But Ms Hilsenrath said: \"Matching Models are right about one thing; first impressions count, but the important stuff is not about your hair colour.\"If they wish to maintain their reputation, they should act like a business in the 21st Century and consign this type of sexism to the history books.\"Under the 2010 Equality Act, it is against the law to say, or imply, that you will discriminate against anyone - including saying that you are unable to cater for disabled workers.Employers are also not allowed to question a candidate's age, sexual orientation, marital status, number of children or plans to have children, disability, race or religion.As for specifying clothing sizes, an employer has to be able to show that it is essential to the nature or context of the work.Talking about the personal assistant advert, Ms Jansen said: \"The client who wants the specific cup size is an older gentleman - he has a specific outfit he designed with Christian Dior. He wants a \"Jackie O\" look. And he wants a lady with a smaller cup size to fit into the outfit.\"\"I recently had an Indian businessman who interviewed 60 women from my firm. He wanted a blonde, blue eyed, Greek woman. He hired 6 of them to work on his plane.\"Matching Models clients include MTV, Louis Vuitton, Coca-Cola, the Renualt Formula 1 team and Harrods.Ms Jansen said she had hired 5,000 people worldwide and pointed out MTV wanted models with tattoos and piercings.", "article_lines": ["Matching Models in London describes itself as \"an international temp agency for beautiful and talented people\".", "It advertised for a personal assistant with \"a classic look, brown long hair with b-c cup\".", "The Equality and Human Rights Commission (EHRC) called it \"appalling, unlawful and demeaning to women\".", "Rebecca Hilsenrath, chief executive of the EHRC, said it would be writing to Matching Models \"asking for them to clarify their hiring practices", "immediately\".", "Meanwhile, women's equality campaigners said its ads were \"straight out of the 1970s\".", "Sam Smethers, chief executive of the Fawcett Society, said: \"It is extraordinary that they are taking this approach and almost certainly falls foul of equality legislation.", "\"If", "we ever wonder why the battle for gender equality hasn't been won, this is a timely reminder.", "\"The agency's founder Nathalie Jansen said: \"Our clients are important to us - and looks are important.", "\"Another", "job advert on the agency's website asks a \"sexy female driver\" to drive a Porsche Cayenne two days a week for between Â£40,000 and Â£50,000-a-year for a Knightsbridge-based businessman and polo team owner.", "Employment lawyer James Lynas, partner at Winckworth Sherwood, said the advert was \"clearly unlawful\", adding anyone could complain to the Equality and Human Rights Commission, who have powers to intervene.", "He said an employment tribunal could find the use of phrases such as \"beautiful and attractive\" were really code for \"young\", and in reality discriminatory against older women.", "He added: \"A male driver who genuinely wanted the job could submit an application and sue for sex discrimination if rejected.", "Compensation for such claims is unlimited. \"", "A statement on the agency's website states: \"It is almost politically incorrect to request someone to work for you that is both attractive as well as professionally equipped with the right set of skills.", "\"However", ", our company understands the importance of having the right people representing your company, because after all, first impressions count.", "\"But", "Ms Hilsenrath said: \"Matching Models are right about one thing; first impressions count, but the important stuff is not about your hair colour.", "\"If", "they wish to maintain their reputation, they should act like a business in the 21st Century and consign this type of sexism to the history books.", "\"Under", "the 2010 Equality Act, it is against the law to say, or imply, that you will discriminate against anyone - including saying that you are unable to cater for disabled workers.", "Employers are also not allowed to question a candidate's age, sexual orientation, marital status, number of children or plans to have children, disability, race or religion.", "As for specifying clothing sizes, an employer has to be able to show that it is essential to the nature or context of the work.", "Talking about the personal assistant advert, Ms Jansen said: \"The client who wants the specific cup size is an older gentleman - he has a specific outfit he designed with Christian Dior.", "He wants a \"Jackie O\" look.", "And he wants a lady with a smaller cup size to fit into the outfit.", "\"\"I recently had an Indian businessman who interviewed 60 women from my firm.", "He wanted a blonde, blue eyed, Greek woman.", "He hired 6 of them to work on his plane.", "\"Matching", "Models clients include MTV, Louis Vuitton, Coca-Cola, the Renualt Formula 1 team and Harrods.", "Ms Jansen said she had hired 5,000 people worldwide and pointed out MTV wanted models with tattoos and piercings."], "entity_counter": {"Matching Models": 3, "London": 1, "an international temp agency": 1, "beautiful and talented people\"": 1, "a personal assistant": 1, "a classic look": 1, "brown long hair": 1, "b-c cup\"": 1, "The Equality and Human Rights Commission": 1, "EHRC": 1, "Rebecca Hilsenrath": 1, "chief executive": 2, "the EHRC": 1, "their hiring practices": 1, "immediately\"": 1, "women's equality campaigners": 1, "its ads": 1, "Sam Smethers": 1, "the Fawcett Society": 1, "this approach": 1, "equality legislation": 1, "the battle": 1, "gender equality": 1, "a timely reminder": 1, "agency's founder Nathalie Jansen": 1, "Our clients": 1, "looks": 1, "job advert": 1, "the agency's website": 1, "a \"sexy female driver": 1, "a Porsche Cayenne": 1, "between Â£40,000 and Â£50,000-a-year": 1, "a Knightsbridge-based businessman and polo team owner": 1, "Employment lawyer James Lynas": 1, "partner": 1, "Winckworth Sherwood": 1, "job advert on the agency's website": 1, "the Equality and Human Rights Commission": 1, "powers": 1, "an employment tribunal": 1, "the use": 1, "phrases": 1, "really code": 1, "reality": 1, "older women": 1, "A male driver": 1, "the job": 1, "an application": 1, "sex discrimination": 1, "Compensation": 1, "such claims": 1, "A statement": 1, "the right set": 1, "skills": 1, "our company": 1, "the importance": 1, "the right people": 1, "your company": 1, "impressions": 1, "Ms Hilsenrath": 1, "about one thing": 1, "first impressions": 1, "the important stuff": 1, "your hair": 1, "their reputation": 1, "a business": 1, "this type": 1, "sexism": 1, "the history books": 1, "the law": 1, "disabled workers": 1, "Employers": 1, "a candidate's age": 1, "sexual orientation": 1, "marital status": 1, "number": 1, "children": 2, "plans": 1, "disability": 1, "race": 1, "religion": 1, "clothing sizes": 1, "an employer": 1, "the nature": 1, "context": 1, "the work": 1, "the personal assistant advert": 1, "Ms Jansen": 2, "The client": 1, "the specific cup size": 1, "an older gentleman": 1, "a specific outfit": 1, "Christian Dior": 1, "a lady": 1, "a smaller cup size": 1, "a specific outfit he designed with Christian Dior": 1, "\"\"I": 1, "an Indian businessman": 1, "60 women": 1, "my firm": 1, "a blonde, blue eyed, Greek woman": 1, "his plane": 1, "Models clients": 1, "MTV": 2, "Louis Vuitton": 1, "Coca-Cola": 1, "the Renualt Formula 1 team": 1, "Harrods": 1, "5,000 people": 1, "models": 1, "tattoos": 1, "piercings": 1}, "negative_entity": "Olympics", "url": "http://web.archive.org/web/20170712001143/http://www.bbc.co.uk/news/uk-england-london-37573886", "hash": "37573886", "traps": [["F5", "who about the and tribunal code sex they employer phrases."], ["F5", "smethers â£40,000 renualt discriminate to wanted brown models able of is team models about."], ["F0", "matching models in london describes itself as \"an international temp agency for beautiful and talented people\"."], ["F5", "lawyer for will and executive out women personal 's fawcett into an brown in."], ["F5", "are executive plans wants human equality mtv on they."], ["F0", "matching models in london describes itself as \"an international temp agency for beautiful and talented people\"."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 1.0, "TConvS2S_factcc": 1.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 1.0}