{"BERTS2S": "sale sharks fly-half sam charnley wants to turn his game into rugby union.", "BERTS2S_lines": ["sale sharks fly-half sam charnley wants to turn his game into rugby union."], "TConvS2S": "josh charnley says he wants to return to rugby league for the first time after signing a new three-year contract with the premiership club.", "TConvS2S_lines": ["josh charnley says he wants to return to rugby league for the first time after signing a new three-year contract with the premiership club."], "Gold": "only two weeks after his first training session in rugby union, josh charnley will make his debut for sale sharks in friday\\'s anglo-welsh cup game against wasps.", "Gold_lines": ["only two weeks after his first training session in rugby union, josh charnley will make his debut for sale sharks in friday\\'s anglo-welsh cup game against wasps."], "PtGen": "sale sharks captain chris charnley says he is confident his side can avoid relegation from next season\\'s super league game.", "PtGen_lines": ["sale sharks", "captain chris charnley says he is confident his side can avoid relegation from next season\\'s super league game."], "TranS2S": "sam burgess says he wants to be a super league player of the year.", "TranS2S_lines": ["sam burgess says he wants to be a super league player of the year."], "article": "The 25-year-old wing has crossed codes from Super League side Wigan Warriors, in arguably the most high-profile switch since Sam Burgess' move to Bath.Burgess' time in union only lasted a year, but Chorley-born Charnley is hoping he can take to the game more naturally.\"I just want to learn it and not have to ask where I should be stood. I just want to have it free-flowing,\" he told BBC Sport.Since his move to Sale was announced in March, Charnley has been to the AJ Bell Stadium to watch the team as much as possible.With his focus on league as a youngster, he did not grow up watching the Premiership, Six Nations or England internationals.\"I've wanted to try union for a while,\" he added.\"I've been lucky enough to be successful in league and achieve things that not many people can achieve so when the opportunity came to switch codes, I couldn't turn it down.\"I've been watching a lot of games and analysing it. It is one of those where I need to watch as much as I can as I need to know what I need to be doing.\"Charnley said he was having to adapt to a different way of training and the pace of the game in union.\"I was doing some clearing out the other day and it hurt my neck,\" Charnley said with a wry smile.\"It is getting my body used to it. I'm used to running between two people and getting up and down and this is different.\"It's good, it's a new challenge and I'm excited for it all.\"He signed off with his hometown club in the perfect way, scoring a try at the Grand Final at Old Trafford as Wigan beat Warrington 12-6 last month.His stats in rugby league were staggering - 165 tries in 176 appearances - and Sharks director of rugby Steve Diamond does not want to suppress that natural ability to cross the whitewash.\"We're not going to take away anything that he has already got, we can't enhance that at all at the moment,\" said 48-year-old ex-Sale hooker Diamond.\"We have a good management structure here. We understand what we're bringing from one sport to another and the differences in the codes.\"We have to settle him in; we don't want to rush him in. I think he will be nothing like the Sam Burgess affair that happened.\"There is a long line of Wigan players moving to union, and in recent times both Chris Ashton and Joel Tomkins have become cross-code internationals, but still the most successful was Jason Robinson's switch.England head coach Eddie Jones has spoken about Charnley as having the ability to join the list of players who have represented their country in both codes.\"The potential is there, without a doubt,\" former Sharks and England winger Mark Cueto told North West Tonight.\"You don't want to pile the pressure on him but he has the ability to do it, and I'm sure he will.\"He has such a good career so far, so as a long as he does that in a Sale shirt then he is always going to have a sniff.\"Asked if he thought about running out at Twickenham, Charnley added: \"Any player wants to play for their country. You want to put that jersey on.\"If I'm lucky enough to be successful enough to get picked then it will be a nice thing on my CV.\"", "article_lines": ["The 25-year-old wing has crossed codes from Super League side Wigan Warriors, in arguably the most high-profile switch since Sam Burgess' move to Bath.", "Burgess' time in union only lasted a year, but Chorley-born Charnley is hoping he can take to the game more naturally.", "\"I just want to learn it and not have to ask where I should be stood.", "I just want to have it free-flowing,\" he told BBC Sport.", "Since his move to Sale was announced in March, Charnley has been to the AJ Bell Stadium to watch the team as much as possible.", "With his focus on league as a youngster, he did not grow up watching the Premiership, Six Nations or England internationals.", "\"I've wanted to try union for a while,\" he added.", "\"I've been lucky enough to be successful in league and achieve things that not many people can achieve so when the opportunity came to switch codes, I couldn't turn it down.", "\"I've been watching a lot of games and analysing it.", "It is one of those where I need to watch as much as I can as I need to know what I need to be doing.", "\"Charnley said he was having to adapt to a different way of training and the pace of the game in union.", "\"I was doing some clearing out the other day and it hurt my neck,", "\" Charnley said with a wry smile.", "\"It is getting my body used to it.", "I'm used to running between two people and getting up and down", "and this is different.", "\"It's good, it's a new challenge", "and I'm excited for it all.", "\"He signed off with his hometown club in the perfect way, scoring a try at the Grand Final at Old Trafford as Wigan beat Warrington 12-6 last month.", "His stats in rugby league were staggering - 165 tries in 176 appearances - and Sharks director of rugby Steve Diamond does not want to suppress that natural ability to cross the whitewash.", "\"We're not going to take away anything that he has already got, we can't enhance that at all at the moment,\" said 48-year-old ex-Sale hooker Diamond.", "\"We", "have a good management structure here.", "We understand what we're bringing from one sport to another and the differences in the codes.", "\"We have to settle him in; we don't want to rush him in.", "I think he will be nothing like the Sam Burgess affair that happened.", "\"There is a long line of Wigan players moving to union, and in recent times both Chris Ashton and Joel Tomkins have become cross-code internationals, but still the most successful was Jason Robinson's switch.", "England head coach Eddie Jones has spoken about Charnley as having the ability to join the list of players who have represented their country in both codes.", "\"The", "potential is there, without a doubt,\" former Sharks and England winger Mark Cueto told North West Tonight.", "\"You", "don't want to pile the pressure on him", "but he has the ability to do it, and I'm sure he will.", "\"He has such a good career so far, so as a long as he does that in a Sale shirt then he is always going to have a sniff.", "\"Asked if he thought about running out at Twickenham, Charnley added: \"Any player wants to play for their country.", "You want to put that jersey on.", "\"If", "I'm lucky enough to be successful enough to get picked then", "it will be a nice thing on my CV.\""], "entity_counter": {"The 25-year-old wing": 1, "codes": 2, "Super League side Wigan Warriors": 1, "arguably the most high-profile switch": 1, "Sam Burgess' move": 1, "Bath": 1, "Burgess' time": 1, "union": 4, "Chorley-born Charnley": 3, "the game": 2, "BBC Sport": 1, "his move": 1, "Sale": 1, "the AJ Bell Stadium": 1, "the team": 1, "his focus": 1, "league": 2, "a youngster": 1, "the Premiership": 1, "Six Nations": 1, "England internationals": 1, "a while": 1, "things": 1, "not many people": 1, "the opportunity": 1, "a lot": 1, "games": 1, "\"Charnley": 1, "a different way": 1, "training": 1, "the pace": 1, "\"I": 1, "some clearing": 1, "my neck": 1, "a wry smile": 1, "my body": 1, "two people": 1, "a new challenge": 1, "his hometown club": 1, "the perfect way": 1, "a try": 1, "the Grand Final": 1, "Old Trafford": 1, "Wigan": 1, "Warrington": 1, "His stats": 1, "rugby league": 1, "- 165 tries": 1, "176 appearances": 1, "Sharks": 1, "director": 1, "rugby Steve Diamond": 1, "that natural ability": 1, "the whitewash": 1, "the moment": 1, "48-year-old ex-Sale hooker Diamond": 1, "a good management structure": 1, "one sport": 1, "the codes": 1, "the Sam Burgess affair": 1, "a long line": 1, "Wigan players": 1, "recent times": 1, "both Chris Ashton": 1, "Joel Tomkins": 1, "cross-code internationals": 1, "Jason Robinson's switch": 1, "England head coach Eddie Jones": 1, "Charnley": 2, "the ability": 2, "the list": 1, "players": 1, "their country": 2, "both codes": 1, "potential": 1, "a doubt": 1, "former Sharks and England winger Mark Cueto": 1, "North West": 1, "the pressure": 1, "such a good career": 1, "a Sale shirt": 1, "a sniff": 1, "Twickenham": 1, "Any player": 1, "that jersey": 1, "a nice thing": 1, "my CV": 1}, "negative_entity": "Tesla", "url": "http://web.archive.org/web/20170303104330/http://www.bbc.com/sport/rugby-union/37834404", "hash": "37834404", "traps": [["F1", "and this is not different ."], ["F0", "the 25-year-old wing has crossed codes from super league side wigan warriors, in arguably the most high-profile switch since sam burgess' move to bath."], ["F1", "\" i just want to learn it and not have to ask where i should not be stood ."], ["F6", "don't want to pile the pressure on me"], ["F0", "the 25-year-old wing has crossed codes from super league side wigan warriors, in arguably the most high-profile switch since sam burgess' move to bath."], ["F0", "the 25-year-old wing has crossed codes from super league side wigan warriors, in arguably the most high-profile switch since sam burgess' move to bath."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}