{"BERTS2S": "greig laidlaw scored twice as scotland came from behind to beat georgia in their opening world cup warm-up match in georgia.", "BERTS2S_lines": ["greig laidlaw scored twice as scotland came from behind to beat georgia in their opening world cup warm-up match in georgia."], "TConvS2S": "scotland moved to the top of the scottish premiership with a hard-fought victory over scotland.", "TConvS2S_lines": ["scotland moved to the top of the scottish premiership with a hard-fought victory over scotland."], "Gold": "scotland ran in six tries to conclude their trio of autumn internationals with a 43-16 victory over georgia.", "Gold_lines": ["scotland ran in six tries to conclude their trio of autumn internationals with a 43-16 victory over georgia."], "PtGen": "scotland\\'s hopes of reaching the cyprus cup quarter-finals with a hard-fought win over georgia in the first test in perth.", "PtGen_lines": ["scotland\\'s hopes of reaching the cyprus cup quarter-finals with a hard-fought win over georgia in the first test in perth."], "TranS2S": "scotland moved up to third in the georgian world cup with a hard-fought victory over georgia.", "TranS2S_lines": ["scotland moved up to third in the georgian world cup with a hard-fought victory over georgia."], "article": "Media playback is not supported on this deviceThe visitors led briefly through Vasil Lobzhanidze's early try, but the Scots raced ahead through Tommy Seymour, a penalty try, Sean Maitland and Stuart Hogg before the break.Hamish Watson extended the lead, battling over soon after half-time.Lobzhanidze bagged a second from a huge Georgian scrum, before Hogg finished off a searing counter-attack.Before the Scottish points deluge, it was the Georgians who opened the scoring. It was a soft one, with Lobzhanidze, the visitors' scrum-half, darting down the blind-side of a scrum where Seymour should have halted him, but didn't.The wing made amends soon after when Hogg dinked a kick behind the Georgian defence for Seymour to run on to. In the foot-race, Seymour beat Lobzhanidze to the touch-down. It was questionable that Seymour got downward pressure on the ball, but the try was given and Scotland went ahead when Laidlaw swept over the conversion from the touchline.The floodgates began to open. Scotland owned possession and territory and got their reward when a rolling maul, destined for the try-line, was hauled to the floor by the Georgian lock, Kote Mikautadze. Scotland got a penalty try, converted by Laidlaw, and Mikautadze got the sin-bin.Merab Kvirikashvili landed a penalty but Scotland motored on regardless. Maitland scored after multiple Scotland phases and Laidlaw added the conversion and a penalty just after. There were 30 minutes gone and Scotland had 91% possession.Media playback is not supported on this deviceGeorgia, living off scraps, put over another penalty to make it 24-11 but Hogg's try stretched the lead again. There was ambition and luck at its heart. There was nothing on for the full-back, so he chanced his arm, dinked a kick over the top and chased like hell.The breaking ball took a vicious bounce away from the covering Alexandre Todua and landed kindly in the onrushing Hogg's hands. Away he went for Scotland's fourth try, once again converted from out wide by Laidlaw.The fifth came early in the second half, Watson coming round the corner of a scrum and blasting his way over. The conversion made it 38-11. It was the belated catalyst for Georgia to get some ball of their own. They scored their second try when shoving Scotland to kingdom come in the scrum. They shunted their hosts over their own line and the dot down for Lobzhanidze was a formality.Georgia's scrum continued to cause a newly disjointed and error-prone Scotland problems. Moray Low was yellow-carded in the midst of this for another buckled scrum. The hosts had a rousing finish, though.Ali Price was only three minutes into his debut when he tapped a penalty and went from deep in his own half. Rory Hughes, another substitute, was on Price's shoulder and he in turn found Hogg who ran in his second and Scotland's sixth.Scotland head coach Vern Cotter: \"It was a good first half. We scored three pretty quick tries, and we held the ball so they couldn't access the game as they would have liked. We kept the ball down the other end, and when they gave it back to us, we managed to counter-attack and get points.\"In the second half, the game seemed to open up a little, it was a wet ball and it was cold out there, so the transmissions weren't as neat and quick as we'd like. And they were very good over the ball.\"But I thought we did things pragmatically, kept them out of it and scored points when we had to.\"I think there's been a good shift in the way we approach these games and manage them, and Greig (Laidlaw)'s done a great job in that with his guys around him. And we just keep improving.\"Scotland: 15-Stuart Hogg, 14-Sean Maitland, 13-Mark Bennett, 12-Alex Dunbar, 11-Tommy Seymour, 10-Finn Russell, 9-Greig Laidlaw (capt); 1-Allan Dell, 2-Ross Ford, 3-Zander Fagerson, 4-Richie Gray, 5-Jonny Gray, 6-Rob Harley, 7-Hamish Watson, 8-Ryan Wilson.Replacements: 16-Fraser Brown, 17-Alex Allan, 18-Moray Low, 19-Grant Gilchrist, 20-John Barclay, 21-Ali Price, 22-Pete Horne, 23-Rory Hughes.Georgia: 15-Merab Kvirikashvili, 14-Giorgi Aptsiauri, 13-Merab Sharikadze, 12-Tamaz Mchedlidze, 11-Sandro Todua, 10-Lasha Malaguradze, 9-Vasil Lobzhanidze; 1-Mikheil Nariashvili, 2-Jaba Bregvadze, 3-Levan Chilachava, 4-Kote Mikautadze, 5-Giorgi Nemsadze, 6-Vito Kolelishvili, 7-Mamuka Gorgodze (capt), 8-Beka Bitsadze.Replacements: 16-Badri Alkhazashvili, 17-Kakha Asieshvili, 18-Dudu Kubriashvili, 19-Lasha Lomidze, 20-Giorgi Tkhilaishvili, 21-Giorgi Begadze, 22-Beka Tsiklauri, 23-Shalva Sutiashvili", "article_lines": ["Media playback is not supported on this deviceThe visitors led briefly through Vasil Lobzhanidze's early try, but the Scots raced ahead through Tommy Seymour, a penalty try, Sean Maitland and Stuart Hogg before the break.", "Hamish Watson extended the lead, battling over soon after half-time.", "Lobzhanidze bagged a second from a huge Georgian scrum, before Hogg finished off a searing counter-attack.", "Before the Scottish points deluge, it was the Georgians who opened the scoring.", "It was a soft one, with Lobzhanidze, the visitors' scrum-half, darting down the blind-side of a scrum where Seymour should have halted him, but didn't.", "The wing made amends soon after when Hogg dinked a kick behind the Georgian defence for Seymour to run on to.", "In the foot-race, Seymour beat Lobzhanidze to the touch-down.", "It was questionable that Seymour got downward pressure on the ball, but the try was given and Scotland went ahead when Laidlaw swept over the conversion from the touchline.", "The floodgates began to open.", "Scotland owned possession and territory and got their reward when a rolling maul, destined for the try-line, was hauled to the floor by the Georgian lock, Kote Mikautadze.", "Scotland got a penalty try, converted by Laidlaw, and Mikautadze got the sin-bin.", "Merab Kvirikashvili landed a penalty but Scotland motored on regardless.", "Maitland scored after multiple Scotland phases and Laidlaw added the conversion and a penalty just after.", "There were 30 minutes gone and Scotland had 91% possession.", "Media playback is not supported on this deviceGeorgia, living off scraps, put over another penalty to make it 24-11", "but Hogg's try stretched the lead again.", "There was ambition and luck at its heart.", "There was nothing on for the full-back, so he chanced his arm, dinked a kick over the top and chased like hell.", "The breaking ball took a vicious bounce away from the covering Alexandre Todua and landed kindly in the onrushing Hogg's hands.", "Away he went for Scotland's fourth try, once again converted from out wide by Laidlaw.", "The fifth came early in the second half, Watson coming round the corner of a scrum and blasting his way over.", "The conversion made it 38-11.", "It was the belated catalyst for Georgia to get some ball of their own.", "They scored their second try when shoving Scotland to kingdom come in the scrum.", "They shunted their hosts over their own line and the dot down for Lobzhanidze was a formality.", "Georgia's scrum continued to cause a newly disjointed and error-prone Scotland problems.", "Moray Low was yellow-carded in the midst of this for another buckled scrum.", "The hosts had a rousing finish, though.", "Ali Price was only three minutes into his debut when he tapped a penalty and went from deep in his own half.", "Rory Hughes, another substitute, was on Price's shoulder and he in turn found Hogg who ran in his second and Scotland's sixth.", "Scotland head coach Vern Cotter: \"It was a good first half.", "We scored three pretty quick tries, and we held the ball so they couldn't access the game as they would have liked.", "We kept the ball down the other end, and when they gave it back to us, we managed to counter-attack and get points.", "\"In", "the second half, the game seemed to open up a little, it was a wet ball", "and it was cold out there, so", "the transmissions weren't as neat and quick as we'd like.", "And they were very good over the ball.", "\"But", "I thought we did things pragmatically, kept them out of it and scored points when we had to.", "\"I think there's been a good shift in the way we approach these games and manage them, and Greig (Laidlaw)'s done a great job in that with his guys around him.", "And we just keep improving.", "\"Scotland", ": 15-Stuart Hogg, 14-Sean Maitland,", "13-Mark Bennett, 12-Alex Dunbar, 11-Tommy Seymour, 10-Finn", "Russell, 9-Greig Laidlaw (capt); 1-Allan Dell, 2-Ross Ford, 3-Zander Fagerson, 4-Richie Gray, 5-Jonny", "Gray, 6-Rob Harley, 7-Hamish", "Watson, 8-Ryan", "Wilson.", "Replacements: 16-Fraser Brown, 17-Alex Allan,", "18-Moray Low", ", 19-Grant Gilchrist, 20-John Barclay, 21-Ali Price, 22-Pete Horne, 23-Rory Hughes.", "Georgia:", "15-Merab Kvirikashvili, 14-Giorgi Aptsiauri, 13-Merab Sharikadze, 12-Tamaz Mchedlidze,", "11-Sandro Todua, 10-Lasha Malaguradze, 9-Vasil Lobzhanidze; 1-Mikheil Nariashvili, 2-Jaba Bregvadze, 3-Levan Chilachava,", "4-Kote Mikautadze, 5-Giorgi Nemsadze, 6-Vito", "Kolelishvili, 7-Mamuka Gorgodze (capt),", "8-Beka Bitsadze.", "Replacements: 16-Badri Alkhazashvili, 17-Kakha Asieshvili, 18-Dudu Kubriashvili, 19-Lasha Lomidze, 20-Giorgi Tkhilaishvili, 21-Giorgi Begadze,", "22-Beka Tsiklauri, 23-Shalva Sutiashvili"], "entity_counter": {"Media playback": 2, "this deviceThe visitors": 1, "Vasil Lobzhanidze's early try": 1, "the Scots": 1, "Tommy Seymour": 1, "a penalty try": 2, "Sean Maitland": 1, "Stuart Hogg": 3, "the break": 1, "Hamish Watson": 1, "the lead": 2, "half-time": 1, "Vasil Lobzhanidze's": 3, "a second": 1, "a huge Georgian scrum": 1, "a searing counter-attack": 1, "the Scottish points": 1, "the Georgians": 1, "the scoring": 1, "a soft one": 1, "the visitors' scrum-half": 1, "the blind-side": 1, "a scrum": 3, "Seymour": 4, "didn't": 1, "The wing": 1, "a kick": 2, "the Georgian defence": 1, "the foot-race": 1, "the touch-down": 1, "downward pressure": 1, "the ball": 4, "the try": 1, "Scotland": 6, "Laidlaw": 4, "the conversion": 2, "the touchline": 1, "The floodgates": 1, "possession": 1, "territory": 1, "their reward": 1, "a rolling maul": 1, "the try-line": 1, "the floor": 1, "the Georgian lock": 1, "Kote Mikautadze": 1, "the sin-bin": 1, "Merab Kvirikashvili": 1, "a penalty": 3, "Maitland": 1, "multiple Scotland phases": 1, "91% possession": 1, "this deviceGeorgia": 1, "scraps": 1, "another penalty": 1, "Hogg's try": 1, "ambition": 1, "luck": 1, "its heart": 1, "the full-back": 1, "his arm": 1, "the top": 1, "hell": 1, "The breaking ball": 1, "a vicious bounce": 1, "the covering": 1, "Alexandre Todua": 1, "the onrushing Hogg's hands": 1, "Scotland's fourth try": 1, "he": 1, "the corner": 1, "his way": 1, "The conversion": 1, "the belated catalyst": 1, "Georgia": 2, "some ball": 1, "their second try": 1, "kingdom": 1, "their hosts": 1, "their own line": 1, "the dot": 1, "Lobzhanidze": 1, "a formality": 1, "Georgia's scrum": 1, "a newly disjointed and error-prone Scotland problems": 1, "Moray Low": 1, "the midst": 1, "another buckled scrum": 1, "The hosts": 1, "a rousing finish": 1, "Ali Price": 1, "his debut": 1, "his own half": 1, "Rory Hughes": 1, "another substitute": 1, "Price's shoulder": 1, "turn": 1, "Hogg": 1, "Scotland head coach Vern Cotter": 1, "three pretty quick tries": 1, "the game": 2, "the other end": 1, "points": 2, "a wet ball": 1, "the transmissions": 1, "things": 1, "a good shift": 1, "the way": 1, "these games": 1, "Greig": 1, "(Laidlaw": 1, "a great job": 1, "his guys": 1, ": 15-Stuart Hogg": 1, "14-Sean Maitland": 1, "13-Mark Bennett": 1, "12-Alex Dunbar": 1, "11-Tommy Seymour": 1, "Russell": 1, "9-Greig Laidlaw": 1, "capt": 2, "1-Allan Dell": 1, "2-Ross Ford": 1, "3-Zander Fagerson": 1, "4-Richie Gray": 1, "5-Jonny": 1, "Gray": 1, "Harley": 1, "Watson": 1, "Wilson": 1, "Replacements": 2, "16-Fraser Brown": 1, "17-Alex Allan": 1, "18-Moray Low": 1, ", 19-Grant Gilchrist": 1, "20-John Barclay": 1, "21-Ali Price": 1, "22-Pete Horne": 1, "23-Rory Hughes": 1, "15-Merab Kvirikashvili": 1, "14-Giorgi Aptsiauri": 1, "13-Merab Sharikadze": 1, "12-Tamaz Mchedlidze": 1, "11-Sandro Todua": 1, "10-Lasha Malaguradze": 1, "9-Vasil Lobzhanidze": 1, "1-Mikheil Nariashvili": 1, "2-Jaba Bregvadze": 1, "3-Levan Chilachava": 1, "4-Kote Mikautadze, 5-Giorgi Nemsadze": 1, "Kolelishvili": 1, "7-Mamuka Gorgodze": 1, "8-Beka Bitsadze": 1, "16-Badri Alkhazashvili": 1, "17-Kakha Asieshvili": 1, "18-Dudu Kubriashvili": 1, "19-Lasha Lomidze": 1, "20-Giorgi Tkhilaishvili": 1, "21-Giorgi Begadze": 1, "22-Beka Tsiklauri": 1, "23-Shalva Sutiashvili": 1}, "negative_entity": "Lebanon", "url": "http://web.archive.org/web/20170406202542/http://www.bbc.com/sport/rugby-union/38097669", "hash": "38097669", "traps": [["F0", "media playback is not supported on this devicethe visitors led briefly through vasil lobzhanidze's early try, but the scots raced ahead through tommy seymour, a penalty try, sean maitland and stuart hogg before the break."], ["F0", "media playback is not supported on this devicethe visitors led briefly through vasil lobzhanidze's early try, but the scots raced ahead through tommy seymour, a penalty try, sean maitland and stuart hogg before the break."], ["F4", "macdonald made 67 league appearances for national league club torquay after signing in 2014 following the collapse of previous club salisbury."], ["F5", "'s lobzhanidze but access shoulder harley."], ["F6", "ali price was only three minutes into his debut when she tapped a penalty and went from deep in his own half."], ["F4", "mr swinney said the uk government's recent spending review placed \"unprecedented pressure\" on public expenditure north of the border."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 0.0}