{"BERTS2S": "a man has been found guilty of murdering a soldier in a \" brutal \" attack in powys.", "BERTS2S_lines": ["a man has been found guilty of murdering a soldier in a \" brutal \" attack in powys."], "TConvS2S": "a soldier has been found guilty of the manslaughter of a soldier who was attacked during a night out in powys.", "TConvS2S_lines": ["a soldier has been found guilty of the manslaughter of a soldier who was attacked during a night out in powys."], "Gold": "a killer who boasted he was the ``hardest man\\'\\'in town has been found guilty of murdering a soldier in powys.", "Gold_lines": ["a killer who boasted he was the ``hardest man\\'\\'in town has been found guilty of murdering a soldier in powys."], "PtGen": "a soldier has been found guilty of the manslaughter of a soldier who was attacked in a bar in cardiff.", "PtGen_lines": ["a soldier has been found guilty of the manslaughter of a soldier who was attacked in a bar in cardiff."], "TranS2S": "a man has been found guilty of the murder of a soldier in brecon, powys.", "TranS2S_lines": ["a man has been found guilty of the murder of a soldier in brecon, powys."], "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy this linkPte Matthew Boyd, 20, was off-duty on a night out in Brecon when he was punched and beaten by Jake Vallely.But the jury cleared Vallely's friend Aaeron Evans of manslaughter after Cardiff Crown Court was told he was not present during the attack.Vallely, 24, will be sentenced on 8 December.The unconscious body of Pte Boyd, who served with the Royal Gibraltar Regiment, was found by police in the town in the early hours of 8 May.Pte Boyd, who is originally from Carrickfergus, County Antrim, had been in the town for training exercises at the infantry battle school.During the trial, the court heard Pte Boyd was making his way back to the barracks when he was attacked outside a bar called The Cellar.CCTV footage showed the soldier being punched, going to the ground and being beaten until he no longer moved.Vallely then dragged his body from the scene before fleeing.The trial was told the killer had been on a seven hour drinking binge and in the hour before the attack was boasting he was the \"hardest man in Brecon\".His friend Mr Evans was cleared of any involvement in the attack, after the jury was told he had left the scene before the start of any violence.Senior investigating officer Det Supt David Guiney, from Dyfed-Powys Police, called the attack \"a despicable act\" that \"shocked\" the community of Brecon.\"I plead with anyone who plans a night out drinking with their friends to please, walk away from any conflict, do not resort to violence,\" he said.A family tribute described Pte Boyd as an \"all-rounder\" who had \"a promising career ahead of him which has been cut short\".The tribute read: \"Matthew was full of life. He was loving, caring and loyal. He was always playing jokes on his peers and family, and always brought smiles to our faces.\"It said Vallely had created \"a void in our family that will never be filled\", adding the \"unbearable pain\" was something they will have to live with for the rest of their lives.\"During this trial, it has been mentioned that Jake Vallely called himself the 'hardest man in Brecon' on the night that he murdered Matthew,\" the tribute said.\"He couldn't have been more wrong. There has been such a massive outpouring of love from the community in Brecon towards our family; in our mind, those are the strongest people in Brecon.\"", "article_lines": ["Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy", "this linkPte Matthew Boyd, 20, was off-duty on a night out in Brecon when he was punched and beaten by Jake Vallely.", "But the jury cleared Vallely's friend Aaeron Evans of manslaughter after Cardiff Crown Court was told he was not present during the attack.", "Vallely, 24, will be sentenced on 8 December.", "The unconscious body of Pte Boyd, who served with the Royal Gibraltar Regiment, was found by police in the town in the early hours of 8 May.", "Pte Boyd, who is originally from Carrickfergus, County Antrim, had been in the town for training exercises at the infantry battle school.", "During the trial, the court heard Pte Boyd was making his way back to the barracks when he was attacked outside a bar called The Cellar.", "CCTV footage showed the soldier being punched, going to the ground and being beaten until he no longer moved.", "Vallely then dragged his body from the scene before fleeing.", "The trial was told the killer had been on a seven hour drinking binge and in the hour before the attack was boasting", "he was the \"hardest man in Brecon\".", "His friend Mr Evans was cleared of any involvement in the attack, after the jury was told he had left the scene before the start of any violence.", "Senior investigating officer Det Supt David Guiney, from Dyfed-Powys Police, called the attack \"a despicable act\" that \"shocked\" the community of Brecon.", "\"I plead with anyone who plans a night out drinking with their friends to please, walk away from any conflict, do not resort to violence,\" he said.", "A family tribute described Pte Boyd as an \"all-rounder\" who had \"a promising career ahead of him which has been cut", "short\".", "The tribute read: \"Matthew was full of life.", "He was loving, caring and loyal.", "He was always playing jokes on his peers and family, and always brought smiles to our faces.", "\"It said Vallely had created \"a void in our family that will never be filled\", adding the \"unbearable pain\" was something they will have to live with for the rest of their lives.", "\"During", "this trial, it has been mentioned that Jake Vallely called himself the 'hardest man in Brecon' on the night that he murdered Matthew,\" the tribute said.", "\"He couldn't have been more wrong.", "There has been such a massive outpouring of love from the community in Brecon towards our family; in our mind, those are the strongest people in Brecon.\""], "entity_counter": {"this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy": 1, "this linkPte Matthew Boyd": 1, "a night": 2, "Brecon": 5, "Jake Vallely": 2, "the jury": 2, "Vallely's friend": 1, "Aaeron Evans": 1, "manslaughter": 1, "Cardiff Crown Court": 2, "the attack": 4, "Vallely": 3, "The unconscious body": 1, "Pte Boyd": 4, "the Royal Gibraltar Regiment": 1, "police": 1, "the town": 2, "Carrickfergus": 1, "County Antrim": 1, "training exercises": 1, "the infantry battle school": 1, "the trial": 2, "his way": 1, "the barracks": 1, "a bar": 1, "CCTV footage": 1, "the soldier": 1, "the ground": 1, "his body": 1, "the scene": 2, "the killer": 1, "a seven hour drinking binge": 1, "the \"hardest man": 1, "Brecon\"": 1, "His friend": 1, "Mr Evans": 1, "any involvement": 1, "the start": 1, "any violence": 1, "Senior investigating officer Det Supt David Guiney": 1, "Dyfed-Powys Police": 1, "the community": 2, "\"I": 1, "their friends": 1, "any conflict": 1, "violence": 1, "A family tribute": 3, "a promising career": 1, "short\"": 1, "Matthew": 2, "life": 1, "jokes": 1, "his peers": 1, "family": 1, "smiles": 1, "our faces": 1, "a void": 1, "our family": 2, "the \"unbearable pain": 1, "the rest": 1, "their lives": 1, "the night": 1, "such a massive outpouring": 1, "love": 1, "our mind": 1, "the strongest people": 1}, "negative_entity": "Pope", "url": "http://web.archive.org/web/20161209001303/http://www.bbc.com/news/uk-wales-mid-wales-38168461", "hash": "38168461", "traps": [["F6", "\"i plead with anyone who plans a night out drinking with their friends to please, walk away from any conflict, do not resort to violence,\" she said."], ["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"], ["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"], ["F1", "\" he could have been more wrong ."], ["F1", "\" he could n't have not been more wrong ."], ["F5", "punched called always himself anyone been a faces of."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 1.0, "TranS2S_factcc": 0.0}