{"BERTS2S": "the uk\\'s fishing industry risks losing access to the european union after brexit, a house of lords report says.", "BERTS2S_lines": ["the uk\\'s fishing industry risks losing access to the european union after brexit, a house of lords report says."], "TConvS2S": "the house of lords has called for the uk to stay in the eu for the first time since brexit.", "TConvS2S_lines": ["the house of lords has called for the uk to stay in the eu for the first time since brexit."], "Gold": "the uk fishing industry will need continued access to eu markets if it is to thrive after brexit, a house of lords report has warned.", "Gold_lines": ["the uk fishing industry will need continued access to eu markets if it is to thrive after brexit, a house of lords report has warned."], "PtGen": "the eu\\'s brexit negotiator has urged the government to sell fish to the european union as a result of brexit negotiations.", "PtGen_lines": ["the eu\\'s brexit negotiator has urged the government to sell fish to the european union as a result of brexit negotiations."], "TranS2S": "the uk\\'s fisheries policy should be devolved to the european union, according to a house of lords report.", "TranS2S_lines": ["the uk\\'s fisheries policy should be devolved to the european union, according to a house of lords report."], "article": "It also warns that Britain may have to allow EU-registered boats to fish in UK waters as part of an overall deal.Fishing regions around the UK voted heavily in favour of leaving the EU during the referendum campaign.The Lords review says these communities are at risk of being marginalised in the wider Brexit negotiations.The EU's Common Fisheries Policy (CFP), with its quotas and principle of equal access to commercial fishing grounds for boats from all member states, has often been characterised by the industry as a disaster for Britain.This dislike helped mobilise many in the industry to campaign for a leave vote in the referendum last June.Many in the fishing community argue that Brexit now offers the industry the chance to regain control over UK waters and become a leading fish-exporting nation, like Norway.However, the House of Lords European Union Committee has released a report that looks at the risks and opportunities for the UK industry.Since UK fishing only produces a half of one percent of GDP and employs just 12,000 fishers, the Lords say that industry might be a low priority for the government but it \"must not be marginalised in the wider Brexit negotiations\".What complicates the picture is the fact the most commercial fish stocks are in waters that are shared between the UK and other EU coastal states. The vast majority of UK fish are exported, mainly to the EU while a significant proportion of the fish that British consumers eat is imported, often from EU states.\"A successful industry,\" the report says, \"therefore needs continued market access.\"However, that access may come at a price.\"Brexit will involve many trade-offs,\" said Lord Teverson who chairs the Lords EU Energy and Environment sub-committee.\"It may very well be that EU member states demand more access to UK waters than some fishers would want in return for our continued rights to sell fish to the European market with zero tariffs.\"The report also points to the fact that many elements of the CFP should be retained post-Brexit and the UK should ensure that total allowable catches and quotas should continue to be based on scientific advice. The UK will also continue to be under international obligations to co-operate with neighbouring states.One area of concern, according to the report, may well be that if Britain leaves the EU, the CFP framework which treats the UK as one entity will fall away \"raising the potential of four different fisheries management regimes\" in England, Wales, Northern Ireland and Scotland.However, many in the fishing industry still argue that Brexit will bring more opportunities than threats.Just this week, the EU announced agreement on new quotas under the CFP - many analysts say that it marked an advance for the UK with significant increases in allowable catches for plaice, haddock and prawns.Responding to the new quotas, representatives from the industry said they believed this augurs well for the future of British fishing outside the EU.\"With Brexit now looming, fishermen can look to the future with real optimism as we are on the cusp of an exciting new era as a coastal state with full control of our 200-mile exclusive economic zone,\" Bertie Armstrong, chief executive of the Scottish Fishermen's Federation said in a statement.\"This will give us the opportunity for fairer shares in catching opportunity and better fit-for-purpose sustainable fisheries management, which will benefit our coastal communities.\"In response to the report, a government spokesperson said: \"As we enter the EU negotiations, the prime minister has been clear we want to ensure British companies have the maximum freedom to trade with and operate in the single market.\"\"At the same time, leaving the EU is a real opportunity to review fisheries management in order to ensure fair access to quota, sustainable stocks and a healthy marine environment.\"Follow Matt on Twitter and on Facebook", "article_lines": ["It also warns that Britain may have to allow EU-registered boats to fish in UK waters as part of an overall deal.", "Fishing regions around the UK voted heavily in favour of leaving the EU during the referendum campaign.", "The Lords review says these communities are at risk of being marginalised in the wider Brexit negotiations.", "The EU's Common Fisheries Policy (CFP), with its quotas and principle of equal access to commercial fishing grounds for boats from all member states, has often been characterised by the industry as a disaster for Britain.", "This dislike helped mobilise many in the industry to campaign for a leave vote in the referendum last June.", "Many in the fishing community argue that Brexit now offers the industry the chance to regain control over UK waters and become a leading fish-exporting nation, like Norway.", "However, the House of Lords European Union Committee has released a report that looks at the risks and opportunities for the UK industry.", "Since UK fishing only produces a half of one percent of GDP and employs just 12,000 fishers, the Lords say that industry might be a low priority for the government", "but it \"must not be marginalised in the wider Brexit negotiations\".", "What complicates the picture is the fact the most commercial fish stocks are in waters that are shared between the UK and other EU coastal states.", "The vast majority of UK fish are exported, mainly to the EU while a significant proportion of the fish that British consumers eat is imported, often from EU states.", "\"A successful industry,\" the report says, \"therefore needs continued market access.", "\"However", ", that access may come at a price.", "\"Brexit will involve many trade-offs,\" said Lord Teverson who chairs the Lords EU Energy and Environment sub-committee.", "\"It may very well be that EU member states demand more access to UK waters than some fishers would want in return for our continued rights to sell fish to the European market with zero tariffs.", "\"The", "report also points to the fact that many elements of the CFP should be retained post-Brexit and the UK should ensure that total allowable catches and quotas should continue to be based on scientific advice.", "The UK will also continue to be under international obligations to co-operate with neighbouring states.", "One area of concern, according to the report, may well be that if Britain leaves the EU, the CFP framework which treats the UK as one entity will fall away \"raising the potential of four different fisheries management regimes\" in England, Wales, Northern Ireland and Scotland.", "However, many in the fishing industry still argue that Brexit will bring more opportunities than threats.", "Just this week, the EU announced agreement on new quotas under the CFP - many analysts say that it marked an advance for the UK with significant increases in allowable catches for plaice, haddock and prawns.", "Responding to the new quotas, representatives from the industry said they believed this augurs well for the future of British fishing outside the EU.\"With Brexit now looming", ", fishermen can look to the future with real optimism as we are on the cusp of an exciting new era as a coastal state with full control of our 200-mile exclusive economic zone,\" Bertie Armstrong, chief executive of the Scottish Fishermen's Federation said in a statement.", "\"This will give us the opportunity for fairer shares in catching opportunity and better fit-for-purpose sustainable fisheries management, which will benefit our coastal communities.", "\"In response to the report", ", a government spokesperson said: \"As we enter the EU negotiations, the prime minister has been clear we want to ensure British companies have the maximum freedom to trade with and operate in the single market.", "\"\"At the same time, leaving the EU is a real opportunity to review fisheries management in order to ensure fair access to quota, sustainable stocks and a healthy marine environment.", "\"Follow", "Matt on Twitter and on Facebook"], "entity_counter": {"Britain": 3, "EU-registered boats": 1, "UK waters": 3, "part": 1, "an overall deal": 1, "Fishing regions": 1, "UK": 5, "favour": 1, "the EU": 3, "the referendum campaign": 1, "The Lords review": 1, "these communities": 1, "risk": 1, "the wider Brexit negotiations": 1, "The EU's Common Fisheries Policy": 1, "CFP": 1, "its quotas": 1, "principle": 1, "equal access": 1, "commercial fishing grounds": 1, "boats": 1, "all member states": 1, "the industry": 4, "a disaster": 1, "a leave vote": 1, "the referendum": 1, "the fishing community": 1, "Brexit": 3, "the chance": 1, "control": 1, "a leading fish-exporting nation": 1, "Norway": 1, "the House": 1, "Lords European Union Committee": 1, "a report": 1, "the risks": 1, "opportunities": 1, "UK fishing": 1, "a half of one percent": 1, "GDP": 1, "just 12,000 fishers": 1, "the House of Lords European Union Committee": 1, "industry": 1, "a low priority": 1, "the government": 1, "the wider Brexit negotiations\"": 1, "the picture": 1, "the fact": 2, "the most commercial fish stocks": 1, "waters": 1, "the UK": 1, "other EU coastal states": 1, "The vast majority": 1, "UK fish": 1, "EU": 2, "a significant proportion": 1, "the fish": 1, "British consumers": 1, "EU states": 2, "\"A successful industry": 1, "the report": 3, "continued market access": 2, "a price": 1, "many trade-offs": 1, "Lord Teverson": 1, "the Lords EU Energy and Environment sub-committee": 1, "more access": 1, "some fishers": 1, "return": 1, "our continued rights": 1, "fish": 1, "the European market": 1, "zero tariffs": 1, "report": 1, "many elements": 1, "the CFP": 2, "post-Brexit": 1, "total allowable catches": 1, "quotas": 1, "scientific advice": 1, "international obligations": 1, "neighbouring states": 1, "One area": 1, "concern": 1, "the CFP framework": 1, "one entity": 1, "the potential": 1, "four different fisheries management regimes": 1, "England": 1, "Wales": 1, "Northern Ireland": 1, "Scotland": 1, "the fishing industry": 2, "more opportunities": 1, "threats": 1, "agreement": 1, "new quotas": 1, "many analysts": 1, "an advance": 1, "significant increases": 1, "allowable catches": 1, "plaice": 1, "haddock": 1, "prawns": 1, "the new quotas": 1, "representatives": 1, "this augurs": 1, "the future": 2, "British fishing": 1, "fishermen": 1, "real optimism": 1, "the cusp": 1, "an exciting new era": 1, "a coastal state": 1, "full control": 1, "our 200-mile exclusive economic zone": 1, "Bertie Armstrong": 1, "chief executive": 1, "the Scottish Fishermen's Federation": 1, "a statement": 1, "the opportunity": 1, "fairer shares": 1, "opportunity": 1, "purpose": 1, "our coastal communities": 1, "response": 1, "a government spokesperson": 1, "the EU negotiations": 1, "the prime minister": 1, "British companies": 1, "the maximum freedom": 1, "the single market": 1, "a real opportunity": 1, "fisheries management": 1, "order": 1, "fair access": 1, "quota": 1, "sustainable stocks": 1, "a healthy marine environment": 1, "Matt": 1, "Twitter": 1, "Facebook": 1}, "negative_entity": "John", "url": "http://web.archive.org/web/20170622222901/http://www.bbc.co.uk/news/science-environment-38345826", "hash": "38345826", "traps": [["F1", "the lords review says these communities are not at risk of being marginalised in the wider brexit negotiations ."], ["F0", "it also warns that britain may have to allow eu-registered boats to fish in uk waters as part of an overall deal."], ["F4", "last updated at 15:03 bstin 2008, about 40 were recorded on the seahorse study site at south beach in the bay, but none have been spotted there since 2013.miranda krestovnikoff has been investigating for inside out and speaking to neil garrick-maidment, from the seahorse trust, and the royal yachting association's emma barton."], ["F1", ", that access may not come at a price ."], ["F1", ", that access may not come at a price ."], ["F1", "but it \" must be marginalised in the wider brexit negotiations \" ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_factcc": 0.0, "TConvS2S_factcc": 0.0, "PtGen_factcc": 0.0, "TranS2S_factcc": 1.0}