{"bart_reference": "A student has revealed she turned to sex work to cover the cost of living and studying in London . She tried regular work but still struggled to pay the bills . She says that sex work is becoming common practice among students .", "bart": "university student reveals how she turned to sex work after her student loan failed to cover the cost of living in london . speaking through the english collective of prostitutes , the woman said that she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her .", "id": "dm-test-5a0fc5446164c69f250c817608999785dbfd635c", "filepath": "cnndm/dailymail/stories/5a0fc5446164c69f250c817608999785dbfd635c.story", "bert_sum_reference": "a student has revealed she turned to sex work to cover the cost of living and studying in london . she tried regular work but still struggled to pay the bills . she says that sex work is becoming common practice among students .", "bert_sum": "student says she turned to prostitution after student loan failed to cover rent . university of swansea survey revealed five per cent of students had actually worked in the sex industry . student said she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her .", "bus_reference": "a student has revealed she turned to sex work to cover the cost of living and studying in london . she tried regular work but still struggled to pay the bills . she says that sex work is becoming common practice among students .", "bus": "more than a fifth of students have thought about being involved in the sex industry . the young woman said she did n't turn to prostitution but used it as a last resort after her student loan failed to cover her rent . the university of swansea said five per cent of them had worked in sex industry .", "pgn_reference": "a student has revealed she turned to sex work to cover the cost of living and studying in london . she tried regular work but still struggled to pay the bills . she says that sex work is becoming common practice among students .", "pgn": "university of swansea student has revealed how she turned to sex work after her student loan failed to cover her rent . the student loan did n't cover even my housing , let alone living expenses , food , books and travel costs .", "s2s_reference": "a student has revealed she turned to sex work to cover the cost of living and studying in london . she tried regular work but still struggled to pay the bills . she says that sex work is becoming common practice among students .", "s2s": "a study conducted by the university of swansea has revealed more than a fifth of students have thought about being involved in the sex industry . the university student said that she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her .", "hash": "5a0fc5446164c69f250c817608999785dbfd635c", "url": "http://web.archive.org/web/20150724195736id_/http://www.dailymail.co.uk/femail/article-3039717/Student-escort-claims-forced-prostitution-soaring-cost-tuition-left-poor-afford-food-rent-says-universities-rife-sex-work.html", "article": "A university undergraduate has claimed that the cost of trying to study in London left her with no other choice than to turn to prostitution. As renting in the capital soared to an average of more than £1,100 per month, the second year history and politics student who attends a London university told how she took up sex work– even visiting some clients at their workplace. Speaking through the English Collective of Prostitutes', the woman – who asked to remain anonymous – spoke after a research project revealed more than a fifth of students have thought about being involved in the sex industry. A University student has revealed how she turned to sex work after her student loan failed to cover her rent (picture posed by model) The survey conducted by the University of Swansea further revealed that nearly five per cent of them had actually worked in the sex industry. The young woman said that she didn't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her. She said: 'I started working after my first year and tried various part time jobs: in a coffee shop, a pub and as a waitress. None paid enough. 'The student loan didn't cover even my housing, let alone living expenses, food, books and travel costs.' She added that money worries meant she began to struggle academically as well as financially. 'I had trouble keeping up with course work, especially if I worked evenings. 'For example at the pub, I'd earn £7 an hour for an eight hour shift, two nights a week, so I'd bring home about £100 weekly. 'I'd just moved to London from the north of England. My family are not well off, so cannot afford to help me much. The student says that traditional means of earning failed to cover the cost of living in London 'I didn't know anyone in London so when I moved here it was starting from scratch.' Initially she lived in student accommodation in the city but says that working as a prostitute enabled her to afford somewhere better. 'It was an overcrowded, noisy flat with other students,' she said of her halls. She moved into her own home after she began to advertise her services. 'I could afford a place of my own. I advertise through a website and have regular clients. 'I visit them at home, in hotels and occasionally at their workplace.' Despite sex work not being an ideal situation the student says that it had been beneficial towards her studies. 'It is flexible and fits around my course. 'I can work the hours I want to and scale back around exam time or if I have extra course work.' The woman heard about sex work from other students who had also been looking for a way to earn extra money. 'In my first year at university I started hearing about students turning to sex work,' she said. 'After a time I met someone on another course who'd been working as a stripper in a bar. 'Through her I met another student doing escorting, she clued me in, said where to advertise, and how to avoid bad clients and work safely. 'She gave me the English Collective of Prostitutes' Rights sheet which tells about the laws and how they work. Although her new means of earning have enabled her to continue studying in London the woman says she does not particularly enjoy her work. 'My biggest worry is about being arrested because if I get a criminal record it would stay with me for life. It would be massive obstacle to getting other jobs.' However she remains adamant that this is the best option for her after seeing other friends trying alternative routes. 'Sex work is far batter paid and suits my time more than any other work I know of. 'Friends at university are working 10 hour shifts for under the minimum wage. Others are working on zero hour contracts and never know how many hours they will get. 'Sometimes they get none at all so it is very hard to budget and pay bills. 'I know students who've dropped out and left courses due to financial pressures.' However she is well aware of the risks she is taking and says she takes appropriate precautions to avoid being found out. 'Mostly students doing sex work don't talk about it. If it comes out, it could affect your future and job prospects.' The student's story may seem like a rare case but she says that it is become more regular practice in universities: 'Since I started escorting I've heard that a former roommate exchanged sex with her landlord to cover the rent. 'Another woman I know worked as a part time sex worker to earn enough to travel home to visit her family. 'Sex work among students is much more common than people think, and it is likely to increase as long as fees, rent and the cost of living is so high.'", "entity_counter": {"A university undergraduate": 4, "the cost": 3, "London": 6, "no other choice": 1, "prostitution": 2, "the capital": 1, "an average": 1, "month": 1, "the second year history and politics student": 1, "a London university": 1, "sex work": 6, "some clients": 1, "their workplace": 2, "the English Collective": 2, "Prostitutes": 2, "the woman": 1, "a research project": 1, "students": 5, "the sex industry": 2, "A University student": 1, "her student loan": 1, "her rent": 1, "(picture": 1, "model": 1, "The survey": 1, "the University": 1, "Swansea": 1, "a last resort": 1, "conventional means": 1, "work": 1, "various part time jobs": 1, "a coffee shop": 1, "a pub": 1, "a waitress": 1, "None": 1, "The student loan": 1, "even my housing": 1, "expenses": 1, "food": 1, "books": 1, "travel costs": 1, "money worries": 1, "trouble": 1, "course work": 1, "evenings": 1, "example": 1, "the pub": 1, "an eight hour shift": 1, "about £100 weekly": 1, "the north": 1, "England": 1, "My family": 1, "The student": 2, "traditional means": 1, "scratch": 1, "student accommodation": 1, "a prostitute": 1, "other students": 2, "her halls": 1, "her own home": 1, "her services": 1, "a place": 1, "a website": 1, "regular clients": 1, "home": 1, "hotels": 1, "an ideal situation": 1, "her studies": 1, "my course": 1, "exam time": 1, "extra course work": 1, "a way": 1, "extra money": 1, "university": 2, "a time": 1, "another course": 1, "a stripper": 1, "a bar": 1, "another student": 1, "bad clients": 1, "Rights sheet": 1, "the laws": 1, "her new means": 1, "her work": 1, "My biggest worry": 1, "a criminal record": 1, "life": 1, "massive obstacle": 1, "other jobs": 1, "the best option": 1, "other friends": 1, "alternative routes": 1, "Sex work": 2, "my time": 1, "any other work": 1, "Friends": 1, "10 hour shifts": 1, "the minimum wage": 1, "Others": 1, "zero hour contracts": 1, "how many hours": 1, "none": 1, "bills": 1, "courses": 1, "financial pressures": 1, "the risks": 1, "appropriate precautions": 1, "your future": 1, "job prospects": 1, "The student's story": 1, "a rare case": 1, "more regular practice": 1, "universities": 1, "a former roommate": 1, "sex": 1, "her landlord": 1, "the rent": 1, "Another woman": 1, "a part time": 1, "sex worker": 1, "her family": 1, "people": 1, "fees": 1, "living": 1}, "bart_lines": ["University student reveals how she turned to sex work after her student loan failed to cover the cost of living in London .", "Speaking through the English Collective of Prostitutes , the woman said that she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her ."], "bert_sum_lines": ["student says she turned to prostitution after student loan failed to cover rent .", "university of swansea survey revealed five per cent of students had actually worked in the sex industry .", "student said she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her ."], "bus_lines": ["more than a fifth of students have thought about being involved in the sex industry .", "the young woman said she did n't turn to prostitution but used it as a last resort after her student loan failed to cover her rent .", "the university of swansea said five per cent of them had worked in sex industry ."], "pgn_lines": ["university of swansea student has revealed how she turned to sex work after her student loan failed to cover her rent .", "the student loan did n't cover even my housing ,", "let alone living expenses , food , books and travel costs ."], "s2s_lines": ["a study conducted by the university of swansea has revealed more than a fifth of students have thought about being involved in the sex industry .", "the university student said that she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her ."], "article_lines": ["A university undergraduate has claimed that the cost of trying to study in London left her with no other choice than to turn to prostitution.", "As renting in the capital soared to an average of more than £1,100 per month, the second year history and politics student who attends a London university told how she took up sex work– even visiting some clients at their workplace.", "Speaking through the English Collective of Prostitutes', the woman – who asked to remain anonymous – spoke after a research project revealed more than a fifth of students have thought about being involved in the sex industry.", "A University student has revealed how she turned to sex work after her student loan failed to cover her rent (picture posed by model)", "The survey conducted by the University of Swansea further revealed that nearly five per cent of them had actually worked in the sex industry.", "The young woman said that she didn't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her.", "She said: 'I started working after my first year and tried various part time jobs: in a coffee shop, a pub and as a waitress.", "None paid enough. '", "The student loan didn't cover even my housing, let alone living expenses, food, books and travel costs.'", "She added that money worries meant she began to struggle academically as well as financially. '", "I had trouble keeping up with course work, especially if I worked evenings. '", "For example at the pub, I'd earn £7 an hour for an eight hour shift, two nights a week, so I'd bring home about £100 weekly.", "'", "I'd just moved to London from the north of England.", "My family are not well off, so cannot afford to help me much.", "The student says that traditional means of earning failed to cover the cost of living in London '", "I didn't know anyone in London so when I moved here it was starting from scratch.'", "Initially she lived in student accommodation in the city but says that working as a prostitute enabled her to afford somewhere better. '", "It was an overcrowded, noisy flat with other students,' she said of her halls.", "She moved into her own home after she began to advertise her services. '", "I could afford a place of my own.", "I advertise through a website and have regular clients. '", "I visit them at home, in hotels and occasionally at their workplace.'", "Despite sex work not being an ideal situation the student says that it had been beneficial towards her studies. '", "It is flexible and fits around my course. '", "I can work the hours I want to and scale back around exam time or if I have extra course work.'", "The woman heard about sex work from other students who had also been looking for a way to earn extra money. '", "In my first year at university I started hearing about students turning to sex work,' she said. '", "After a time I met someone on another course who'd been working as a stripper in a bar. '", "Through her I met another student doing escorting, she clued me in, said where to advertise, and how to avoid bad clients and work safely. '", "She gave me the English Collective of Prostitutes' Rights sheet which tells about the laws and how they work.", "Although her new means of earning have enabled her to continue studying in London the woman says she does not particularly enjoy her work. '", "My biggest worry is about being arrested because if I get a criminal record it would stay with me for life.", "It would be massive obstacle to getting other jobs.'", "However she remains adamant that this is the best option for her after seeing other friends trying alternative routes. '", "Sex work is far batter paid and suits my time more than any other work I know of. '", "Friends at university are working 10 hour shifts for under the minimum wage.", "Others are working on zero hour contracts and never know how many hours they will get. '", "Sometimes they get none at all", "so it is very hard to budget and pay bills. '", "I know students who've dropped out and left courses due to financial pressures.'", "However she is well aware of the risks she is taking and says she takes appropriate precautions to avoid being found out. '", "Mostly students doing sex work don't talk about it.", "If it comes out, it could affect your future and job prospects.'", "The student's story may seem like a rare case", "but she says that it is become more regular practice in universities: 'Since I started escorting", "I've heard that a former roommate exchanged sex with her landlord to cover the rent. '", "Another woman I know worked as a part time sex worker to earn enough to travel home to visit her family. '", "Sex work among students is much more common than people think, and it is likely to increase as long as fees, rent and the cost of living is so high.'"], "negative_entity": "Spain", "bart_cased": "University student reveals how she turned to sex work after her student loan failed to cover the cost of living in London . Speaking through the English Collective of Prostitutes , the woman said that she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her .", "traps": [["F4", "uefa have set a potentially dangerous precedent by ruling that the final 18 seconds of england women's u19 european championships qualifier against norway will be replayed after a refereeing mistake."], ["F4", "jeremy clarkson has agreed to keep quiet about his sacking from the bbc"], ["F1", "it would not be massive obstacle to getting other jobs . '"], ["F5", "than let but her best more spoke new had cover."], ["F6", "despite sex work not being an ideal situation the student says that it had been beneficial towards our studies. '"], ["F4", "as many as 1.5 million innocent people died at auschwitz in horrifying conditions: its name a reminder of the atrocities of the holocaust."]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_factcc": 1.0, "bert_sum_factcc": 0.0, "bus_factcc": 1.0, "pgn_factcc": 0.6666666666666666, "s2s_factcc": 0.5}