{"BERTS2S": "jk venter is one of the world\\'s most successful scientists.", "BERTS2S_lines": ["jk venter is one of the world\\'s most successful scientists."], "TConvS2S": "scientists in vietnam have used the nobel peace prize laureate to mark the nobel peace prize.", "TConvS2S_lines": ["scientists in vietnam have used the nobel peace prize laureate to mark the nobel peace prize."], "Gold": "``maverick\\'\\'is a word that seems to follow craig venter around.", "Gold_lines": ["``maverick\\'\\'is a word that seems to follow craig venter around."], "PtGen": "dr dr [UNK] venter looks set to become a doctor who is a doctor and his wife, in the wake of the vietnam war.", "PtGen_lines": ["dr dr [UNK] venter looks set to become a doctor who is a doctor and his wife, in the wake of the vietnam war."], "TranS2S": "andrew marr is one of the most important scientific discoveries in human life.", "TranS2S_lines": ["andrew marr is one of the most important scientific discoveries in human life."], "article": "The biologist and entrepreneur turned the effort to map the human genome into a competitive race and, in so doing, was vilified by the scientific community.Dr Venter has certainly not gained a reputation for modesty about his achievements. \"Is my science of a level consistent with other people who have gotten the Nobel? Yes,\" he was once quoted as saying.And he is a very wealthy user of Lear Jets and private yachts.But his efforts in the field of human genomics have undeniably helped speed up the entire process.After the publication of the human genome, Dr Venter turned his attention to another grand project: the creation of a synthetic life form.Scientists at the US-based J Craig Venter Institute have been busily working on the endeavour for more than a decade. They have now published details of the result, an organism called Synthia, in the prestigious journal Science.Born in 1946, as a boy, Dr Venter did not exemplify good scholarship and at 18 he chose to devote his life to the surfing pleasures of the beaches in Southern California. Three years later, in 1967, he was drafted into the Vietnam conflict.As an orderly in the naval field hospital at Da Nang, he tended to thousands of soldiers wounded during the Tet offensive.This inspired two important changes in him: a determination to become a doctor and a conviction that time should never be wasted.\"Life was so cheap in Vietnam. That is where my sense of urgency comes from,\" he said.During his medical training he excelled in research rather than practice. By the 1980s, the early days of the revolution in molecular biology, he was working at the government-funded US National Institute of Health and soon realised the importance of decoding genes.But the work was messy, tedious and agonisingly slow. So, in 1987, when he read reports of an automated decoding machine, he soon had the first one in his lab. This speeded things up - but not enough.Then came Dr Venter's real breakthrough. He realised that he did not need to trawl the entire genome to find the active parts, because cells already use those parts naturally.He switched his attention from the DNA blueprint to the messenger molecules (called RNA) that a cell makes from that blueprint. He was then able to churn out gene sequences at unprecedented rates.His success shocked some, most notably the co-discoverer of DNA, James Watson, who famously dismissed the relatively crude results obtained as work \"any monkey\" could do.The criticism, and the failure to secure further public research funding, prompted Dr Venter to leave the NIH in 1992 and set up a private research institute, The Institute for Genomic Research.And, in 1995, he again stunned the scientific establishment by unveiling the first, complete genome of a free-living organism, Haemophilus influenzae, a major cause of childhood ear infections and meningitis.His greatest challenge to the establishment came in May 1998, when he announced the formation of a commercial company, Celera Genomics, to crack the entire human genetic code in just three years. At that point, the public project was three years into a 10-year programme.Both efforts published their results in 2001. What some saw as Dr Venter's disregard for scientific conventions such as open access to data brought him opprobrium in some circles.Nevertheless, the financial rewards were enough to leave him in a highly unusual position for a scientist - with enough money and resources to do the science he wanted without having to tap the usual bureaucratic sources for funding and infrastructure.In 2006, he formed the J Craig Venter Institute which would spearhead the labour to create the world's first synthetic life form. Dr Venter kept the scientific journals and the media abreast of developments, trumpeting several key advances as he edged closer to his goal.But he has pursued other projects in the meantime. Dr Venter has roamed the oceans in his yacht, Sorcerer II, collecting life forms in an unprecedented genetic treasure hunt.The project aims to sequence genomes from the vast range of microbes living in the sea, to provide scientists with a better understanding of the evolution and function of genes and proteins.The synthetic life breakthrough, when it was announced, was not without controversy. But Dr Venter will have come to expect that.\"I think they're going to potentially create a new industrial revolution,\" he said of the synthetic microbes.\"If we can really get cells to do the production that we want, they could help wean us off oil and reverse some of the damage to the environment by capturing carbon dioxide.\"", "article_lines": ["The biologist and entrepreneur turned the effort to map the human genome into a competitive race and, in so doing, was vilified by the scientific community.", "Dr Venter has certainly not gained a reputation for modesty about his achievements.", "\"Is my science of a level consistent with other people who have gotten the Nobel?", "Yes,\" he was once quoted as saying.", "And he is a very wealthy user of Lear Jets and private yachts.", "But his efforts in the field of human genomics have undeniably helped speed up the entire process.", "After the publication of the human genome, Dr Venter turned his attention to another grand project: the creation of a synthetic life form.", "Scientists at the US-based J Craig Venter Institute have been busily working on the endeavour for more than a decade.", "They have now published details of the result, an organism called Synthia, in the prestigious journal Science.", "Born in 1946, as a boy, Dr Venter did not exemplify good scholarship and at 18 he chose to devote his life to the surfing pleasures of the beaches in Southern California.", "Three years later, in 1967, he was drafted into the Vietnam conflict.", "As an orderly in the naval field hospital at Da Nang, he tended to thousands of soldiers wounded during the Tet offensive.", "This inspired two important changes in him: a determination to become a doctor and a conviction that time should never be wasted.", "\"Life was so cheap in Vietnam.", "That is where my sense of urgency comes from,\" he said.", "During his medical training he excelled in research rather than practice.", "By the 1980s, the early days of the revolution in molecular biology, he was working at the government-funded US National Institute of Health and soon realised the importance of decoding genes.", "But the work was messy, tedious and agonisingly slow.", "So, in 1987, when he read reports of an automated decoding machine, he soon had the first one in his lab.", "This speeded things up - but not enough.", "Then came Dr Venter's real breakthrough.", "He realised that he did not need to trawl the entire genome to find the active parts, because cells already use those parts naturally.", "He switched his attention from the DNA blueprint to the messenger molecules (called RNA) that a cell makes from that blueprint.", "He was then able to churn out gene sequences at unprecedented rates.", "His success shocked some, most notably the co-discoverer of DNA, James Watson, who famously dismissed the relatively crude results obtained as work \"any monkey\" could do.", "The criticism, and the failure to secure further public research funding, prompted Dr Venter to leave the NIH in 1992 and set up a private research institute, The Institute for Genomic Research.", "And, in 1995, he again stunned the scientific establishment by unveiling the first, complete genome of a free-living organism, Haemophilus influenzae, a major cause of childhood ear infections and meningitis.", "His greatest challenge to the establishment came in May 1998, when he announced the formation of a commercial company, Celera Genomics, to crack the entire human genetic code in just three years.", "At that point, the public project was three years into a 10-year programme.", "Both efforts published their results in 2001.", "What some saw as Dr Venter's disregard for scientific conventions such as open access to data brought him opprobrium in some circles.", "Nevertheless, the financial rewards were enough to leave him in a highly unusual position for a scientist - with enough money and resources to do the science he wanted without having to tap the usual bureaucratic sources for funding and infrastructure.", "In 2006, he formed the J Craig Venter Institute which would spearhead the labour to create the world's first synthetic life form.", "Dr Venter kept the scientific journals and the media abreast of developments, trumpeting several key advances as he edged closer to his goal.", "But he has pursued other projects in the meantime.", "Dr Venter has roamed the oceans in his yacht, Sorcerer II, collecting life forms in an unprecedented genetic treasure hunt.", "The project aims to sequence genomes from the vast range of microbes living in the sea, to provide scientists with a better understanding of the evolution and function of genes and proteins.", "The synthetic life breakthrough, when it was announced, was not without controversy.", "But Dr Venter will have come to expect that.", "\"I think they're going to potentially create a new industrial revolution,\" he said of the synthetic microbes.", "\"If we can really get cells to do the production that we want, they could help wean us off oil and reverse some of the damage to the environment by capturing carbon dioxide.\""], "entity_counter": {"The biologist": 1, "entrepreneur": 1, "the effort": 1, "the human genome": 2, "a competitive race": 1, "the scientific community": 1, "Dr Venter": 7, "a reputation": 1, "modesty": 1, "his achievements": 1, "my science": 1, "a level": 1, "other people": 1, "the Nobel": 1, "a very wealthy user": 1, "Lear Jets": 1, "private yachts": 1, "his efforts": 1, "the field": 1, "human genomics": 1, "the entire process": 1, "the publication": 1, "his attention": 2, "another grand project": 1, "the creation": 1, "a synthetic life form": 1, "Scientists": 1, "the US-based J Craig Venter Institute": 1, "the endeavour": 1, "details": 1, "the result": 1, "an organism": 1, "the prestigious journal": 1, "Science": 1, "a boy": 1, "good scholarship": 1, "his life": 1, "the surfing pleasures": 1, "the beaches": 1, "Southern California": 1, "the Vietnam conflict": 1, "the naval field hospital": 1, "Da Nang": 1, "soldiers": 1, "the Tet offensive": 1, "two important changes": 1, "a determination": 1, "a doctor": 1, "a conviction": 1, "that time": 1, "\"Life": 1, "Vietnam": 1, "my sense": 1, "urgency": 1, "his medical training": 1, "research": 1, "practice": 1, "the revolution": 1, "molecular biology": 1, "the government-funded US National Institute": 1, "Health": 1, "the importance": 1, "decoding genes": 1, "the work": 1, "reports": 1, "an automated decoding machine": 1, "his lab": 1, "things": 1, "Dr Venter's real breakthrough": 1, "the entire genome": 1, "the active parts": 2, "cells": 2, "the DNA blueprint": 2, "the messenger molecules": 1, "a cell": 1, "gene sequences": 1, "unprecedented rates": 1, "His success": 1, "some, most notably the co-discoverer": 1, "DNA": 1, "James Watson": 1, "the relatively crude results": 1, "work": 1, "any monkey": 1, "The criticism": 1, "the failure": 1, "further public research funding": 1, "the NIH": 1, "a private research institute": 1, "The Institute": 1, "Genomic Research": 1, "the scientific establishment": 2, "the first, complete genome": 1, "a free-living organism": 1, "Haemophilus influenzae": 1, "a major cause": 1, "childhood ear infections": 1, "meningitis": 1, "His greatest challenge": 1, "the formation": 1, "a commercial company": 1, "Celera Genomics": 1, "the entire human genetic code": 1, "that point": 1, "the public project": 1, "a 10-year programme": 1, "Both efforts": 1, "their results": 1, "Dr Venter's disregard": 1, "scientific conventions": 1, "open access": 1, "data": 1, "opprobrium": 1, "some circles": 1, "the financial rewards": 1, "a highly unusual position": 1, "a scientist": 1, "enough money": 1, "resources": 1, "the science": 1, "the usual bureaucratic sources": 1, "funding": 1, "infrastructure": 1, "the J Craig Venter Institute": 1, "the labour": 1, "the world's first synthetic life form": 1, "the scientific journals": 1, "the media": 1, "developments": 1, "several key advances": 1, "his goal": 1, "other projects": 1, "the meantime": 1, "the oceans": 1, "his yacht": 1, "Sorcerer II": 1, "life forms": 1, "an unprecedented genetic treasure hunt": 1, "The project": 1, "genomes": 1, "the vast range": 1, "microbes": 1, "the sea": 1, "scientists": 1, "a better understanding": 1, "the evolution": 1, "function": 1, "genes": 1, "proteins": 1, "The synthetic life breakthrough": 1, "controversy": 1, "a new industrial revolution": 1, "the synthetic microbes": 1, "the production": 1, "oil": 1, "the damage": 1, "the environment": 1, "carbon dioxide": 1}, "negative_entity": "Pope", "url": "http://web.archive.org/web/20170102142027/http://www.bbc.co.uk/news/10138849", "hash": "10138849", "traps": [["F0", "the biologist and entrepreneur turned the effort to map the human genome into a competitive race and, in so doing, was vilified by the scientific community."], ["F5", "grand the at meantime to of microbes nang breakthrough scientific."], ["F4", "the report focuses on the impact of sea level rises on the dawlish to teignmouth line which connects cornwall and devon to the rest of the uk.the line was closed for two months in 2014 after it was destroyed by storms."], ["F0", "the biologist and entrepreneur turned the effort to map the human genome into a competitive race and, in so doing, was vilified by the scientific community."], ["F6", "and, in 1995, she again stunned the scientific establishment by unveiling the first, complete genome of a free-living organism, haemophilus influenzae, a major cause of childhood ear infections and meningitis."], ["F6", "what some saw as dr venter's disregard for scientific conventions such as open access to data brought us opprobrium in some circles."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.0, "TConvS2S_feqa": 0.060606060606060615, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.2}