{"BERTS2S": "a blood test that can diagnose alzheimer\\'s and alzheimer\\'s disease has been developed by scientists.", "BERTS2S_lines": ["a blood test that can diagnose alzheimer\\'s and alzheimer\\'s disease has been developed by scientists."], "TConvS2S": "scientists have developed a blood test that can detect the lives of patients with alzheimer\\'s disease.", "TConvS2S_lines": ["scientists have developed a blood test that can detect the lives of patients with alzheimer\\'s disease."], "Gold": "british researchers have developed a test to detect alzheimer\\'s disease in its earliest stages.", "Gold_lines": ["british researchers have developed a test to detect alzheimer\\'s disease in its earliest stages."], "PtGen": "blood tests have been made in clinics to clinics with alzheimer\\'s disease, a study suggests in the journal nature of research suggests.", "PtGen_lines": ["blood tests have been made in clinics to clinics with alzheimer\\'s disease, a study suggests in the journal nature of research suggests."], "TranS2S": "an international test for alzheimer\\'s disease has been developed by researchers in nottingham.", "TranS2S_lines": ["an international test for alzheimer\\'s disease has been developed by researchers in nottingham."], "article": "It works by looking for a combination of \"markers\" in the blood which are different in healthy people and those with the disease.Delegates at the Alzheimer's Research UK Conference heard that the University of Nottingham is now developing a quick and easy test to do in clinics.It could mean much earlier diagnosis and better treatments, they said.The test uses some proteins that have been strongly linked with Alzheimer's disease, such as amyloid and APOE.But through careful analysis of blood from people with the disease, as well as those with early-stage memory problems, the researchers detected some other markers that were suggestive of the disease.Most notably, some proteins related to inflammation seem to have been added to increase the power of the test.Prof Kevin Morgan from the University of Nottingham said they still had to validate the test and it could be a decade before it was used in patients.But he added that the combination of markers they had found was looking very promising.\"Our findings are exciting because they show that it is technically possible to distinguish between healthy people and those with Alzheimer's using a blood test.\"As blood tests are a fast and easy way of aiding diagnosis, we are really encouraged by these findings and the potential they hold for the future.\"He said there were several ways the test could benefit patients, including giving people a definitive diagnosis, which was not always possible at the moment.It could also direct future therapies to make sure patients were getting the most appropriate treatment, he explained.Potentially, it could be a \"cheap and easy pre-screen\" test which enabled Alzheimer's to be picked up before symptoms appeared, he said.\"The way we see it working is you can test people and it will tell them if they have the all-clear, or if they are medium- or high-risk.\"If they are medium-risk, they can be monitored closely and high-risk patients can be referred to a specialist for more in-depth testing.\"Dr Eric Karran, director of Research at Alzheimer's Research UK, said: \"Giving people with dementia an accurate diagnosis is not always easy, and so building up our armoury of diagnostic techniques is vital.\"While there is still some way to go before a test like this could become available, the results are promising.\"When used alongside other diagnostic techniques, a blood test like this could be a real help.\"", "article_lines": ["It works by looking for a combination of \"markers\" in the blood which are different in healthy people and those with the disease.", "Delegates at the Alzheimer's Research UK Conference heard that the University of Nottingham is now developing a quick and easy test to do in clinics.", "It could mean much earlier diagnosis and better treatments, they said.", "The test uses some proteins that have been strongly linked with Alzheimer's disease, such as amyloid and APOE.But through careful analysis of blood from people with the disease, as well as those with early-stage memory problems, the researchers detected some other markers that were suggestive of the disease.", "Most notably, some proteins related to inflammation seem to have been added to increase the power of the test.", "Prof Kevin Morgan from the University of Nottingham said they still had to validate the test and it could be a decade before it was used in patients.", "But he added that the combination of markers they had found was looking very promising.", "\"Our", "findings are exciting because they show that it is technically possible to distinguish between healthy people and those with Alzheimer's using a blood test.", "\"As", "blood tests are a fast and easy way of aiding diagnosis, we are really encouraged by these findings and the potential they hold for the future.", "\"He said there were several ways the test could benefit patients, including giving people a definitive diagnosis, which was not always possible at the moment.", "It could also direct future therapies to make sure patients were getting the most appropriate treatment, he explained.", "Potentially, it could be a \"cheap and easy pre-screen\" test which enabled Alzheimer's to be picked up before symptoms appeared, he said.", "\"The way we see it working is you can test people and it will tell them if they have the all-clear, or if they are medium- or high-risk.", "\"If", "they are medium-risk, they can be monitored closely and high-risk patients can be referred to a specialist for more in-depth testing.", "\"Dr", "Eric Karran, director of Research at Alzheimer's Research UK, said: \"Giving people with dementia an accurate diagnosis is not always easy, and so building up our armoury of diagnostic techniques is vital.", "\"While", "there is still some way to go before a test like this could become available, the results are promising.", "\"When", "used alongside other diagnostic techniques, a blood test like this could be a real help.\""], "entity_counter": {"a combination": 1, "\"markers": 1, "the blood": 1, "healthy people": 2, "the disease": 3, "Delegates": 1, "the Alzheimer's Research UK Conference": 1, "the University": 2, "Nottingham": 2, "a quick and easy test": 1, "clinics": 1, "much earlier diagnosis": 1, "better treatments": 1, "a quick and easy test to do in clinics": 4, "some proteins": 2, "Alzheimer's disease": 1, "amyloid": 1, "APOE.But": 1, "careful analysis": 1, "blood": 1, "people": 4, "early-stage memory problems": 1, "the researchers": 1, "some other markers": 1, "inflammation": 1, "the power": 1, "Prof Kevin Morgan": 1, "patients": 3, "the combination": 1, "markers": 1, "findings": 1, "the Alzheimer": 2, "a blood test": 2, "blood tests": 1, "a fast and easy way": 1, "diagnosis": 1, "these findings": 1, "the potential": 1, "the future": 1, "several ways": 1, "a definitive diagnosis": 1, "the moment": 1, "future therapies": 1, "the most appropriate treatment": 1, "a \"cheap and easy pre-screen\" test": 1, "symptoms": 1, "\"The way": 1, "or high-risk": 1, "high-risk patients": 1, "a specialist": 1, "more in-depth testing": 1, "Eric Karran": 1, "director": 1, "Research": 1, "Alzheimer's Research UK": 1, "dementia": 1, "an accurate diagnosis": 1, "our armoury": 1, "diagnostic techniques": 1, "some way": 1, "a test": 1, "the results": 1, "other diagnostic techniques": 1, "a real help": 1}, "negative_entity": "Germany", "url": "http://web.archive.org/web/20170112213043/http://www.bbc.co.uk:80/news/health-21712349", "hash": "21712349", "traps": [["F4", "they typically make contact with the clinic through a gp referral or a drop-in facility"], ["F0", "it works by looking for a combination of \"markers\" in the blood which are different in healthy people and those with the disease."], ["F6", "potentially, it could be a \"cheap and easy pre-screen\" test which enabled alzheimer's to be picked up before symptoms appeared, she said."], ["F6", "eric karran, director of research at alzheimer's research uk, said: \"giving people with dementia an accurate diagnosis is not always easy, and so building up its armoury of diagnostic techniques is vital."], ["F0", "it works by looking for a combination of \"markers\" in the blood which are different in healthy people and those with the disease."], ["F4", "government forces, backed by russian allies, took nearly all remaining rebel-held parts of aleppo this week."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.10294117647058824, "TConvS2S_feqa": 0.05194805194805195, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.22261904761904763}