{"BERTS2S": "apprenticeships in england are failing to meet the country\\'s high level of apprenticeships, a report says.", "BERTS2S_lines": ["apprenticeships in england are failing to meet the country\\'s high level of apprenticeships, a report says."], "TConvS2S": "more needs to be done to improve apprenticeships in england, according to a new report.", "TConvS2S_lines": ["more needs to be done to improve apprenticeships in england, according to a new report."], "Gold": "apprenticeships in england need to be overhauled to stop many young people being awarded practical qualifications that have little worth, a report says.", "Gold_lines": ["apprenticeships in england need to be overhauled to stop many young people being awarded practical qualifications that have little worth, a report says."], "PtGen": "thousands of apprenticeships in england are being rated as ``cruel\\'\\'and ``cruel\\'\\', a report has found.", "PtGen_lines": ["thousands of apprenticeships in england are being rated as ``cruel\\'\\'and ``cruel\\'\\', a report has found."], "TranS2S": "the number of apprenticeships in england is at its lowest level, says a new report.", "TranS2S_lines": ["the number of apprenticeships in england is at its lowest level, says a new report."], "article": "Compared with other European countries, many apprenticeships are low quality and too short, the Sutton Trust warns.It says thousands of apprenticeships should be created to boost the economy and improve youngsters' job prospects.The Department for Education says apprenticeships are being reformed to \"drive up standards\".The Association of Colleges said some existing apprenticeships were respected by industry and should be preserved.The study, which was carried out by the Boston Consulting Group on behalf of the Sutton Trust, says fewer than 200,000 of the 520,000 apprenticeships starting in England every year are rated at level three - which is equivalent to A-level.The report cites figures that suggest  apprenticeships are offered by just one in five (20%) of employers in England, compared with over half (51%) in Germany, which, the report says, is considered to have one of the best vocational education systems.Only 61,000 new apprenticeship starts were for young people, whereas in Germany, 570,000 new apprenticeships are for youngsters and 90% of these are equivalent to A-levels.The report also notes that England's vocational system has 18,000 different qualifications, while Germany has 330.The report warns that since 2010, more than half (58%) of apprenticeships have been below level three and three-quarters have been aimed at those over the age of 25, many of whom are already in work.And it warns 11 young people are competing for each apprenticeship.In his foreword to the report, Sutton Trust chairman Sir Peter Lampl said the report had found that, with some exceptions, the opportunities on offer to young people who did not go to university were \"poor\".The attitude in England, with some exceptions, was very different to that in countries such as Germany and Switzerland, he said.\"Instead of a clear system of respected vocational routes, we suffer from a complicated patchwork where too many young people are offered qualifications of little worth in a system that confuses employers and is not valued as it should be by society,\" he said.He said the \"cruel deception\" about an expansion in apprenticeships, when many were below level three and the majority went to older workers, had to stop.The report calls for apprenticeships to be radically expanded, with up to 300,000 new starts each year. The majority of these should be at level three at least for three years, with some four-year courses at level four - higher than A-levels.No more than 10% of apprenticeships should be two-year courses at level two, it says.Sir Peter said: \"Real apprenticeships are as important to social mobility as good university degrees.\"Students facing huge loans for a university education find themselves between a rock and a hard place. Even if they would prefer to work with training, the lack of good apprenticeships means they feel they have little choice.\"England's patchwork vocational system not only hinders our economic competitiveness, it prevents tens of thousands of young people from gaining good skilled jobs.\"Teresa Frith, from the Association of Colleges, said: \"Creating 300,000 apprenticeships, when the report acknowledges there is already a shortage of apprenticeship places for 16 to-year-olds, would be a massive challenge and although we agree that there is a business case for employers to take on apprentices, at the moment too few do.\"The report also says level three apprenticeships should be the priority. This isn't a bad idea in principle but some level two apprenticeships, such as those in construction, are well-respected by the industry and should be preserved.\"The report is absolutely right to say that vocational courses should only be taught in institutions with high-quality facilities and expert teaching staff and that careers advice and guidance needs to be improved.\"A Department for Education spokeswoman said: \"We are already radically reforming apprenticeships to drive up standards so that they are more rigorous and responsive to the needs of employers.\"Since 2010 over a million people have become apprentices, providing a great start to their careers. We have already insisted that apprenticeships last for a minimum of a year, include more English and maths and that every apprenticeship is a job.\"We have consulted on wider reforms to drive up standards in apprenticeships further, and will publish plans later this month.\"", "article_lines": ["Compared with other European countries, many apprenticeships are low quality and too short, the Sutton Trust warns.", "It says thousands of apprenticeships should be created to boost the economy and improve youngsters' job prospects.", "The Department for Education says apprenticeships are being reformed to \"drive up", "standards\".", "The Association of Colleges said some existing apprenticeships were respected by industry and should be preserved.", "The study, which was carried out by the Boston Consulting Group on behalf of the Sutton Trust, says fewer than 200,000 of the 520,000 apprenticeships starting in England every year are rated at level three - which is equivalent to A-level.", "The report cites figures that suggest  apprenticeships are offered by just one in five (20%) of employers in England, compared with over half (51%) in Germany, which, the report says, is considered to have one of the best vocational education systems.", "Only 61,000 new apprenticeship starts were for young people, whereas in Germany, 570,000 new apprenticeships are for youngsters and 90% of these are equivalent to A-levels.", "The report also notes that England's vocational system has 18,000 different qualifications, while Germany has 330.The report warns that since 2010, more than half (58%) of apprenticeships have been below level three and three-quarters have been aimed at those over the age of 25, many of whom are already in work.", "And it warns 11 young people are competing for each apprenticeship.", "In his foreword to the report, Sutton Trust chairman Sir Peter Lampl said the report had found that, with some exceptions, the opportunities on offer to young people who did not go to university were \"poor\".", "The attitude in England, with some exceptions, was very different to that in countries such as Germany and Switzerland, he said.", "\"Instead of a clear system of respected vocational routes, we suffer from a complicated patchwork where too many young people are offered qualifications of little worth in a system that confuses employers and is not valued as it should be by society,\" he said.", "He said the \"cruel deception\" about an expansion in apprenticeships, when many were below level three and the majority went to older workers, had to stop.", "The report calls for apprenticeships to be radically expanded, with up to 300,000 new starts each year.", "The majority of these should be at level three at least for three years, with some four-year courses at level four - higher than A-levels.", "No more than 10% of apprenticeships should be two-year courses at level two, it says.", "Sir Peter said: \"Real apprenticeships are as important to social mobility as good university degrees.", "\"Students", "facing huge loans for a university education find themselves between a rock and a hard place.", "Even if they would prefer to work with training, the lack of good apprenticeships means they feel they have little choice.", "\"England's patchwork vocational system not only hinders our economic competitiveness, it prevents tens of thousands of young people from gaining good skilled jobs.", "\"Teresa", "Frith, from the Association of Colleges, said: \"Creating 300,000 apprenticeships, when the report acknowledges there is already a shortage of apprenticeship places for 16 to-year-olds, would be a massive challenge and although we agree that there is a business case for employers to take on apprentices, at the moment too few do.", "\"The", "report also says level three apprenticeships should be the priority.", "This isn't a bad idea in principle but", "some level two apprenticeships, such as those in construction, are well-respected by the industry and should be preserved.", "\"The", "report is absolutely right to say that vocational courses should only be taught in institutions with high-quality facilities and expert teaching staff and that careers advice and guidance needs to be improved.", "\"A Department for Education spokeswoman said: \"We are already radically reforming apprenticeships to drive up standards so that they are more rigorous and responsive to the needs of employers.", "\"Since", "2010", "over a million people have become apprentices, providing a great start to their careers.", "We have already insisted that apprenticeships last for a minimum of a year, include more English and maths and that every apprenticeship is a job.", "\"We have consulted on wider reforms to drive up standards in apprenticeships further, and will publish plans later this month.\""], "entity_counter": {"other European countries": 1, "many apprenticeships": 1, "low quality": 1, "the Sutton Trust": 2, "apprenticeships": 10, "the economy": 1, "youngsters' job prospects": 1, "The Department": 1, "Education": 2, "standards\"": 1, "The Association": 1, "Colleges": 2, "some existing apprenticeships": 1, "industry": 1, "The study": 1, "the Boston Consulting Group": 1, "behalf": 1, "the 520,000 apprenticeships": 1, "England": 3, "level": 6, "A-level": 1, "The report": 6, "figures": 1, "(20%": 1, "employers": 4, "Germany": 4, "the best vocational education systems": 1, "Only 61,000 new apprenticeship starts": 1, "young people": 3, "570,000 new apprenticeships": 1, "youngsters": 1, "A-levels": 2, "England's vocational system": 1, "18,000 different qualifications": 1, "(58%": 1, "three and three-quarters": 1, "work": 1, "11 young people": 1, "each apprenticeship": 1, "his foreword": 1, "Sutton Trust chairman Sir Peter Lampl": 1, "some exceptions": 2, "the opportunities": 1, "offer": 1, "university": 1, "poor\"": 1, "The attitude": 1, "countries": 1, "Switzerland": 1, "a clear system": 1, "respected vocational routes": 1, "a complicated patchwork": 1, "too many young people": 1, "qualifications": 1, "a system": 1, "society": 1, "the \"cruel deception": 1, "an expansion": 1, "the majority": 1, "older workers": 1, "up to 300,000 new starts": 1, "The majority": 1, "some four-year courses": 1, "two-year courses": 1, "Sir Peter": 1, "Real apprenticeships": 1, "social mobility": 1, "good university degrees": 1, "\"Students": 1, "huge loans": 1, "a university education": 1, "a rock": 1, "a hard place": 1, "training": 1, "the lack": 1, "good apprenticeships": 1, "little choice": 1, "\"England's patchwork vocational system": 1, "our economic competitiveness": 1, "good skilled jobs": 1, "Frith": 1, "the Association": 1, "300,000 apprenticeships": 1, "the report": 1, "a shortage": 1, "apprenticeship places": 1, "a massive challenge": 1, "a business case": 1, "apprentices": 2, "the moment": 1, "\"The": 1, "report": 2, "level three apprenticeships": 1, "the priority": 1, "a bad idea": 1, "principle": 1, "some level two apprenticeships": 1, "construction": 1, "the industry": 1, "vocational courses": 1, "institutions": 1, "high-quality facilities": 1, "expert teaching staff": 1, "careers advice": 1, "guidance": 1, "standards": 2, "the needs": 1, "over a million people": 1, "a great start": 1, "their careers": 1, "a minimum": 1, "a year": 1, "maths": 1, "every apprenticeship": 1, "a job": 1, "wider reforms": 1, "plans": 1}, "negative_entity": "New York", "url": "http://web.archive.org/web/20150125042128/http://www.bbc.co.uk/news/education-24553569", "hash": "24553569", "traps": [["F4", "regarded as one of the greatest composers of all time, mozart wrote more than 600 works, including some of the most celebrated and enduring pieces of classical music, before he died at the age of 35.only 14 images of the composer are known to have been created during his lifetime, but many are stylised or incomplete."], ["F1", "this is a bad idea in principle but"], ["F4", "dan gosling's goal, which gave them the lead, was their first for three games."], ["F0", "compared with other european countries, many apprenticeships are low quality and too short, the sutton trust warns."], ["F6", "\"england's patchwork vocational system not only hinders her economic competitiveness, it prevents tens of thousands of young people from gaining good skilled jobs."], ["F4", "\"a council spokesperson said mr travers had \"made a valuable contribution to the council during his three and half years as chief executive."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.16666666666666666, "TConvS2S_feqa": 0.25, "PtGen_feqa": 0.05555555555555555, "TranS2S_feqa": 0.0}