{"BERTS2S": "german footballer thomas hitzlsperger has come out as gay.", "BERTS2S_lines": ["german footballer thomas hitzlsperger has come out as gay."], "TConvS2S": "former german footballer lukas hitzlsperger has announced his retirement from international football.", "TConvS2S_lines": ["former german footballer lukas hitzlsperger has announced his retirement from international football."], "Gold": "german football has rallied around thomas hitzlsperger after the former international midfielder revealed he was gay.", "Gold_lines": ["german football has rallied around thomas hitzlsperger after the former international midfielder revealed he was gay."], "PtGen": "thomas hitzlsperger has become the first german footballer to have his sexuality played in the german premier league, the football association has said.", "PtGen_lines": ["thomas hitzlsperger has become the first german footballer to have his sexuality played in the german premier league, the football association has said."], "TranS2S": "the football association says it is \" deeply disappointed \" and \" saddened \" that footballer thomas thomas has quit football.", "TranS2S_lines": ["the football association says it is \" deeply disappointed \" and \" saddened \" that footballer thomas thomas has quit football."], "article": "In an interview with newspaper Die Zeit, Hitzlsperger said he was coming out to advance discussion of a topic that was \"simply ignored\" in German football.He is the most prominent footballer to publicly reveal his homosexuality and his former team-mates were quick to praise his announcement.Arsenal and Germany forward Lukas Podolski wrote on Twitter: \"Respect to Thomas Hitzlsperger! That was a courageous and correct decision and an important step.\"And retired defender Arne Friedrich, who played with Hitzlsperger at Euro 2008, wrote: \"Proud of you Thomas. A good decision and in my opinion the right time.\"There was also support for Hitzlsperger from leading figures in German football administration.\"Finally, a footballer has the courage to make his sexuality public,\" said Theo Zwanziger, the former president of the German Football Association.Bundesliga president Reinhard Rauball said in a statement: \"The decision of Thomas Hitzlsperger to be the first prominent footballer to make public his homosexuality is - even after his active career - a huge and courageous step, and surely leads the way in the fight against homophobia.\"Gary Lineker ‏@GaryLinekerCongratulations to Thomas Hitzlsperger on bravely being the first player to have played in the PL to 'come out'Joseph Barton ‏@Joey7Barton 15mThomas Hitzlsperger has shown a lot of courage today. Sad times when people have to wait till they retire from their chosen profession......before the feel other people will judge them solely on who the human being is. Shame on all of us as a society.John Amaechi OBE ‏@JohnAmaechiCongratulations to Thomas Hitzlsperger - welcome to the club!Bayern Munich, the club where Hitzlsperger began his career as a junior, also tweeted their support for the midfielder's \"brave step\".Hitzlsperger's announcement is seen as a watershed moment in Germany, which like England has struggled with the problem of homophobia in football.Zwanziger admitted that football was \"now as ever a hard business, where unfortunately an open discourse about homosexuality is still not taken for granted\".Current Germany captain Philipp Lahm created controversy in 2011 when he wrote in his autobiography that he would encourage gay footballers to keep quiet about their sexuality.\"I would not encourage any gay professional footballer to come out,\" he wrote at the time. \"I would fear that he would end up like Justin Fashanu [the English footballer who killed himself after revealing that he was gay].\"The last German footballer to come out was second tier player Marcus Urban, who told Die Welt in 2007 that he knew of at least three gay footballers in the Bundesliga who were too scared to reveal their sexuality.German Chancellor Angela Merkel's spokesman Steffen Seibert praised Hitzlsperger for going public.\"It's good that he's spoken about something which is important to him,\" Seibert told a media briefing.\"We live in a country where nobody should be worried about making his sexuality known or concerned about intolerance.\"We judge footballers on whether they have behaved well and worthily on and off the pitch and I believe that both are the case with Mr Hitzlsperger.\"Openly Gay German politician Volker Beck said he hoped Hitzlsperger's announcement would encourage others to do the same.\"I hope that Hitzlsperger's courageous step contributes to finally breaking down this taboo,\" he said. \"It's now the job of the German FA to embolden active players [to do the same].\"And Zwanziger said he was optimistic that Hitzlsperger's announcement would lead to greater openness about sexuality in German football.He said: \"I'm confident that sexual orientations will soon not be an issue in football at all.\"", "article_lines": ["In an interview with newspaper Die Zeit, Hitzlsperger said he was coming out to advance discussion of a topic that was \"simply ignored\" in German football.", "He is the most prominent footballer to publicly reveal his homosexuality and his former team-mates were quick to praise his announcement.", "Arsenal and Germany forward", "Lukas Podolski wrote on Twitter: \"", "Respect to Thomas Hitzlsperger!", "That was a courageous and correct decision and an important step.", "\"And", "retired defender Arne Friedrich, who played with Hitzlsperger at Euro 2008, wrote: \"Proud of you Thomas.", "A good decision and in my opinion the right time.", "\"There was also support for Hitzlsperger from leading figures in German football administration.", "\"Finally", ", a footballer has the courage to make his sexuality public,\" said Theo Zwanziger, the former president of the German Football Association.", "Bundesliga president Reinhard Rauball said in a statement: \"The decision of Thomas Hitzlsperger to be the first prominent footballer to make public his homosexuality is - even after his active career - a huge and courageous step, and surely leads the way in the fight against homophobia.", "\"Gary", "Lineker ‏@GaryLinekerCongratulations to Thomas Hitzlsperger on bravely being the first player to have played in the PL to 'come", "out'Joseph Barton ‏@Joey7Barton", "15mThomas", "Hitzlsperger has shown a lot of courage today.", "Sad times when people have to wait till they retire from their chosen profession......", "before the feel other people will judge them solely on who the human being is.", "Shame on all of us as a society.", "John Amaechi OBE ‏@JohnAmaechiCongratulations", "to Thomas Hitzlsperger - welcome to the club!Bayern Munich, the club where Hitzlsperger began his career as a junior, also tweeted their support for the midfielder's \"brave step\".", "Hitzlsperger's announcement is seen as a watershed moment in Germany, which like England has struggled with the problem of homophobia in football.", "Zwanziger admitted that football was \"now as ever a hard business, where unfortunately an open discourse about homosexuality is still not taken for granted\".", "Current Germany captain Philipp Lahm created controversy in 2011 when he wrote in his autobiography that he would encourage gay footballers to keep quiet about their sexuality.", "\"I would not encourage any gay professional footballer to come out,\" he wrote at the time.", "\"I would fear that he would end up like Justin Fashanu [the English footballer who killed himself after revealing that he was gay].\"The", "last German footballer to come out was second tier player Marcus Urban, who told Die Welt in 2007 that he knew of at least three gay footballers in the Bundesliga who were too scared to reveal their sexuality.", "German Chancellor Angela Merkel's spokesman Steffen Seibert praised Hitzlsperger for going public.", "\"It's good that he's spoken about something which is important to him,\" Seibert told a media briefing.", "\"We live in a country where nobody should be worried about making his sexuality known or concerned about intolerance.", "\"We", "judge footballers on whether they have behaved well and worthily on and off the pitch", "and I believe that both are the case with Mr Hitzlsperger.", "\"Openly", "Gay German politician Volker Beck said he hoped Hitzlsperger's announcement would encourage others to do the same.", "\"I hope that Hitzlsperger's courageous step contributes to finally breaking down this taboo,\" he said.", "\"It's now the job of the German FA to embolden active players [to do", "the same].\"And Zwanziger said he was optimistic that Hitzlsperger's announcement would lead to greater openness about sexuality in German football.", "He said: \"I'm confident that sexual orientations will soon not be an issue in football at all.\""], "entity_counter": {"an interview": 1, "newspaper": 1, "Die Zeit": 1, "Hitzlsperger": 12, "discussion": 1, "a topic": 1, "German football": 2, "the most prominent footballer": 1, "his homosexuality": 2, "his former team-mates": 1, "his announcement": 1, "Arsenal": 1, "Germany": 2, "Lukas Podolski": 1, "Twitter": 1, "Respect": 1, "a courageous and correct decision": 1, "an important step": 1, "retired defender Arne Friedrich": 1, "Euro": 1, "Thomas": 1, "A good decision": 1, "my opinion": 1, "\"There": 1, "support": 1, "leading figures": 1, "German football administration": 1, "a footballer": 1, "the courage": 1, "his sexuality": 2, "Theo Zwanziger": 1, "the former president": 1, "the German Football Association": 1, "Bundesliga president Reinhard Rauball": 1, "a statement": 1, "The decision": 1, "the first prominent footballer": 1, "his active career": 1, "a huge and courageous step": 1, "the way": 1, "the fight": 1, "homophobia": 2, "\"Gary": 1, "the first player": 1, "the PL": 1, "out'Joseph Barton": 1, "a lot": 1, "courage": 1, "Sad times": 1, "people": 1, "their chosen profession": 1, "other people": 1, "the human being": 1, "Shame": 1, "a society": 1, "John Amaechi OBE ‏@JohnAmaechiCongratulations": 1, "the club!Bayern Munich": 1, "the club": 1, "his career": 1, "a junior": 1, "their support": 1, "the midfielder's \"brave step\"": 1, "Hitzlsperger's announcement": 3, "a watershed moment": 1, "England": 1, "the problem": 1, "football": 3, "Zwanziger": 1, "as ever a hard business": 1, "an open discourse": 1, "homosexuality": 1, "granted\"": 1, "Current Germany captain Philipp Lahm": 1, "controversy": 1, "his autobiography": 1, "gay footballers": 1, "their sexuality": 2, "\"I": 2, "any gay professional footballer": 1, "the time": 1, "Justin Fashanu": 1, "the English footballer": 1, "gay].\"The": 1, "last German footballer": 1, "second tier player Marcus Urban": 1, "Die Welt": 1, "at least three gay footballers": 1, "the Bundesliga": 1, "German Chancellor Angela Merkel's spokesman": 1, "Steffen Seibert": 2, "a media briefing": 1, "a country": 1, "intolerance": 1, "judge": 1, "footballers": 1, "the pitch": 1, "the case": 1, "Gay German politician Volker Beck": 1, "others": 1, "Hitzlsperger's courageous step": 1, "this taboo": 1, "the job": 1, "the German FA": 1, "active players": 1, "the same].\"And Zwanziger": 1, "greater openness": 1, "sexuality": 1, "sexual orientations": 1, "an issue": 1}, "negative_entity": "Obama", "url": "http://web.archive.org/web/20170717181524/http://www.bbc.co.uk/sport/football/25654437", "hash": "25654437", "traps": [["F0", "in an interview with newspaper die zeit, hitzlsperger said he was coming out to advance discussion of a topic that was \"simply ignored\" in german football."], ["F0", "in an interview with newspaper die zeit, hitzlsperger said he was coming out to advance discussion of a topic that was \"simply ignored\" in german football."], ["F5", "praise euro now \"openly that as going to which finally quick."], ["F4", "this linkwomen are as likely as men to ask for a pay rise - but are less likely to get one, the research found."], ["F6", "current germany captain philipp lahm created controversy in 2011 when he wrote in his autobiography that she would encourage gay footballers to keep quiet about their sexuality."], ["F4", "the exhibition growing up in the city at the museum of liverpool boasts 25 evocative photographs which capture the life of children over more than 100 years."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.16073260073260073, "TConvS2S_feqa": 0.21314102564102563, "PtGen_feqa": 0.13970588235294118, "TranS2S_feqa": 0.028571428571428574}