{"BERTS2S": "russian sprinter elena chernova should be banned for two years for anabolic sterina chernova\\'s doping use, says the country \\'", "BERTS2S_lines": ["russian sprinter elena chernova should be banned for two years for anabolic sterina chernova\\'s doping use, says the country \\'"], "TConvS2S": "jessica ennis-hill\\'s world champion jessica ennis-hill has been banned for two years for failing a drugs test.", "TConvS2S_lines": ["jessica ennis-hill\\'s world champion jessica ennis-hill has been banned for two years for failing a drugs test."], "Gold": "jessica ennis-hill\\'s coach toni minichiello wants russian heptathlete tatyana chernova\\'s drugs ban to be re-examined by the sporting authorities.", "Gold_lines": ["jessica ennis-hill\\'s coach toni minichiello wants russian heptathlete tatyana chernova\\'s drugs ban to be re-examined by the sporting authorities."], "PtGen": "britain\\'s olympic gold medallist jade chernova has been banned from the world anti-doping agency for failing to qualify for the rio olympics.", "PtGen_lines": ["britain\\'s olympic gold medallist jade chernova has been banned from the world anti-doping agency for failing to qualify for the rio olympics."], "TranS2S": "britain\\'s jessica ennis-hill-hill says she will not compete at the world athletics championships because she faces a doping ban.", "TranS2S_lines": ["britain\\'s jessica ennis-hill-hill says she will not compete at the world athletics championships because she faces a doping ban."], "article": "Chernova, now 27, beat Briton Ennis-Hill to gold at the 2011 World Championships in Korea.This week she was given a ban and had earlier results annulled after a sample from 2009 was re-tested - but kept her world title.\"She set a personal best with the benefit of drug use,\" Minichiello said.Russian anti-doping agency punished Chernova with a two-year ban, backdated to 22 June 2013.It also annulled her results from 15 August 2009 to 14 August 2011 - a period that ended just 16 days before  she won world gold in Daegu with a personal best of 6,880 points, beating defending champion Ennis-Hill's 6,751.Research carried out by the University of Oslo in October 2013 established that muscles can retain the advantages given by anabolic steroids decades after the point at which they were taken.Minichiello wants athletics' world governing body the IAAF and the World Anti-Doping Agency (Wada) to have a \"long, hard look\" at the Russian anti-doping agency's punishment.The IAAF told BBC Sport it is awaiting a full explanation from the Russian authorities before deciding whether it needs to take any action.\"Maybe it highlights that there is a gap within the anti-doping code which allows only a two-year ban from the initial test and then another ban from the date of the re-test,\" added Minichiello.\"I think it should probably all run seamlessly and athletes should be banned for the whole time. Otherwise you have a ban for Chernova that really looks quite ineffective.\"Chernova's backdated ban is due to expire on 21 June, and with the qualification period for the 2015 World Championships in Beijing running until 10 August, she could compete both there and at the 2016 Rio Olympics.\"It would be frustrating if she lines up on the starting line but those are the rules out there and we need to abide by them,\" said Minichiello.\"That is why we think Wada needs to look at its code and penalties to show there is potentially a loophole that needs to be looked. I'm sure the Russian anti-doping agency have administered suspensions according to the rules, so therefore it needs to be looked at.\"Last week, Russia's athletics head coach Valentin Maslakov resigned after a number of athletes from the country were found guilty of committing doping offences.Wada is investigating allegations of widespread doping and corruption in Russian athletics after claims were aired in a recent German television documentary, with a report due to be published by the end of the year.The IAAF said last week it was concerned about the number of Russian doping cases in the sport.", "article_lines": ["Chernova, now 27, beat Briton Ennis-Hill to gold at the 2011 World Championships in Korea.", "This week she was given a ban and had earlier results annulled after a sample from 2009 was re-tested - but kept her world title.", "\"She set a personal best with the benefit of drug use,\" Minichiello said.", "Russian anti-doping agency punished Chernova with a two-year ban, backdated to 22 June 2013.It", "also annulled her results from 15 August 2009 to 14 August 2011 - a period that ended", "just 16 days before  ", "she won world gold in Daegu with a personal best of 6,880 points, beating defending champion Ennis-Hill's 6,751.Research carried out by the University of Oslo in October 2013", "established that muscles can retain the advantages given by anabolic steroids decades after the point at which they were taken.", "Minichiello wants athletics' world governing body the IAAF and the World Anti-Doping Agency (Wada) to have a \"long, hard look\" at the Russian anti-doping agency's punishment.", "The IAAF told BBC Sport it is awaiting a full explanation from the Russian authorities before deciding whether it needs to take any action.", "\"Maybe", "it highlights that there is a gap within the anti-doping code which allows only a two-year ban from the initial test and then another ban from the date of the re-test,\" added Minichiello.", "\"I think it should probably all run seamlessly and athletes should be banned for the whole time.", "Otherwise you have a ban for Chernova that really looks quite ineffective.", "\"Chernova's backdated ban is due to expire on 21 June, and with the qualification period for the 2015 World Championships in Beijing running until 10 August, she could compete both there and at the 2016 Rio Olympics.", "\"It would be frustrating if she lines up on the starting line", "but those are the rules out there", "and we need to abide by them,\" said Minichiello.", "\"That is why we think Wada needs to look at its code and penalties to show there is potentially a loophole that needs to be looked.", "I'm sure the Russian anti-doping agency have administered suspensions according to the rules, so", "therefore it needs to be looked at.", "\"Last", "week, Russia's athletics head coach Valentin Maslakov resigned after a number of athletes from the country were found guilty of committing doping offences.", "Wada is investigating allegations of widespread doping and corruption in Russian athletics after claims were aired in a recent German television documentary, with a report due to be published by the end of the year.", "The IAAF said last week it was concerned about the number of Russian doping cases in the sport."], "entity_counter": {"Chernova": 3, "Briton Ennis-Hill": 1, "gold": 1, "the 2011 World Championships": 1, "Korea": 1, "a ban": 2, "earlier results": 1, "a sample": 1, "her world title": 1, "\"She": 1, "the benefit": 1, "drug use": 1, "Minichiello": 4, "Russian anti-doping agency": 1, "a two-year ban": 1, "her results": 1, "14 August": 1, "a period": 1, "world gold": 1, "Daegu": 1, "6,880 points": 1, "the University": 1, "Oslo": 1, "muscles": 1, "the advantages": 1, "anabolic steroids": 1, "the point": 1, "athletics' world governing": 1, "body": 1, "the IAAF": 1, "the World Anti-Doping Agency": 1, "Wada": 3, "a \"long, hard look": 1, "the Russian anti-doping agency's punishment": 1, "The IAAF": 2, "BBC Sport": 1, "a full explanation": 1, "the Russian authorities": 1, "any action": 1, "a gap": 1, "the anti-doping code": 1, "only a two-year ban": 1, "the initial test": 1, "the date": 1, "the re-test": 1, "\"I": 1, "athletes": 2, "the whole time": 1, "\"Chernova's backdated ban": 1, "the qualification period": 1, "the 2015 World Championships": 1, "Beijing": 1, "the 2016 Rio Olympics": 1, "the starting line": 1, "the rules": 2, "\"That": 1, "its code": 1, "penalties": 1, "a loophole": 1, "the Russian anti-doping agency": 1, "suspensions": 1, "\"Last": 1, "Russia's athletics head coach Valentin Maslakov": 1, "a number": 1, "Russia": 1, "doping offences": 1, "allegations": 1, "widespread doping": 1, "corruption": 1, "Russian athletics": 1, "claims": 1, "a recent German television documentary": 1, "a report": 1, "the number": 1, "Russian doping cases": 1, "the sport": 1}, "negative_entity": "judge", "url": "http://web.archive.org/web/20151204012617/http://www.bbc.co.uk/sport/athletics/31078095", "hash": "31078095", "traps": [["F1", "but those are not the rules out there"], ["F6", "otherwise us have a ban for chernova that really looks quite ineffective."], ["F4", "for decades fleet street was synonymous with the nation's biggest newspapers."], ["F5", "action \"maybe a from is cases after there."], ["F4", "\"normally we get to a certain level and in june we are playing a friendly game - we are playing the netherlands, who are already qualified and who are planning for a tournament."], ["F1", "the iaaf said last week it was not concerned about the number of russian doping cases in the sport ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.09523809523809523, "TConvS2S_feqa": 0.18245614035087718, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.3333333333333333}