{"BERTS2S": "a singapore museum has said it will return a bronze sculpture stolen from an indian temple more than 20 years ago.", "BERTS2S_lines": ["a singapore museum has said it will return a bronze sculpture stolen from an indian temple more than 20 years ago."], "TConvS2S": "one of india\\'s most iconic artists, singapore item, has been stolen from a temple in the indian capital, delhi.", "TConvS2S_lines": ["one of india\\'s most iconic artists, singapore item, has been stolen from a temple in the indian capital, delhi."], "Gold": "a singapore museum will return to india an 11th century sculpture believed to have been stolen from that country.", "Gold_lines": ["a singapore museum will return to india an 11th century sculpture believed to have been stolen from that country."], "PtGen": "a sculpture stolen from a shiva temple in india has been sold at auction for $ [UNK] (Â # [UNK]).", "PtGen_lines": ["a sculpture stolen from a shiva temple in india has been sold at auction for $ [UNK] (Â # [UNK])."], "TranS2S": "an indian museum has bought a bronze sculpture of a hindu temple that was stolen from a hindu temple in india.", "TranS2S_lines": ["an indian museum has bought a bronze sculpture of a hindu temple that was stolen from a hindu temple in india."], "article": "The Asian Civilisation Museum (ACM) bought the artwork for $650,000 (£420,000) from New York dealer Art of the Past in 2007.The company's manager later admitted selling stolen Indian antiquities, including the bronze being returned.The allegations first came to light during a 2012 court case against the firm for trafficking antiquities.The sculpture of Hindu goddess Uma Parameshvari is thought to have been stolen from a Shiva temple in Tamil Nadu in southern India.The decision to return the item came after discussions between Singapore's National Heritage Board and the Indian government body looking after its antiquities, the Archaeological Survey of India (ASI).The ASI submitted an official request for the return of the sculpture in May, according to the museum.\"While there is no conclusive proof that the sculpture was stolen from a Shiva temple in Tamil Nadu, India, ACM took note of the confession of Aaron Freedman, who was the manager of Art of the Past, of dealing in looted Indian antiquities and of criminal possession of 150 stolen objects,\" the museum said in a statement.It was one of 30 objects ACM bought from the art dealer, although none of the others are thought to be listed as stolen. The ASI was reportedly allowed to view them, anyway.The museum said it will take legal action to get compensation for the apparent fraud.", "article_lines": ["The Asian Civilisation Museum (ACM) bought the artwork for $650,000 (£420,000) from New York dealer Art of the Past in 2007.The company's manager later admitted selling stolen Indian antiquities, including the bronze being returned.", "The allegations first came to light during a 2012 court case against the firm for trafficking antiquities.", "The sculpture of Hindu goddess Uma Parameshvari is thought to have been stolen from a Shiva temple in Tamil Nadu in southern India.", "The decision to return the item came after discussions between Singapore's National Heritage Board and the Indian government body looking after its antiquities, the Archaeological Survey of India (ASI).The ASI submitted an official request for the return of the sculpture in May, according to the museum.", "\"While", "there is no conclusive proof that the sculpture was stolen from a Shiva temple in Tamil Nadu, India", ", ACM took note of the confession of Aaron Freedman, who was the manager of Art of the Past, of dealing in looted Indian antiquities and of criminal possession of 150 stolen objects,\" the museum said in a statement.", "It was one of 30 objects ACM bought from the art dealer, although none of the others are thought to be listed as stolen.", "The ASI was reportedly allowed to view them, anyway.", "The museum said it will take legal action to get compensation for the apparent fraud."], "entity_counter": {"The Asian Civilisation Museum": 1, "ACM": 3, "the artwork": 1, "New York dealer Art": 1, "the Past": 2, "2007.The company's manager": 1, "stolen Indian antiquities": 1, "the bronze": 1, "The allegations": 1, "light": 1, "a 2012 court case": 1, "the firm": 1, "antiquities": 1, "The sculpture": 1, "Hindu goddess Uma Parameshvari": 1, "a Shiva temple": 2, "Tamil Nadu": 2, "southern India": 1, "The decision": 1, "the item": 1, "discussions": 1, "Singapore's National Heritage Board": 1, "the Indian government body": 1, "its antiquities": 1, "the Archaeological Survey": 1, "India": 2, "ASI": 2, "an official request": 1, "the return": 1, "The sculpture of Hindu goddess Uma Parameshvari": 2, "The Asian Civilisation Museum (ACM)": 3, "no conclusive proof": 1, "note": 1, "the confession": 1, "Aaron Freedman": 1, "the manager": 1, "Art": 1, "looted Indian antiquities": 1, "criminal possession": 1, "150 stolen objects": 1, "a statement": 1, "30 objects": 1, "the art dealer": 1, "none": 1, "the others": 1, "legal action": 1, "compensation": 1, "the apparent fraud": 1}, "negative_entity": "influenza", "url": "http://web.archive.org/web/20151021231804/http://www.bbc.co.uk/news/world-asia-34578307", "hash": "34578307", "traps": [["F6", "the decision to return the item came after discussions between singapore's national heritage board and the indian government body looking after your antiquities, the archaeological survey of india (asi).the asi submitted an official request for the return of the sculpture in may, according to the museum."], ["F5", "shiva freedman singapore bought the including there the."], ["F0", "the asian civilisation museum (acm) bought the artwork for $650,000 (£420,000) from new york dealer art of the past in 2007.the company's manager later admitted selling stolen indian antiquities, including the bronze being returned."], ["F4", "police were called to the a35 at bloxworth, near wareham, at about 09:10 bst after they were discovered by a dog walker."], ["F6", "the asi was reportedly allowed to view us, anyway."], ["F6", "the asi was reportedly allowed to view her, anyway."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.1590909090909091, "TConvS2S_feqa": 0.21404761904761904, "PtGen_feqa": 0.15233333333333332, "TranS2S_feqa": 0.22916666666666666}