{"BERTS2S": "scotland\\'s finance secretary john swinney has accused the uk government of failing to meet its budget targets for next year.", "BERTS2S_lines": ["scotland\\'s finance secretary john swinney has accused the uk government of failing to meet its budget targets for next year."], "TConvS2S": "scotland\\'s finance secretary john swinney has said he is ``extremely optimistic\\'\\'about the uk government\\'s spending budget.", "TConvS2S_lines": ["scotland\\'s finance secretary john swinney has said he is ``extremely optimistic\\'\\'about the uk", "government\\'s spending budget."], "Gold": "finance secretary john swinney has warned of ``tough choices\\'\\'facing scotland as he prepares to set out his budget.", "Gold_lines": ["finance secretary john swinney has warned of ``tough choices\\'\\'facing scotland as he prepares to set out his budget."], "PtGen": "chancellor john swinney has said the uk government is ``determined\\'\\'to deal with chancellor george osborne\\'s decision to leave the chancellor.", "PtGen_lines": ["chancellor john swinney has said the uk government is ``determined\\'\\'to deal with chancellor george osborne\\'s decision to leave the chancellor."], "TranS2S": "scotland\\'s finance secretary john swinney has accused the scottish government of \" unspeaking \" spending cuts.", "TranS2S_lines": ["scotland\\'s finance secretary john swinney has accused the scottish government of \" unspeaking \" spending cuts."], "article": "Mr Swinney said the UK government's recent spending review placed \"unprecedented pressure\" on public expenditure north of the border.The UK government said Scottish ministers would have £390m more in spending available to them next year.Mr Swinney is due to present his 2016-17 spending plans on Wednesday.The Scottish government argues that cuts imposed by the UK government since 2010 - along with last month's spending review - mean that its discretionary budget will be 12.5% lower in real terms by 2019-20 than it was in 2010-11.Mr Swinney said 4.2% of that reduction would come between now and 2019-20.He said: \"The chancellor (George Osborne) has imposed real terms cuts on Scotland every year from now until 2020, and more than £1bn of those cuts are still to come between now and the end of the decade.\"We have demonstrated that the UK government didn't have to take this approach. Debt and the deficit could have been reduced without this scale of cuts that has been chosen by the chancellor.\"Now Scotland has to deal with the reality of the chancellor's decision. We face tough choices in the coming days.\"Against this backdrop, the Scottish government is determined that we will defend and protect the key priorities that the people of Scotland expect us to deliver on.\"Mr Swinney said schools, hospitals and the police service in Scotland would \"not be sacrificed to the chancellor's austerity obsession\".He added: \"In recent years we have been able to deliver better outcomes for the people of Scotland. More police, lower crime, better schools, tuition-free university education and a health budget that is at a record level.\"These commitments demonstrate the prioritisation of the Scottish government.\"Responding to Mr Swinney comments, a spokesman for the UK government's Scotland Office said: \"The Scottish government will have £390m more spending available to it next year, which rises to £750m if you include its own underspend.\"The stability of the UK economy means the block grant will be almost £30bn.\"One look at the current oil price tells you this is a much better deal for people in Scotland than the constitutional alternative favoured by the Scottish government.\"The Scottish government should perhaps focus more on gearing up for its new powers and getting the best for Scotland, rather than grievance.\"Labour's public services spokeswoman Jackie Baillie said: \"Ahead of the most important budget since devolution, it's time John Swinney backed up his anti-austerity posturing with something real.\"Telling us about pre-election giveaways now and cuts later isn't good enough. This needs to be a long-term budget.\"Scotland needs a government that spends less time congratulating itself on its spin and more time explaining its record.\"Scottish Labour will offer a real alternative to austerity, with different decisions on tax to the Tories, and different decisions on tax to the SNP.\"", "article_lines": ["Mr Swinney said the UK government's recent spending review placed \"unprecedented pressure\" on public expenditure north of the border.", "The UK government said Scottish ministers would have £390m more in spending available to them next year.", "Mr Swinney is due to present his 2016-17 spending plans on Wednesday.", "The Scottish government argues that cuts imposed by the UK government since 2010 - along with last month's spending review - mean that its discretionary budget will be 12.5% lower in real terms by 2019-20 than it was in 2010-11.Mr", "Swinney said 4.2% of that reduction would come between", "now and 2019-20.He said: \"The chancellor (George Osborne) has imposed real terms cuts on Scotland every year from now until 2020, and more than £1bn of those cuts are still to come between now and the end of the decade.", "\"We have demonstrated that the UK government didn't have to take this approach.", "Debt and the deficit could have been reduced without this scale of cuts that has been chosen by the chancellor.", "\"Now", "Scotland has to deal with the reality of the chancellor's decision.", "We face tough choices in the coming days.", "\"Against", "this backdrop, the Scottish government is determined that we will defend and protect the key priorities that the people of Scotland expect us to deliver on.", "\"Mr", "Swinney said schools, hospitals and the police service in Scotland would \"not be sacrificed to the chancellor's austerity", "obsession\".", "He added: \"In recent years we have been able to deliver better outcomes for the people of Scotland.", "More police, lower crime, better schools, tuition-free university education and a health budget that is at a record level.", "\"These commitments demonstrate the prioritisation of the Scottish government.", "\"Responding", "to Mr Swinney comments, a spokesman for the UK government's Scotland Office said: \"The Scottish government will have £390m more spending available to it next year, which rises to £750m if you include its own underspend.", "\"The", "stability of the UK economy means the block grant will be almost £30bn.", "\"One look at the current oil price", "tells you this is a much better deal for people in Scotland than the constitutional alternative favoured by the Scottish government.", "\"The", "Scottish government should perhaps focus more on gearing up for its new powers and getting the best for Scotland, rather than grievance.", "\"Labour's public services spokeswoman Jackie Baillie said: \"Ahead of the most important budget since devolution, it's time John Swinney backed up his anti-austerity posturing with something real.", "\"Telling", "us about pre-election giveaways now and cuts later isn't good enough.", "This needs to be a long-term budget.", "\"Scotland needs a government that spends less time congratulating itself on its spin and more time explaining its record.", "\"Scottish", "Labour will offer a real alternative to austerity, with different decisions on tax to the Tories, and different decisions on tax to the SNP.\""], "entity_counter": {"Mr Swinney": 4, "the UK government's recent spending review": 1, "\"unprecedented pressure": 1, "public expenditure": 1, "the border": 1, "the UK government": 9, "Scottish ministers": 1, "spending": 1, "his 2016-17 spending plans": 1, "cuts": 2, "its discretionary budget": 1, "real terms": 1, "that reduction": 1, "The chancellor": 1, "George Osborne": 1, "real terms cuts": 1, "Scotland": 7, "those cuts": 1, "now and the end": 1, "this approach": 1, "Debt": 1, "the deficit": 1, "this scale": 1, "The chancellor (George Osborne)": 1, "\"Now": 1, "the reality": 1, "the chancellor's decision": 1, "tough choices": 1, "the key priorities": 1, "the people": 2, "schools": 1, "hospitals": 1, "the police service": 1, "the chancellor's austerity": 1, "obsession\"": 1, "better outcomes": 1, "More police": 1, "lower crime": 1, "better schools": 1, "tuition-free university education": 1, "a health budget": 1, "a record level": 1, "\"These commitments": 1, "the prioritisation": 1, "Mr Swinney comments": 1, "a spokesman": 1, "the UK government's Scotland Office": 1, "£390m more spending": 1, "its own underspend": 1, "stability": 1, "the UK economy": 1, "the block grant": 1, "the current oil price": 1, "a much better deal": 1, "people": 1, "the constitutional alternative": 1, "its new powers": 1, "grievance": 1, "\"Labour's public services spokeswoman": 1, "Jackie Baillie": 1, "the most important budget": 1, "devolution": 1, "time": 1, "Swinney": 1, "his anti-austerity posturing": 1, "pre-election giveaways": 1, "a long-term budget": 1, "a government": 1, "less time": 1, "its spin": 1, "its record": 1, "\"Scottish": 1, "Labour": 1, "a real alternative": 1, "austerity": 1, "different decisions": 2, "tax": 2, "the Tories": 1, "the SNP": 1}, "negative_entity": "knife", "url": "http://web.archive.org/web/20151213032214/http://www.bbc.co.uk/news/uk-scotland-scotland-politics-35083545", "hash": "35083545", "traps": [["F0", "mr swinney said the uk government's recent spending review placed \"unprecedented pressure\" on public expenditure north of the border."], ["F5", "austerity would 's obsession\" are we is scottish austerity deliver in."], ["F6", "mr swinney is due to present its 2016-17 spending plans on wednesday."], ["F1", "swinney said 4.2 % of that reduction would not come between"], ["F6", "tells us this is a much better deal for people in scotland than the constitutional alternative favoured by the scottish government."], ["F4", "ben's intelligence and wit [are] unchanged."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.18686868686868685, "TConvS2S_feqa": 0.3333333333333333, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.08571428571428573}