{"BERTS2S": "google has lifted a ban on google\\'s search service in pakistan, which has been blocked by the country\\'s government.", "BERTS2S_lines": ["google has lifted a ban on google\\'s search service in pakistan, which has been blocked by the country\\'s government."], "TConvS2S": "youtube has become the first country in pakistan to introduce a ban on youtube on youtube.", "TConvS2S_lines": ["youtube has become the first country in pakistan to introduce a ban on youtube on youtube."], "Gold": "pakistan has unblocked the video sharing site, youtube, more than three years after it was banned for posting a video deemed insulting to islam.", "Gold_lines": ["pakistan has unblocked the video sharing site, youtube, more than three years after it was banned for posting a video deemed insulting to islam."], "PtGen": "pakistan has banned the sale of the prophet muhammad in a row over the removal of the prophet muhammad.", "PtGen_lines": ["pakistan has banned the sale of the prophet muhammad in a row over the removal of the prophet muhammad."], "TranS2S": "pakistan has lifted a ban on youtube over accessing content to youtube, the country\\'s supreme court has ruled.", "TranS2S_lines": ["pakistan has lifted a ban on youtube over accessing content to youtube, the country\\'s supreme court has ruled."], "article": "Pakistan's telecoms regulator said the ban was no longer necessary because Google, which owns YouTube, had now launched a Pakistan-specific version.YouTube has denied claims that the authorities can filter content.Many young Pakistanis have welcomed the lifting of the ban but some activists want details of the deal with Google.They say there should be greater transparency of the terms agreed between Google and the government.A Pakistan Telecommunication Authority (PTA) official confirmed to the BBC that all internet service providers had been directed to open access to YouTube.The Pakistan Telecommunication Company Ltd posted on its Facebook page on Monday: \"Welcome Back YouTube\".Pakistan's ministry of information technology said: \"Google has provided an online web process through which requests for blocking access of offending material can be made by the PTA to Google directly.\"Google/YouTube will accordingly restrict access to the said offending material for users within Pakistan.\"However, a YouTube spokeswoman said government requests for the removal of content would not automatically be granted.\"We have clear community guidelines, and when videos violate those rules, we remove them,\" she said.\"In addition, where we have launched YouTube locally and we are notified that a video is illegal in that country, we may restrict access to it after a thorough review.\"She said requests by governments for content to be removed would be recorded in YouTube's Transparency Report.Pakistan's ban on YouTube was imposed by the Supreme Court in 2012 after the US-made film Innocence of Muslims was uploaded.The amateur-made video was condemned in the Muslim world and sparked widespread protests for its mocking portrayal of the Prophet Muhammad.More than a dozen people died in protests in Pakistan.Blasphemy is a crime in Pakistan and can carry the death penalty, although such a sentence has not been carried out.Google revealed last week that it had launched local versions of YouTube for Nepal, Pakistan and Sri Lanka.", "article_lines": ["Pakistan's telecoms regulator said the ban was no longer necessary because Google, which owns YouTube, had now launched a Pakistan-specific version.", "YouTube has denied claims that the authorities can filter content.", "Many young Pakistanis have welcomed the lifting of the ban but some activists want details of the deal with Google.", "They say there should be greater transparency of the terms agreed between Google and the government.", "A Pakistan Telecommunication Authority (PTA) official confirmed to the BBC that all internet service providers had been directed to open access to YouTube.", "The Pakistan Telecommunication Company Ltd posted on its Facebook page on Monday:", "\"Welcome Back YouTube\".", "Pakistan's ministry of information technology said: \"Google has provided an online web process through which requests for blocking access of offending material can be made by the PTA to Google directly.", "\"Google", "/YouTube will accordingly restrict access to the said offending material for users within Pakistan.", "\"However", ", a YouTube spokeswoman said government requests for the removal of content would not automatically be granted.", "\"We have clear community guidelines, and when videos violate those rules, we remove them,\" she said.", "\"In", "addition, where we have launched YouTube locally and we are notified that a video is illegal in that country, we may restrict access to it after a thorough review.", "\"She said requests by governments for content to be removed would be recorded in YouTube's Transparency Report.", "Pakistan's ban on YouTube was imposed by the Supreme Court in 2012 after the US-made film Innocence of Muslims was uploaded.", "The amateur-made video was condemned in the Muslim world and sparked widespread protests for its mocking portrayal of the Prophet Muhammad.", "More than a dozen people died in protests in Pakistan.", "Blasphemy is a crime in Pakistan and can carry the death penalty, although such a sentence has not been carried out.", "Google revealed last week that it had launched local versions of YouTube for Nepal, Pakistan and Sri Lanka."], "entity_counter": {"Pakistan's telecoms regulator": 1, "the ban": 2, "Google": 6, "YouTube": 7, "a Pakistan-specific version": 1, "claims": 1, "the authorities": 1, "content": 3, "Many young Pakistanis": 1, "the lifting": 1, "some activists": 1, "details": 1, "the deal": 1, "greater transparency": 1, "the terms": 1, "the government": 1, "PTA": 1, "the BBC": 1, "all internet service providers": 1, "access": 4, "The Pakistan Telecommunication Company Ltd": 1, "its Facebook page": 1, "information": 1, "an online web process": 1, "requests": 2, "offending material": 1, "the PTA": 1, "the said offending material": 1, "users": 1, "Pakistan": 4, "\"However": 1, "a YouTube spokeswoman": 1, "government requests": 1, "the removal": 1, "clear community guidelines": 1, "videos": 1, "those rules": 1, "addition": 1, "a video": 2, "that country": 1, "a thorough review": 1, "governments": 1, "YouTube's Transparency Report": 1, "Pakistan's ban": 1, "the Supreme Court": 1, "the US-made film Innocence": 1, "Muslims": 1, "the Muslim world": 1, "widespread protests": 1, "its mocking portrayal": 1, "the Prophet": 1, "Muhammad": 1, "More than a dozen people": 1, "protests": 1, "Blasphemy": 1, "a crime": 1, "the death penalty": 1, "such a sentence": 1, "local versions": 1, "Nepal": 1, "Sri Lanka": 1}, "negative_entity": "Germany", "url": "http://web.archive.org/web/20160119041129/http://www.bbc.co.uk/news/world-asia-35345872", "hash": "35345872", "traps": [["F4", "the site at knottingley, west yorkshire is to burn fuel from refuse, industrial and commercial waste including wood, said operator multifuel energy ltd."], ["F1", "/youtube will not accordingly restrict access to the said offending material for users within pakistan ."], ["F0", "pakistan's telecoms regulator said the ban was no longer necessary because google, which owns youtube, had now launched a pakistan-specific version."], ["F4", "a nuffield trust review found examples of nurses filling in for hospital doctors and pharmacists for gps."], ["F6", "\"you have clear community guidelines, and when videos violate those rules, we remove them,\" she said."], ["F1", "/youtube will not accordingly restrict access to the said offending material for users within pakistan ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.0, "TConvS2S_feqa": 0.17129629629629628, "PtGen_feqa": 0.1, "TranS2S_feqa": 0.1693121693121693}