{"BERTS2S": "wales \\'natural resources wales ( nrw ) has accused the uk government of \" unrealistic \" plans for a tidal lagoon in swansea bay.", "BERTS2S_lines": ["wales", "\\'natural resources", "wales ( nrw ) has accused the uk government of \" unrealistic \" plans for a tidal lagoon in swansea bay."], "TConvS2S": "the welsh government has said it is ``appalled\\'\\'by the decision to review the controversial tidal lagoon in swansea bay.", "TConvS2S_lines": ["the welsh government has said it is ``appalled\\'\\'by the decision to review the controversial tidal lagoon in swansea bay."], "Gold": "the developers of the proposed swansea bay tidal lagoon have accused natural resources wales (nrw) of publishing a ``grossly misleading\\'\\'analysis of the project\\'s likely impact on fish.", "Gold_lines": ["the developers of the proposed swansea bay tidal lagoon have accused natural resources wales (nrw) of publishing a ``grossly misleading\\'\\'analysis of the project\\'s likely impact on fish."], "PtGen": "swansea\\'s # 1bn tidal lagoon in swansea has been rated ``unrealistic\\'\\'by the developer of the welsh government.", "PtGen_lines": ["swansea\\'s # 1bn tidal lagoon in swansea has been rated ``unrealistic\\'\\'by the developer of the welsh government."], "TranS2S": "the company behind a proposed tidal lagoon in swansea bay said it was \" disappointed \" that it received calls from the welsh government for misleading data.", "TranS2S_lines": ["the company behind a proposed tidal lagoon in swansea bay said it was \" disappointed \" that it received calls from the welsh government for misleading data."], "article": "Earlier this month, NRW estimated the lagoon would mean 21% of salmon and 25% of sea trout dying each year, as they migrate to and from local rivers.Tidal Lagoon Power (TLP) said the claims had no \"clear scientific basis\".NRW said its figures were based on the \"best available evidence\" it received.In a briefing note sent to AMs and seen by BBC Wales, TLP disputed NRW's figures and claimed that the regulator refused to share its methodology for calculating them.\"Without clear scientific basis NRW has recently published figures based in these 'what if' scenarios despite our request to consider the evidence needed to back them up prior to publication,\" the briefing said.\"These scenarios give unrealistic and grossly misleading impact figures [on fish],\" the briefing adds.TLP said that computer modelling carried out by experts on its behalf estimated a \"worst case scenario\" of the lagoon killing 2% of all species of fish.The Â£1.3bn Swansea tidal lagoon project is being viewed by the firm as a test bed for much larger and more cost effective versions around the coast, including Cardiff, Newport and Colwyn Bay.UK government ministers are considering the findings of a six-month review of the viability of the scheme, which is yet to be published.Wales' Environment Secretary Lesley Griffiths said the Welsh Government was \"very supportive\" of the scheme.But she said both it and the industry needed clarity on the UK government's position in the \"very, very near future.\"NRW said it strongly disagreed with TLP's criticism, which it was \"very surprised and disappointed by\".Gareth O'Shea, an NRW executive director, said: \"We have received a vast amount of evidence on this subject from the applicant and have held detailed discussions with the developer for a year-and-a-half where we have shared a huge amount of information, data and our methodology.\"This has been assessed by independent experts and our own technical experts, and we have the utmost confidence that it is the best evidence available to enable us to make the right decision for the environment in Wales, as we are legally bound to do.\"", "article_lines": ["Earlier this month, NRW estimated the lagoon would mean 21% of salmon and 25% of sea trout dying each year, as they migrate to and from local rivers.", "Tidal Lagoon Power (TLP) said the claims had", "no \"clear scientific basis\".NRW said its figures were based on the \"best available evidence\" it received.", "In a briefing note sent to AMs and seen by BBC Wales, TLP disputed NRW's figures and claimed that the regulator refused to share its methodology for calculating them.", "\"Without", "clear scientific basis NRW has recently published figures based in these 'what if' scenarios despite our request to consider the evidence needed to back them up prior to publication,\" the briefing said.", "\"These scenarios give unrealistic and grossly misleading impact figures [on fish],\" the briefing adds.", "TLP said that computer modelling carried out by experts on its behalf estimated a \"worst case scenario\" of the lagoon killing 2% of all species of fish.", "The Â£1.3bn Swansea tidal lagoon project is being viewed by the firm as a test bed for much larger and more cost effective versions around the coast, including Cardiff, Newport and Colwyn Bay.", "UK government ministers are considering the findings of a six-month review of the viability of the scheme, which is yet to be published.", "Wales' Environment Secretary Lesley Griffiths said the Welsh Government was \"very supportive\" of the scheme.", "But she said both it and the industry needed clarity on the UK government's position in the \"very, very near future.", "\"NRW said it strongly disagreed with TLP's criticism, which it was \"very surprised and disappointed by\".", "Gareth O'Shea, an NRW executive director, said: \"We have received a vast amount of evidence on this subject from the applicant and have held detailed discussions with the developer for a year-and-a-half where we have shared a huge amount of information, data and our methodology.", "\"This has been assessed by independent experts and our own technical experts, and we have the utmost confidence that it is the best evidence available to enable us to make the right decision for the environment in Wales, as we are legally bound to do.\""], "entity_counter": {"NRW": 2, "the lagoon": 2, "salmon": 1, "sea trout": 1, "local rivers": 1, "Tidal Lagoon Power": 1, "TLP": 3, "the claims": 1, "no \"clear scientific basis\".NRW": 1, "its figures": 1, "the \"best available evidence": 1, "a briefing note": 1, "AMs": 1, "BBC Wales": 1, "NRW's figures": 1, "the regulator": 1, "its methodology": 1, "clear scientific basis": 1, "figures": 1, "these 'what if' scenarios": 1, "our request": 1, "the evidence": 1, "publication": 1, "the briefing": 2, "\"These scenarios": 1, "unrealistic and grossly misleading impact figures": 1, "fish": 2, "computer modelling": 1, "experts": 1, "its behalf": 1, "a \"worst case scenario": 1, "all species": 1, "The Â£1.3bn": 1, "Swansea tidal lagoon project": 1, "the firm": 1, "a test bed": 1, "much larger and more cost effective versions": 1, "the coast": 1, "Cardiff": 1, "Newport": 1, "Colwyn Bay": 1, "UK government ministers": 1, "the findings": 1, "a six-month review": 1, "the viability": 1, "the scheme": 2, "Wales' Environment Secretary Lesley Griffiths": 1, "the Welsh Government": 1, "the industry": 1, "clarity": 1, "the UK government's position": 1, "the \"very, very near future": 1, "TLP's criticism": 1, "by\"": 1, "Gareth O'Shea": 1, "an NRW executive director": 1, "a vast amount": 1, "evidence": 1, "this subject": 1, "the applicant": 1, "detailed discussions": 1, "the developer": 1, "a huge amount": 1, "information": 1, "data": 1, "our methodology": 1, "\"This": 1, "independent experts": 1, "our own technical experts": 1, "the utmost confidence": 1, "the best evidence": 1, "the right decision": 1, "the environment": 1, "Wales": 1}, "negative_entity": "New York", "url": "http://web.archive.org/web/20170723115534/http://www.bbc.com/news/uk-wales-politics-38316455", "hash": "38316455", "traps": [["F4", "this linkwashington blamed russia and the syrian government for intensifying their attacks against civilians."], ["F4", "police in arkansas wish to unlock an iphone and ipod belonging to two teenagers accused of killing a couple, according to the associated press (ap).less than a day after its san bernardino announcement, the fbi agreed to help in the homicide case."], ["F0", "earlier this month, nrw estimated the lagoon would mean 21% of salmon and 25% of sea trout dying each year, as they migrate to and from local rivers."], ["F5", "request on fish 's welsh and basis\" adds of the and figures the utmost very."], ["F5", "it wales fish we were director have by bed enable a briefing nrw species."], ["F4", "the â£45m facility, to be built at sutherland drive in kilmarnock, will house primary and secondary schools, a gaelic school and a childcare centre."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.0, "TConvS2S_feqa": 0.17129629629629628, "PtGen_feqa": 0.1, "TranS2S_feqa": 0.1693121693121693}