{"BERTS2S": "a cat has died of antifreeze poisoning after eating antifreeze in a car park, the rspca has confirmed.", "BERTS2S_lines": ["a cat has died of antifreeze poisoning after eating antifreeze in a car park, the rspca has confirmed."], "TConvS2S": "a cat has died in a suspected chemical overdose, the rspca has confirmed.", "TConvS2S_lines": ["a cat has died in a suspected chemical overdose, the rspca has confirmed."], "Gold": "five cats have died from antifreeze poisoning on or near the same street in the space of two weeks, the rspca has said.", "Gold_lines": ["five cats have died from antifreeze poisoning on or near the same street in the space of two weeks, the rspca has said."], "PtGen": "a cat has died after being hit by a charity by a group of men, it has emerged.", "PtGen_lines": ["a cat has died after being hit by a charity by a group of men, it has emerged."], "TranS2S": "a cat has been found dead after a \" massive \" chemical spill in a street in leicestershire.", "TranS2S_lines": ["a cat has been found dead after a \" massive \" chemical spill in a street in leicestershire."], "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkThe charity said tests confirmed all of the cats near Victor Avenue, in Melton Mowbray, Leicestershire, had ingested the toxic substance.In the most recent case, seven-month-old Meereen died on Monday.An RSPCA spokesman said it was unclear whether the poisonings were accidental or deliberate.Updates on this story and more from LeicestershireThree other cats in the area have died in the last seven days, while another cat died two weeks ago.Meereen's \"devastated\" owner, Adria Pearce, said the cat came home on Friday evening and \"seemed to be shivering a little\".\"I haven't been able to stop crying since she died,\" she said.\"We found her behind the sofa, where she was foaming from the mouth and trying to be sick.\"Meereen was taken to the vets - where it was confirmed she had consumed antifreeze - and died three days later.RSPCA inspector, Andy Bostock, is appealing for everyone in the area to ensure pesticides and chemicals were stored safely.\"We are very concerned,\" he said.\"It is the time of year where people use antifreeze in their cars, so if you do, please make sure there are no leaks and any spills are cleaned up properly.\"", "article_lines": ["Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy", "this linkThe charity said tests confirmed all of the cats near Victor Avenue, in Melton Mowbray, Leicestershire, had ingested the toxic substance.", "In the most recent case, seven-month-old Meereen died on Monday.", "An RSPCA spokesman said it was unclear whether the poisonings were accidental or deliberate.", "Updates on this story and more from LeicestershireThree other cats in the area have died in the last seven days, while another cat died two weeks ago.", "Meereen's \"devastated\" owner, Adria Pearce, said the cat came home on Friday evening and \"seemed to be shivering a", "little\".", "\"I haven't been able to stop crying since she died,\" she said.", "\"We found her behind the sofa, where she was foaming from the mouth and trying to be sick.", "\"Meereen was taken to the vets - where it was confirmed she had consumed antifreeze - and died three days later.", "RSPCA inspector, Andy Bostock, is appealing for everyone in the area to ensure pesticides and chemicals were stored safely.", "\"We are very concerned,\" he said.", "\"It is the time of year where people use antifreeze in their cars, so if you do, please make sure there are no leaks and", "any spills are cleaned up properly.\""], "entity_counter": {"this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy": 1, "this linkThe charity": 1, "tests": 1, "the cats": 1, "Victor Avenue": 1, "Melton Mowbray": 1, "Leicestershire": 1, "the toxic substance": 1, "the most recent case": 1, "seven-month-old Meereen": 1, "An RSPCA spokesman": 1, "the poisonings": 1, "Updates": 1, "this story": 1, "LeicestershireThree other cats": 1, "the area": 2, "another cat": 2, "Meereen's \"devastated\" owner": 1, "Adria Pearce": 1, "\"I": 1, "the sofa": 1, "the mouth": 1, "the vets": 1, "antifreeze": 2, "RSPCA inspector": 1, "Andy Bostock": 1, "pesticides": 1, "chemicals": 1, "people": 1, "their cars": 1, "no leaks": 1, "any spills": 1}, "negative_entity": "New York", "url": "http://web.archive.org/web/20161219045140/http://www.bbc.co.uk/news/uk-england-leicestershire-38329319", "hash": "38329319", "traps": [["F1", "an rspca spokesman said it was unclear whether the poisonings were not accidental or deliberate ."], ["F6", "\"it is the time of year where people use antifreeze in their cars, so if him do, please make sure there are no leaks and"], ["F4", "but evans is desperate not to miss out again after play-off losses for euro 2013 and last year's  world cup."], ["F1", "any spills are not cleaned up properly . \""], ["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"], ["F1", "an rspca spokesman said it was not unclear whether the poisonings were accidental or deliberate ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.11363636363636365, "TConvS2S_feqa": 0.2571428571428571, "PtGen_feqa": 0.2222222222222222, "TranS2S_feqa": 0.32645161290322583}