{"BERTS2S": "the wife of a british-iranian woman jailed in iran has called on the government to appeal against her conviction.", "BERTS2S_lines": ["the wife of a british-iranian woman jailed in iran has called on the government to appeal against her conviction."], "TConvS2S": "the wife of a british woman who has been imprisoned in iran for more than a decade has said he is ``thrilled\\'\\'by the case.", "TConvS2S_lines": ["the wife of a british woman who has been imprisoned in iran for more than a decade has said he is ``thrilled\\'\\'by the case."], "Gold": "the husband of a british-iranian charity worker jailed in iran is ``terrified\\'\\'about the outcome of his wife\\'s appeal, he has said.", "Gold_lines": ["the husband of a british-iranian charity worker jailed in iran is ``terrified\\'\\'about the outcome of his wife\\'s appeal, he has said."], "PtGen": "the wife of a british banker accused of plotting to topple the uk has been jailed for two-and-a-half years.", "PtGen_lines": ["the wife of a british banker accused of plotting to topple the uk has been jailed for two-and-a-half years."], "TranS2S": "iran\\'s ex-wife has called on the british government to appeal against her jailed sentence for plotting mass murder in tehran.", "TranS2S_lines": ["iran\\'s ex-wife has called on the british government to appeal against her jailed sentence for plotting mass murder in tehran."], "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkNazanin Zaghari-Ratcliffe was sentenced to five years for allegedly plotting to topple the government in Tehran.Her husband, Richard Ratcliffe, has criticised the UK government for a lack of action and said the appeal against the term was happening in \"secret\".It is understood it is being held in Tehran on Wednesday.Mrs Zaghari-Ratcliffe, 38 has spent time in solitary confinement since her arrest at Tehran Airport last April, with her two-year-old daughter Gabriella.The child has remained in Iran after the government confiscated her passport and is being looked after by her grandparents.Mrs Zaghari-Ratcliffe was sentenced to five years in jail in September on charges that have not been disclosed.Mr Ratcliffe said the family could not go to his wife's appeal hearing and did not know when to expect a result as it was \"another of these secret trials\".He said: \"Obviously her father is terrified, as am I. We are increasingly on tenterhooks as to what could happen.\"Mr Ratcliffe, 41, believes his wife is being used as a bargaining chip in a diplomatic row between Iran and the UK.He said he will know when the appeal has happened and what was said in the courtroom but the final outcome \"might come today, it might come next week\".There was a gap of about four weeks between his wife's trial and the verdict, he added.Mr Ratcliffe said his wife had felt suicidal and had started a hunger strike during her time in jail but there was \"more fight in her\" since being moved out of solitary confinement over Christmas.He told BBC Breakfast the outcome of the appeal was \"unpredictable\" as it could see her sentence quashed, reduced or increased.Speaking about his daughter, Mr Ratcliffe said: \"I have watched her grow up on Skype.\"She has lost her English, and she is now pretty much fluent in Farsi - with only a few words in English.\"Conversations now either have to be translated through one of her aunts and uncles or they are very physical - so playing peekaboo and watching her dancing.\"Mr Ratcliffe said he was trying to get a visa so he could visit his wife and daughter.Amnesty International UK said Mrs Zaghari-Ratcliffe was a \"prisoner of conscience\" who was being held for \"peacefully exercising her right to freedom of expression and association\".Risk campaign manager Kathy Voss added: \"Though she shouldn't even find herself in this awful position, we very much hope the appeal will rule in Nazanin's favour and order her immediate release.\"", "article_lines": ["Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy", "this linkNazanin", "Zaghari-Ratcliffe was sentenced to five years for allegedly plotting to topple the government in Tehran.", "Her husband, Richard Ratcliffe, has criticised the UK government for a lack of action and said the appeal against the term was happening in \"secret\".", "It is understood it is being held in Tehran on Wednesday.", "Mrs Zaghari-Ratcliffe, 38 has spent time in solitary confinement since her arrest at Tehran Airport last April, with her two-year-old daughter Gabriella.", "The child has remained in Iran after the government confiscated her passport and is being looked after by her grandparents.", "Mrs Zaghari-Ratcliffe was sentenced to five years in jail in September on charges that have not been disclosed.", "Mr Ratcliffe said the family could not go to his wife's appeal hearing and did not know when to expect a result as it was \"another of these secret trials\".", "He said: \"Obviously her father is terrified, as am I.", "We are increasingly on tenterhooks as to what could happen.", "\"Mr", "Ratcliffe, 41, believes his wife is being used as a bargaining chip in a diplomatic row between Iran and the UK.He said he will know when the appeal has happened and what was said in the courtroom but the final outcome \"might come today, it might come next", "week\".", "There was a gap of about four weeks between his wife's trial and the verdict, he added.", "Mr Ratcliffe said his wife had felt suicidal and had started a hunger strike during her time in jail but there was \"more fight in her\" since being moved out of solitary confinement over Christmas.", "He told BBC Breakfast the outcome of the appeal was \"unpredictable\" as it could see her sentence quashed, reduced or increased.", "Speaking about his daughter, Mr Ratcliffe said: \"I have watched her grow up on Skype.", "\"She has lost her English, and she is now pretty much fluent in Farsi - with only a few words in English.", "\"Conversations", "now either have to be translated through one of her aunts and uncles", "or they are very physical - so playing peekaboo and watching her dancing.", "\"Mr", "Ratcliffe said he was trying to get a visa", "so he could visit his wife and daughter.", "Amnesty International UK said Mrs Zaghari-Ratcliffe was a \"prisoner of conscience\" who was being held for \"peacefully exercising her right to freedom of expression", "and", "association\".", "Risk campaign manager Kathy Voss added: \"Though she shouldn't even find herself in this awful position, we very much hope the appeal will rule in Nazanin's favour and order her immediate release.\""], "entity_counter": {"this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy": 1, "Zaghari-Ratcliffe": 1, "the government": 3, "Tehran": 2, "Her husband": 1, "Richard Ratcliffe": 1, "a lack": 1, "action": 1, "the appeal": 4, "the term": 1, "secret\"": 1, "Mrs Zaghari-Ratcliffe": 7, "time": 1, "solitary confinement": 2, "her arrest": 1, "Tehran Airport": 1, "her two-year-old daughter": 1, "Gabriella": 1, "The child": 1, "Iran": 2, "her passport": 1, "her grandparents": 1, "jail": 2, "charges": 1, "the family": 1, "his wife's appeal hearing": 1, "a result": 1, "her father": 1, "tenterhooks": 1, "Ratcliffe": 1, "his wife": 4, "a bargaining chip": 1, "a diplomatic row": 1, "the UK.He": 1, "the courtroom": 1, "the final outcome": 1, "week\"": 1, "a gap": 1, "his wife's trial": 1, "the verdict": 1, "a hunger strike": 1, "her time": 1, "more fight": 1, "BBC Breakfast": 1, "the outcome": 1, "her sentence": 1, "Skype": 1, "her English": 1, "Farsi": 1, "only a few words": 1, "English": 1, "\"Conversations": 1, "her aunts": 1, "uncles": 1, "peekaboo": 1, "her dancing": 1, "a visa": 1, "daughter": 1, "Amnesty International UK": 1, "a \"prisoner": 1, "conscience": 1, "her right": 1, "freedom": 1, "expression": 1, "association\"": 1, "Risk campaign manager Kathy Voss": 1, "this awful position": 1, "Nazanin's favour": 1, "her immediate release": 1}, "negative_entity": "lake", "url": "http://web.archive.org/web/20170123031226/http://www.bbc.com/news/uk-38505171", "hash": "38505171", "traps": [["F6", "mrs zaghari-ratcliffe, 38 has spent time in solitary confinement since her arrest at tehran airport last april, with your two-year-old daughter gabriella."], ["F6", "he told bbc breakfast the outcome of the appeal was \"unpredictable\" as it could see his sentence quashed, reduced or increased."], ["F4", "wenger, whose club contract runs to the summer, has been linked with the job."], ["F1", "we are increasingly on tenterhooks as to what could not happen ."], ["F5", "grow mr tehran years increased on this."], ["F5", "had increasingly been lost outcome he was said on was on the voss trying outcome."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.08024691358024691, "TConvS2S_feqa": 0.175, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.0}