{"BERTS2S": "a millionaire millionaire was unlawfully killed by his wife, an inquest has heard.", "BERTS2S_lines": ["a millionaire millionaire was unlawfully killed by his wife, an inquest has heard."], "TConvS2S": "an inquest into the death of a man who was shot in the head by his wife has been found dead in his nursing home.", "TConvS2S_lines": ["an inquest into the death of a man who was shot in the head by his wife has been found dead in his nursing home."], "Gold": "the family of a millionaire businessman ``are sure\\'\\'he was killed for his money by his ukrainian wife, an inquest has heard.", "Gold_lines": ["the family of a millionaire businessman ``are sure\\'\\'he was killed for his money by his ukrainian wife, an inquest has heard."], "PtGen": "a millionaire accused of murdering his wife has told a murder trial she had been ``unlawfully\\'\\'killed.", "PtGen_lines": ["a millionaire accused of murdering his wife has told a murder trial she had been ``unlawfully\\'\\'killed."], "TranS2S": "a ukrainian millionaire has been cleared of killing his wife.", "TranS2S_lines": ["a ukrainian millionaire has been cleared of killing his wife."], "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkBarry Pring, 47, was killed by a speeding car as he tried to hail a taxi on the hard shoulder of a dual carriageway in Kiev in 2008.His wife, Ganna Ziuzina, had returned to a restaurant for a missing glove.The coroner at Exeter County Hall, Dr Elizabeth Earland, recorded a verdict of unlawful killing.More on the millionaire 'murdered' by his wife, and other newsShe said: \"His guard was lowered by inebriation. The car had stolen licence plates and did not brake or stop.\"I am satisfied that having heard all the evidence... much of it circumstantial, nevertheless, in my view it is overwhelming.\"I am satisfied beyond reasonable doubt that Barry John Pring has been unlawfully killed.\"She said the case demonstrated the difficulty in investigating a case of a death abroad, adding: \"Our thoughts and condolences must go to the family who have endured years and years of distress and unhappiness.\"Close friend Peter Clifford, a lawyer, told the inquest he had \"no reasonable doubt\" that Barry was murdered.Ms Ziuzina, known as Anna, was 19 years younger than her husband. She tried to claim his assets within days of his death.His family believe he was killed in a staged hit and run accident.The couple met online in 2006 and were married in 2007 following a four-day engagement.Mr Pring's mother, Irene Pring, said Ms Ziuzina claimed to be a teacher when the pair first met, but she was in fact a lap dancer and stripper.She said: \"We are sure Anna had some involvement in his death to inherit his money and property.\"I was quite surprised how cold she was with Barry. She did not lift a finger, she was a lazy thing.\"The inquest heard Ms Ziuzina sold her husband's Range Rover, contents from his flat and moved funds from his bank account.The hearing was also told she was \"entitled to the first Â£200,000 of his estate\" and that computer records revealed \"she was having an affair with a Ukrainian man\".Greater Devon coroner Dr Elizabeth Earland said \"strenuous attempts\" had been made to get her to attend the inquest, but without success.In a statement, Ms Ziuzina said she had made \"three separate statements to Ukrainian police\" and did not believe she could \"add anything further\".Det Con Jonathan Watts, from Devon and Cornwall Police, said Mr Pring was hit by a car with no lights, speeding at 75mph.He also said witnesses at the scene in Kiev described the killing \"as a deliberate act\".The Ukrainian police closed an inquiry into his death, but relaunched it in 2011 as a murder inquiry. The case is still active \"but not actively pursued\".", "article_lines": ["Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy", "this linkBarry", "Pring, 47, was killed by a speeding car as he tried to hail a taxi on the hard shoulder of a dual carriageway in Kiev in 2008.His wife, Ganna Ziuzina, had returned to a restaurant for a missing glove.", "The coroner at Exeter County Hall, Dr Elizabeth Earland, recorded a verdict of unlawful killing.", "More on the millionaire 'murdered' by his wife, and other newsShe said: \"His guard was lowered by inebriation.", "The car had stolen licence plates and did not brake or stop.", "\"I am satisfied that having heard all the evidence...", "much of it circumstantial, nevertheless, in my view it is overwhelming.", "\"I am satisfied beyond reasonable doubt that Barry John Pring has been unlawfully killed.", "\"She said the case demonstrated the difficulty in investigating a case of a death abroad, adding: \"Our thoughts and condolences must go to the family who have endured years and years of distress and unhappiness.", "\"Close", "friend Peter Clifford, a lawyer, told the inquest he had \"no reasonable doubt\" that Barry was murdered.", "Ms Ziuzina, known as Anna, was 19 years younger than her husband.", "She tried to claim his assets within days of his death.", "His family believe he was killed in a staged hit and run accident.", "The couple met online in 2006 and were married in 2007 following a four-day engagement.", "Mr Pring's mother, Irene Pring, said Ms Ziuzina claimed to be a teacher when the pair first met, but she was in fact a lap dancer and stripper.", "She said: \"We are sure Anna had some involvement in his death to inherit his money and property.", "\"I was quite surprised how cold she was with Barry.", "She did not lift a finger, she was a lazy thing.", "\"The inquest heard Ms Ziuzina sold her husband's Range Rover, contents from his flat and moved funds from his bank account.", "The hearing was also told she was \"entitled to the first Â£200,000 of his estate\" and that computer records revealed \"she was having an affair with a Ukrainian man\".", "Greater Devon coroner", "Dr Elizabeth Earland said \"strenuous attempts\" had been made to get her to attend the inquest, but without success.", "In a statement, Ms Ziuzina said she had made \"three separate statements to Ukrainian police\" and did not believe she could \"add anything", "further\".", "Det Con Jonathan Watts, from Devon and Cornwall Police, said Mr Pring was hit by a car with no lights, speeding at 75mph.", "He also said witnesses at the scene in Kiev described the killing \"as a deliberate act\".", "The Ukrainian police closed an inquiry into his death, but relaunched it in 2011 as a murder inquiry.", "The case is still active \"but not actively pursued\"."], "entity_counter": {"this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy": 1, "Pring": 1, "a speeding car": 2, "a taxi": 1, "the hard shoulder": 1, "a dual carriageway": 1, "Kiev": 2, "2008.His wife": 1, "Ganna Ziuzina": 1, "a restaurant": 1, "a missing glove": 1, "The coroner": 1, "Exeter County Hall": 1, "Dr Elizabeth Earland": 2, "a verdict": 1, "unlawful killing": 1, "the millionaire": 1, "his wife": 1, "other newsShe": 1, "His guard": 1, "inebriation": 1, "stolen licence plates": 1, "all the evidence": 1, "my view": 1, "reasonable doubt": 1, "Barry John Pring": 1, "the case": 1, "the difficulty": 1, "a case": 1, "a death": 1, "Our thoughts": 1, "condolences": 1, "the family": 1, "distress": 1, "unhappiness": 1, "friend Peter Clifford": 1, "a lawyer": 1, "the inquest": 1, "no reasonable doubt": 1, "Barry": 2, "Ms Ziuzina": 5, "Anna": 1, "her husband": 1, "his assets": 1, "his death": 3, "His family": 2, "a staged hit and run accident": 1, "a four-day engagement": 1, "Mr Pring's mother": 1, "Irene Pring": 1, "a teacher": 1, "the pair": 1, "fact": 1, "a lap dancer": 1, "stripper": 1, "some involvement": 1, "his money": 1, "property": 1, "\"I": 1, "a finger": 1, "a lazy thing": 1, "\"The inquest": 2, "her husband's Range Rover": 1, "contents": 1, "funds": 1, "his bank account": 1, "The hearing": 1, "the first Â£200,000": 1, "his estate": 1, "computer records": 1, "an affair": 1, "a Ukrainian man\"": 1, "Greater Devon coroner": 1, "strenuous attempts": 1, "success": 1, "a statement": 1, "\"three separate statements": 1, "Ukrainian police": 1, "further\"": 1, "Det Con Jonathan Watts": 1, "Devon and Cornwall Police": 2, "Mr Pring": 1, "a car": 1, "no lights": 1, "witnesses": 1, "the scene": 1, "the killing": 1, "a deliberate act\"": 1, "an inquiry": 1, "a murder inquiry": 1, "The case": 1}, "negative_entity": "Obama", "url": "http://web.archive.org/web/20170124192915/http://www.bbc.com/news/uk-england-devon-38728777", "hash": "38728777", "traps": [["F6", "ms ziuzina, known as anna, was 19 years younger than your husband."], ["F4", "four of those have been headers, and clement believes his aerial prowess compares to the world's best players."], ["F4", "headley was sentenced in 2006 for rape and robbery, maycock was jailed in the same year for gbh, while bromwich was sentenced in 2001 for rape."], ["F6", "\"she said the case demonstrated the difficulty in investigating a case of a death abroad, adding: \"its thoughts and condolences must go to the family who have endured years and years of distress and unhappiness."], ["F6", "the ukrainian police closed an inquiry into your death, but relaunched it in 2011 as a murder inquiry."], ["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.0, "TConvS2S_feqa": 0.17129629629629628, "PtGen_feqa": 0.1, "TranS2S_feqa": 0.1693121693121693}