{"BERTS2S": "the leader of the sdlp has said he has no regrets about saying he would not vote for the sdlp in the upcoming assembly election.", "BERTS2S_lines": ["the leader of the sdlp has said he has no regrets about saying he would not vote for the sdlp in the upcoming assembly election."], "TConvS2S": "ulster unionist leader mike nesbitt has said he was ``surprised\\'\\'by the response to his party\\'s election victory.", "TConvS2S_lines": ["ulster unionist leader mike nesbitt has said he was ``surprised\\'\\'by the response to his party\\'s election victory."], "Gold": "the ulster unionist leader has denied he made a mistake by saying he intends to give the sdlp his second preference in the assembly election.", "Gold_lines": ["the ulster unionist leader has denied he made a mistake by saying he intends to give the sdlp his second preference in the assembly election."], "PtGen": "danny nesbitt\\'s resignation as ulster unionist party leaders have said they are ``very confident\\'\\'ulster unionist leader.", "PtGen_lines": ["danny nesbitt\\'s resignation as ulster unionist party leaders have said they are ``very confident\\'\\'ulster unionist leader."], "TranS2S": "the former ulster unionist leader mike nesbitt has said he does not want to quit the party.", "TranS2S_lines": ["the former ulster unionist leader mike nesbitt has said he does not want to quit the party."], "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkAt the end of his speech launching the party's manifesto, Mike Nesbitt said: \"Domination doesn't work, partnership does.\"Ulster Unionists want the election to be a referendum on how the Renewable Heat Incentive debacle was handled.But the focus has now turned on them following Mr Nesbitt's comments.Mr Nesbitt was asked about the decision of his senior party colleague Danny Kennedy to publicly distance himself from the remarks.He turned to Mr Kennedy, who was sitting behind him on the platform, and said: \"It wasn't disappointing, it was actually quite reaffirming to know Danny was listening.\"The line brought laughter from other candidates and party members.Under questioning from journalists, Mr Nesbitt denied that he had any regrets or that he had made a mistake.\"What I have said consistently is vote Ulster Unionists and then for any candidate that you believe will do the right thing within your community, within your constituency and within the country,\" he said.He added that he \"wouldn't withdraw a word\" of what he had said and was thinking only of what what would happen after the election.\"The fact is, if we are going into [Stormont] Castle, it will be with a nationalist party,\" he said.\"Now, would I rather go in with Sinn Féin or the SDLP? I would rather go in with the SDLP.\"Mr Nesbitt went on to say that, on Monday, he spent a lot of time time knocking doors in heavily unionist areas with \"very little criticism and a lot of support for what I was talking about\".\"I am confident in my position and I'm very confident and relaxed that [candidates] behind me are taking different positions in terms of vote transfer,\" he said.\"But people will come back on 2 March to thinking about the £85,000 a day that is going up in smoke, the 10 years of the DUP and Sin Féin in that castle and the impossibility, no matter what anybody writes in a platform piece for the newspaper, of leopards changing their spots.\"The manifesto, entitled 'Real Partnership', includes calls for action in tackling waiting lists, increasing PSNI numbers to 7,500, prioritising the York Street interchange, standing up for the LGBT community and \"guaranteeing\" that no group is worse off because of Brexit.In a section entitled 'Cleaning Up Stormont', the party calls for:On the theme of the election being a referendum, he said it was about \"incompetence, arrogance, cronyism and the strong whiff of corruption\".He must hope that message will resonate more strongly than the continuing controversy over his remarks about transferring to the SDLP.", "article_lines": ["Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkAt the end of his speech launching the party's manifesto, Mike Nesbitt said: \"Domination doesn't work, partnership does.", "\"Ulster Unionists want the election to be a referendum on how the Renewable Heat Incentive debacle was handled.", "But the focus has now turned on them following Mr Nesbitt's comments.", "Mr Nesbitt was asked about the decision of his senior party colleague Danny Kennedy to publicly distance himself from the remarks.", "He turned to Mr Kennedy, who was sitting behind him on the platform, and said: \"It wasn't disappointing, it was actually quite reaffirming to know", "Danny was listening.", "\"The", "line brought laughter from other candidates and party members.", "Under questioning from journalists, Mr Nesbitt denied that he had any regrets or that he had made a mistake.", "\"What", "I have said consistently is vote Ulster Unionists and then for any candidate that you believe will do the right thing within your community, within your constituency and within the country,\" he said.", "He added that he \"wouldn't withdraw a word\" of what he had said and was thinking only of what what would happen after the election.", "\"The", "fact is, if we are going into [Stormont] Castle, it will be with a nationalist party,\" he said.", "\"Now, would I rather go in with Sinn Féin or the SDLP?", "I would rather go in with", "the SDLP.\"Mr Nesbitt went on to say that, on Monday, he spent a lot of time time knocking doors in heavily unionist areas with \"very little criticism and a lot of support for what I was talking", "about\".", "\"I am confident in my position and I'm very confident and relaxed that [candidates] behind me are taking different positions in terms of vote transfer,\" he said.", "\"But people will come back on 2 March to thinking about the £85,000 a day that is going up in smoke, the 10 years of the DUP and Sin Féin in that castle and the impossibility, no matter what anybody writes in a platform piece for the newspaper, of leopards changing their spots.", "\"The", "manifesto, entitled 'Real Partnership', includes calls for action in tackling waiting lists, increasing PSNI numbers to 7,500, prioritising the York Street interchange, standing up for the LGBT community and \"guaranteeing\" that no group is worse off because of Brexit.", "In a section entitled 'Cleaning Up Stormont', the party calls for:On the theme of the election being a referendum, he said it was about \"incompetence, arrogance, cronyism and the strong whiff of corruption\".", "He must hope that message will resonate more strongly than the continuing controversy over his remarks about transferring to the SDLP."], "entity_counter": {"this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy": 1, "the end": 1, "his speech": 1, "the party's manifesto": 1, "Mike Nesbitt": 4, "Domination": 1, "partnership": 1, "Unionists": 1, "the election": 3, "a referendum": 2, "the Renewable Heat Incentive debacle": 1, "the focus": 1, "Mr Nesbitt's comments": 1, "the decision": 1, "his senior party colleague Danny Kennedy": 2, "the remarks": 1, "Mr Kennedy": 1, "the platform": 1, "line": 1, "laughter": 1, "other candidates": 1, "party members": 1, "journalists": 1, "any regrets": 1, "a mistake": 1, "\"What": 1, "vote Ulster Unionists": 1, "any candidate": 1, "the right thing": 1, "your community": 1, "your constituency": 1, "the country": 1, "a word": 1, "fact": 1, "[Stormont] Castle": 2, "a nationalist party": 1, "Sinn Féin": 1, "the SDLP": 2, "a lot": 2, "time time": 1, "doors": 1, "heavily unionist areas": 1, "very little criticism": 1, "support": 1, "about\"": 1, "my position": 1, "[candidates": 1, "different positions": 1, "terms": 1, "vote transfer": 1, "people": 1, "smoke": 1, "the DUP": 1, "Sin Féin": 1, "the impossibility": 1, "a platform piece": 1, "the newspaper": 1, "leopards": 1, "their spots": 1, "\"The": 1, "manifesto": 1, "calls": 1, "action": 1, "waiting lists": 1, "PSNI numbers": 1, "the York Street interchange": 1, "the LGBT community": 1, "no group": 1, "Brexit": 1, "a section": 1, "Stormont": 1, "the party": 1, "the theme": 1, "incompetence": 1, "arrogance": 1, "cronyism": 1, "the strong whiff": 1, "corruption\"": 1, "that message": 1, "the continuing controversy": 1, "his remarks": 1}, "negative_entity": "Clinton", "url": "http://web.archive.org/web/20170227092646/http://www.bbc.co.uk/news/uk-northern-ireland-politics-38973171", "hash": "38973171", "traps": [["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy this linkat the end of his speech launching the party's manifesto, mike nesbitt said: \"domination doesn't work, partnership does."], ["F1", "i would not rather go in with"], ["F1", "\" now , would not i rather go in with sinn féin or the sdlp ?"], ["F6", "\"i am confident in my position and i'm very confident and relaxed that [candidates] behind you are taking different positions in terms of vote transfer,\" he said."], ["F6", "fact is, if we are going into [stormont] castle, it will be with a nationalist party,\" she said."], ["F5", "includes focus years be he and has kennedy is what the said."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.09523809523809523, "TConvS2S_feqa": 0.18245614035087718, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.3333333333333333}