{"BERTS2S": "a mother who was murdered by a soldier has been jailed for three years.", "BERTS2S_lines": ["a mother who was murdered by a soldier has been jailed for three years."], "TConvS2S": "a mother accused of murdering her six-year-old daughter has told a jury she was ``too scared\\'\\'to kill her daughter.", "TConvS2S_lines": ["a mother accused of murdering her six-year-old daughter has told a jury she was ``too scared\\'\\'to kill her daughter."], "Gold": "the parents of a woman murdered by her ex-boyfriend have said they knew immediately he was responsible.", "Gold_lines": ["the parents of a woman murdered by her ex-boyfriend have said they knew immediately he was responsible."], "PtGen": "the parents of a woman who murdered her sick baby have said they have been ``overwhelmed\\'\\'by her parents.", "PtGen_lines": ["the parents of a woman who murdered her sick baby have said they have been ``overwhelmed\\'\\'by her parents."], "TranS2S": "a former soldier has told a court she believes the parents of three-year-old alice alice ingles should be jailed for four years.", "TranS2S_lines": ["a former soldier has told a court she believes the parents of three-year-old alice alice ingles should be jailed for four years."], "article": "Lance Corporal Trimaan \"Harry\" Dhillon stalked Alice Ruggles before fatally attacking her last October.Her parents Sue Hills and Clive Ruggles described the moment two Northumbria Police officers knocked on their door.Prof Ruggles said: \"And then they said to us Alice has been killed. And we looked at each other and said 'It's Harry'. We knew, we knew even then.\"The trial at Newcastle Crown Court heard Dhillon had become obsessed with the 24-year-old and had stalked her.Dr Hills told of her guilt about trying to reassure her daughter on the phone two days before.She said: \"And I sort of reassured her that was ok, the police knew what was going on and that it would be all right and if she just ignored him he would ignore her.\"And I only put the phone down for 10 minutes and Emma (daughter) rang and said 'You cannot tell that to her, he's going to kill her. You have got to do something'.\"And I thought she was over-reacting so I just said 'don't be silly'.\"And so of course as soon as I saw the police I knew that's that what it was.\"And I felt such a sense of guilt for having first of all told Alice not to worry and secondly told Emma not to be silly when actually if I hadn't said that Alice might still be alive.\"Prof Ruggles said he didn't think any of them, including his daughter, realised how serious the situation was despite the signs.Her parents have set up the Alice Ruggles Trust and they said they were hoping to use that and their daughter's \"vibrant personality\" to make other people aware of the dangers of stalking.They said they wanted her to be remembered for that and as \"smiling and laughing and making some sort of cheeky comment.\"Dhillon, 26, denied murder but was found guilty and sentenced to a minimum of 22 years.", "article_lines": ["Lance Corporal Trimaan \"Harry\" Dhillon stalked Alice Ruggles before fatally attacking her last October.", "Her parents Sue Hills and Clive Ruggles described the moment two Northumbria Police officers knocked on their door.", "Prof Ruggles said: \"And then they said to us Alice has been killed.", "And we looked at each other and said '", "It's Harry'.", "We knew, we knew even then.", "\"The", "trial at Newcastle Crown Court heard Dhillon had become obsessed with the 24-year-old and had stalked her.", "Dr Hills told of her guilt about trying to reassure her daughter on the phone two days before.", "She said: \"", "And I sort of reassured her that was ok, the police knew what was going on and that it would be all right", "and if she just ignored him he would ignore her.", "\"And", "I only put the phone down for 10 minutes and", "Emma (daughter) rang and said 'You cannot tell that to her", ", he's going to kill her.", "You have got to do something'.", "\"And", "I thought she was over-reacting", "so I just said 'don't be silly'.", "\"And", "so of course as soon as I saw the police", "I knew that's that what it was.", "\"And", "I felt such a sense of guilt for having first of all told Alice not to worry and secondly told Emma not to be silly when actually if I hadn't said that Alice might still be alive.", "\"Prof", "Ruggles said he didn't think any of them, including his daughter, realised how serious the situation was despite the signs.", "Her parents have set up the Alice Ruggles Trust and they said they were hoping to use that and their daughter's \"vibrant personality\" to make other people aware of the dangers of stalking.", "They said they wanted her to be remembered for that and as \"smiling and laughing and making some sort of cheeky comment.", "\"Dhillon, 26, denied murder but was found guilty and sentenced to a minimum of 22 years."], "entity_counter": {"Lance Corporal Trimaan \"Harry\" Dhillon": 2, "Alice Ruggles": 4, "Her parents": 2, "Sue Hills": 4, "the moment": 1, "two Northumbria Police officers": 3, "their door": 1, "Harry": 1, "trial": 1, "Newcastle Crown Court": 1, "her guilt": 1, "her daughter": 2, "the phone": 2, "Emma": 2, "something'": 1, "such a sense": 1, "guilt": 1, "\"Prof": 1, "Ruggles": 1, "the situation": 1, "the signs": 1, "the Alice Ruggles Trust": 1, "their daughter's \"vibrant personality": 1, "other people": 1, "the dangers": 1, "stalking": 1, "some sort": 1, "cheeky comment": 1, "murder": 1, "a minimum": 1}, "negative_entity": "Marc", "url": "http://web.archive.org/web/20170428003505/http://www.bbc.co.uk/news/uk-england-tyne-39738747", "hash": "39738747", "traps": [["F1", "you have got to do not something ' ."], ["F6", "ruggles said he didn't think any of them, including their daughter, realised how serious the situation was despite the signs."], ["F1", "you have not got to do something ' ."], ["F4", "crews were called to a building site in bloomery circle, llanwern, at 21:15 bst on wednesday."], ["F4", "the inquiry has heard conflicting accounts from experts over claims the circuit would damage habitats and plant life by building on the common land."], ["F0", "lance corporal trimaan \"harry\" dhillon stalked alice ruggles before fatally attacking her last october."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.0, "TConvS2S_feqa": 0.13333333333333333, "PtGen_feqa": 0.04081632653061225, "TranS2S_feqa": 0.05982905982905982}