{"BERTS2S": "a council has said it is \" devastated \" after one of its tower blocks failed fire safety tests.", "BERTS2S_lines": ["a council has said it is \" devastated \" after one of its tower blocks failed fire safety tests."], "TConvS2S": "cladding on two high-rise tower blocks in sheffield has been told it can not stop safety tests.", "TConvS2S_lines": ["cladding on two high-rise tower blocks in sheffield has been told it can not stop safety tests."], "Gold": "an inquiry has begun after cladding removed from a tower block in sheffield was found to be different to what council bosses had asked to be fitted.", "Gold_lines": ["an inquiry has begun after cladding removed from a tower block in sheffield was found to be different to what council bosses had asked to be fitted."], "PtGen": "cladding on a high-rise block in sheffield has been put up by a local authority, the bbc has learned.", "PtGen_lines": ["cladding on a high-rise block in sheffield has been put up by a local authority, the bbc has learned."], "TranS2S": "cladding is to be carried out on two high-rise buildings in sheffield where cladding is found on the site.", "TranS2S_lines": ["cladding is to be carried out on two high-rise buildings in sheffield where cladding is found on the site."], "article": "Sheffield City Council said the cladding at Hanover House was not made of the solid aluminium panels ordered.The issue was spotted during fire safety tests carried out in the wake of the Grenfell Tower blaze.Councillor Jayne Dunn said: \"We will not stop until we get to the bottom of what happened.\"More stories from across YorkshireThe council announced on Monday that a single element of the cladding system, added to the 16-storey tower block during a recent refurbishment, had failed new fire tests.Hanover House resident and tenants association member John Cawthorne said: \"I personally feel betrayed.\"Ms Dunn, cabinet member for neighbourhoods and community safety, said the issue had been discovered following independent testing of the cladding at the council's 24 tower blocks.She said testing had been carried out despite paperwork stating \"there was absolutely no cladding apart from aluminium on our buildings\".\"It's only when you cut in to it that you can see the layers,\" she continued.\"I can guarantee you that we will not stop until we get to the bottom of it because they took a piece of cladding to the tenants at a consultation and they didn't put that up.\"That was the cladding that we asked for. That was the cladding that we were told was on the building.\"Mr Cawthorne said: \"The Tenants Association were given samples, which I kept for eight years, and those samples are 3mm aluminium sheet.\"That's what the council asked to be put on this building, but that's not what was discovered on this building when the tests were carried out.\"People are angry and I personally feel betrayed.\"Tests are being carried out on high rises across England in the wake of the Grenfell Tower fire in London on 14 June, in which at least 79 people died.So far 75 UK blocks have failed fire safety tests in 26 areas.", "article_lines": ["Sheffield City Council said the cladding at Hanover House was not made of the solid aluminium panels ordered.", "The issue was spotted during fire safety tests carried out in the wake of the Grenfell Tower blaze.", "Councillor Jayne Dunn said: \"We will not stop until we get to the bottom of what happened.", "\"More stories from across YorkshireThe council announced on Monday that a single element of the cladding system, added to the 16-storey tower block during a recent refurbishment, had failed new fire tests.", "Hanover House resident and tenants association member John Cawthorne said: \"I personally feel betrayed.", "\"Ms", "Dunn, cabinet member for neighbourhoods and community safety, said the issue had been discovered following independent testing of the cladding at the council's 24 tower blocks.", "She said testing had been carried out despite paperwork stating \"there was absolutely no cladding apart from aluminium on our buildings\".", "\"It's only when you cut in to it that you can see the layers,\" she continued.", "\"I can guarantee you that we will not stop until we get to the bottom of it because they took a piece of cladding to the tenants at a consultation and they didn't put that up.", "\"That was the cladding that we asked for.", "That was the cladding that we were told was on the building.", "\"Mr", "Cawthorne said: \"The Tenants Association were given samples, which I kept for eight years, and those samples are 3mm aluminium sheet.", "\"That's what the council asked to be put on this building, but that's not what was discovered on this building when the tests were carried out.", "\"People are angry and I personally feel betrayed.", "\"Tests are being carried out on high rises across England in the wake of the Grenfell Tower fire in London on 14 June, in which at least 79 people died.", "So far 75 UK blocks have failed fire safety tests in 26 areas."], "entity_counter": {"Sheffield City Council": 2, "the cladding": 3, "Hanover House": 1, "the solid aluminium panels": 1, "The issue": 2, "fire safety tests": 2, "the wake": 2, "the Grenfell Tower blaze": 1, "Councillor Jayne Dunn": 2, "the bottom": 2, "stories": 1, "YorkshireThe council": 1, "a single element": 1, "the cladding system": 1, "the 16-storey tower block": 1, "a recent refurbishment": 1, "new fire tests": 1, "Cawthorne": 2, "cabinet member": 1, "neighbourhoods": 1, "community safety": 1, "independent testing": 1, "the cladding at Hanover House": 1, "the council's 24 tower blocks": 1, "testing": 1, "paperwork": 1, "aluminium": 1, "the layers": 1, "a piece": 1, "the tenants": 1, "a consultation": 1, "\"That": 2, "the building": 3, "The Tenants Association": 1, "samples": 1, "samples, which I kept for eight years": 1, "3mm aluminium sheet": 1, "the tests": 1, "\"Tests": 1, "high rises": 1, "England": 1, "the Grenfell Tower fire": 1, "London": 1, "at least 79 people": 1, "75 UK blocks": 1, "26 areas": 1}, "negative_entity": "Lebanon", "url": "http://web.archive.org/web/20170629200101/http://www.bbc.co.uk/news/uk-england-south-yorkshire-40415021", "hash": "40415021", "traps": [["F4", "but the former world number one's medal bid had already been ruined by a disappointing performance in the cross-country phase on monday."], ["F0", "sheffield city council said the cladding at hanover house was not made of the solid aluminium panels ordered."], ["F1", "\" people are not angry and i personally feel betrayed ."], ["F0", "sheffield city council said the cladding at hanover house was not made of the solid aluminium panels ordered."], ["F4", "match ends, leicester city 2, west ham"], ["F1", "sheffield city council said the cladding at hanover house was made of the solid aluminium panels ordered ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.31604010025062657, "TConvS2S_feqa": 0.05714285714285714, "PtGen_feqa": 0.051515151515151514, "TranS2S_feqa": 0.13333333333333333}