{"BERTS2S": "six people have been charged in connection with the hillsborough disaster.", "BERTS2S_lines": ["six people have been charged in connection with the hillsborough disaster."], "TConvS2S": "the crown prosecution service (cps) will be charged over the hillsborough disaster, the crown prosecution service has announced.", "TConvS2S_lines": ["the crown prosecution service (cps) will be charged over the hillsborough disaster, the crown prosecution service has announced."], "Gold": "former ch supt david duckenfield faces 95 charges of manslaughter and five other senior figures will be prosecuted over the 1989 hillsborough disaster.", "Gold_lines": ["former ch supt david duckenfield faces 95 charges of manslaughter and five other senior figures will be prosecuted over the 1989 hillsborough disaster."], "PtGen": "a police officer has been charged with the manslaughter of a man who was injured in the hillsborough disaster.", "PtGen_lines": ["a police officer has been charged with the manslaughter of a man who was injured in the hillsborough disaster."], "TranS2S": "the inquests into the deaths of 96 football fans in the hillsborough disaster will be reviewed in the wake of the hillsborough inquests.", "TranS2S_lines": ["the inquests into the deaths of 96 football fans in the hillsborough disaster will be reviewed in the wake of the hillsborough inquests."], "article": "The Crown Prosecution Service (CPS) will reveal its intentions at a meeting with victims' relatives at 11:00 BST.Ninety-six football fans were fatally injured in the 1989 stadium disaster.Margaret Aspinall, whose 18-year-old son died, said: \"Hopefully this is the journey to the end, completely, of Hillsborough.\"Last year, new inquests into the disaster in Sheffield concluded the fans had been unlawfully killed.In January, files of evidence relating to 23 suspects were referred to the CPS to decide whether charges should be brought.Of these, 15 relate to the Operation Resolve investigation into the causes of the disaster, which unfolded at the start of an FA Cup semi-final between Liverpool and Nottingham Forest on 15 April 1989.The other eight relate to an Independent Police Complaints Commission probe into the conduct of both South Yorkshire Police and West Midlands Police in the days and weeks afterwards.Relatives have been invited to a private meeting in Warrington, where they will be informed of the decisions by Sue Hemming, head of the special crime and counter-terrorism division at the CPS.Mrs Aspinall, chairwoman of the Hillsborough Family Support Group, said waiting for the decisions had been \"a long, long struggle for everybody\".She added: \"We've got to wait with anticipation to see what happens.\"It is going to be a day of mixed emotions for the families and we have had so many of them.\"Whatever happens, I still think it will be a long road, but the families are determined to never give up.\"All we want is accountability, nothing more and nothing less.\"", "article_lines": ["The Crown Prosecution Service (CPS) will reveal its intentions at a meeting with victims' relatives at 11:00 BST.Ninety-six football fans were fatally injured in the 1989 stadium disaster.", "Margaret Aspinall, whose 18-year-old son died, said: \"Hopefully this is the journey to the end, completely, of Hillsborough.", "\"Last year, new inquests into the disaster in Sheffield concluded the fans had been unlawfully killed.", "In January, files of evidence relating to 23 suspects were referred to the CPS to decide whether charges should be brought.", "Of these, 15 relate to the Operation Resolve investigation into the causes of the disaster, which unfolded at the start of an FA Cup semi-final between Liverpool and Nottingham Forest on 15 April 1989.The", "other eight relate to an Independent Police Complaints Commission probe into the conduct of both South Yorkshire Police and West Midlands Police in the days and weeks afterwards.", "Relatives have been invited to a private meeting in Warrington, where they will be informed of the decisions by Sue Hemming, head of the special crime and counter-terrorism division at the CPS.Mrs Aspinall, chairwoman of the Hillsborough Family Support Group, said waiting for the decisions had been \"a long, long struggle for everybody\".", "She added: \"We've got to wait with anticipation to see what happens.", "\"It is going to be a day of mixed emotions for the families and we have had so many of them.", "\"Whatever happens, I still think it will be a long road, but the families are determined to never give up.", "\"All", "we want is accountability, nothing more and nothing less.\""], "entity_counter": {"The Crown Prosecution Service": 1, "(CPS": 1, "its intentions": 1, "a meeting": 1, "victims' relatives": 1, "11:00 BST.Ninety-six football fans": 2, "the 1989 stadium disaster": 1, "Margaret Aspinall": 1, "whose 18-year-old son": 1, "the journey": 1, "the end": 1, "Hillsborough": 1, "new inquests": 1, "the disaster": 2, "Sheffield": 1, "files": 1, "evidence": 1, "23 suspects": 1, "The Crown Prosecution Service (CPS)": 1, "charges": 1, "the Operation Resolve investigation": 1, "the causes": 1, "the start": 1, "an FA Cup": 1, "Liverpool": 1, "Nottingham Forest": 1, "an Independent Police Complaints Commission probe": 1, "the conduct": 1, "both South Yorkshire Police": 1, "West Midlands Police": 1, "Relatives": 1, "a private meeting": 1, "Warrington": 1, "the decisions": 1, "Sue Hemming": 1, "head": 1, "the special crime and counter-terrorism division": 1, "the CPS.Mrs Aspinall": 1, "chairwoman": 1, "the Hillsborough Family Support Group": 1, "the decisions by Sue Hemming, head of the special crime and counter-terrorism division at the CPS.Mrs Aspinall, chairwoman of the Hillsborough Family Support Group": 1, "\"a long, long struggle": 1, "everybody\"": 1, "anticipation": 1, "a day": 1, "mixed emotions": 1, "the families": 2, "a long road": 1, "accountability": 1}, "negative_entity": "Lebanon", "url": "http://web.archive.org/web/20170628015558/http://www.bbc.com/news/uk-england-merseyside-40419819", "hash": "40419819", "traps": [["F1", "\" last year , new inquests into the disaster in sheffield concluded the fans had not been unlawfully killed ."], ["F4", "mr ashley had been asked to give evidence about the treatment of his workers."], ["F6", "the crown prosecution service (cps) will reveal your intentions at a meeting with victims' relatives at 11:00 bst.ninety-six football fans were fatally injured in the 1989 stadium disaster."], ["F1", "in january , files of evidence relating to 23 suspects were referred to the cps to decide whether charges should not be brought ."], ["F5", "day to the year of the bst.ninety will and nottingham."], ["F1", "in january , files of evidence relating to 23 suspects were not referred to the cps to decide whether charges should be brought ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.0, "TConvS2S_feqa": 0.060606060606060615, "PtGen_feqa": 0.0, "TranS2S_feqa": 0.2}