{"BERTS2S": "scotland\\'s laura muir is to miss the commonwealth games in london next month because she is missing the commonwealth games.", "BERTS2S_lines": ["scotland\\'s laura muir is to miss the commonwealth games in london next month because she is missing the commonwealth games."], "TConvS2S": "laura muir says she will not be able to compete at this year\\'s scottish indoor athletics championships.", "TConvS2S_lines": ["laura muir says she will not be able to compete at this year\\'s scottish indoor athletics championships."], "Gold": "laura muir says she\\'ll be ``gutted\\'\\'to miss april\\'s commonwealth games.", "Gold_lines": ["laura muir says she\\'ll be ``gutted\\'\\'to miss april\\'s commonwealth games."], "PtGen": "scotland\\'s olympic gold medallist laura muir believes she will be able to compete at this year\\'s world indoor championships.", "PtGen_lines": ["scotland\\'s olympic gold medallist laura muir believes she will be able to compete at this year\\'s world indoor championships."], "TranS2S": "laura muir is targeting a place at this summer\\'s commonwealth games after missing out on a medal at the glasgow indoor grand prix.", "TranS2S_lines": ["laura muir is targeting a place at this summer\\'s commonwealth games after missing out on a medal at the glasgow indoor grand prix."], "article": "Media playback is not supported on this deviceMuir told BBC Scotland her veterinary medicine studies will mean she will not be with the Scotland team at next year's event on Australia's Gold Coast.The 24-year-old finished fourth and sixth in the 1500m and 5,000m at the World Athletics Championships.\"My exams aren't until May so Commonwealths being in April, it's just not going to work out unfortunately,\" said the middle distance runner.\"I go back to university next week. I've got a week off then back to my studies to complete my final year.Media playback is not supported on this device\"I love running for Scotland whenever I can and the Commonwealths are one of the few opportunities you can do it so, yeah, I'm gutted I'm going to be missing it.\"But you have to think about getting my degree and that was really important to me. I'm sure the team's going to do so, so well. They're going to do great.\"I think I've got at least two, even three more Olympics in me. What events? I don't know. Certainly, so much scope for the future.\"However, Muir says the World Indoor Championships in March are \"potentially a target\".\"These next few months are going to be very full on with my studies,\" she explained.\"I feel like I'm in reasonable shape. I'd like to run in Birmingham.\"Hellen Obiri upset defending world champion Almaz Ayana to win 5,000m gold in London, with Sifan Hassan third.Muir's time of 14 minutes 52.07 seconds was her new outdoor personal best.\"I'm really happy,\" she said after Sunday's race.\"It was really tough competition out there. I'm delighted with that. I'm really, really pleased with how I ran.\"My fifth race in 10 days - it's a lot of running and to still come away with that I think there's a lot of potential for the future.\"", "article_lines": ["Media playback is not supported on this deviceMuir", "told BBC Scotland her veterinary medicine studies will mean she will not be with the Scotland team at next year's event on Australia's Gold Coast.", "The 24-year-old finished fourth and sixth in the 1500m and 5,000m at the World Athletics Championships.", "\"My", "exams aren't until May", "so Commonwealths being in April, it's just not going to work out unfortunately,\" said the middle distance runner.", "\"I go back to university next week.", "I've got a week off then back to my studies to complete my final year.", "Media playback is not supported on this device\"I love running for Scotland whenever I can and the Commonwealths are one of the few opportunities you can do it so,", "yeah,", "I'm gutted", "I'm going to be missing it.", "\"But", "you have to think about getting my degree", "and that was really important to me.", "I'm sure the team's going to do so, so well.", "They're going to do great.", "\"I think I've got at least two, even three more Olympics in me.", "What events?", "I don't know.", "Certainly, so much scope for the future.", "\"However, Muir says the World Indoor Championships in March are \"potentially a target\".", "\"These", "next few months are going to be very full on with my studies,\" she explained.", "\"I feel like I'm in reasonable shape.", "I'd like to run in Birmingham.", "\"Hellen", "Obiri upset defending world champion Almaz Ayana to win 5,000m gold in London, with Sifan Hassan third.", "Muir's time of 14 minutes 52.07 seconds was her new outdoor personal best.", "\"I'm", "really happy,\" she said after Sunday's race.", "\"It was really tough competition out there.", "I'm delighted with that.", "I'm really, really pleased with how I ran.", "\"My", "fifth race in 10 days", "- it's a lot of running and to still come away with that", "I think there's a lot of potential for the future.\""], "entity_counter": {"Media playback": 2, "this deviceMuir": 1, "BBC Scotland": 4, "her veterinary medicine studies": 3, "next year's event": 1, "Australia's Gold Coast": 1, "the 1500m and 5,000m": 1, "the World Athletics Championships": 1, "exams": 1, "Commonwealths": 2, "the middle distance runner": 1, "university": 1, "my final year": 1, "this device\"I love": 1, "the few opportunities": 1, "my degree": 1, "even three more Olympics": 1, "What events": 1, "Certainly, so much scope": 1, "the future": 2, "Muir": 1, "the World Indoor Championships": 1, "a target\"": 1, "reasonable shape": 1, "Birmingham": 1, "Obiri": 1, "world champion Almaz Ayana": 1, "5,000m gold": 1, "London": 1, "Muir's time": 1, "\"I'm": 1, "Sunday's race": 1, "really tough competition": 1, "fifth race": 1, "a lot": 2, "potential": 1}, "negative_entity": "Clinton", "url": "http://web.archive.org/web/20170813215001/http://www.bbc.co.uk/sport/athletics/40917946", "hash": "40917946", "traps": [["F5", "'m her final fourth media commonwealths is athletics run know \"my personal fifth."], ["F5", "are i got on be 's 'm birmingham."], ["F4", "westwood's partner danny willett pulled out because of a back problem, and his place went to chris wood."], ["F4", "the call was made at a scrutiny meeting of the council to discuss the problems surrounding the new vessel."], ["F0", "media playback is not supported on this devicemuir"], ["F0", "media playback is not supported on this devicemuir"]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_feqa": 0.36281179138321995, "TConvS2S_feqa": 0.01111111111111111, "PtGen_feqa": 0.26666666666666666, "TranS2S_feqa": 0.3055555555555556}