{"bart_reference": "How does ISIS govern ? Robert Downey Jr. is n't the only celebrity to walk out of an interview .", "bart": "in the west , isis is widely known for its terrorist actions . but for some communities , the group is the local governing authority . a newly discovered frog has a distinct resemblance to kermit the frog . michelle obama is 51 years old -- but she certainly does n't look it .", "id": "cnn-test-456721af78bb6da0bf90c8a420ce3ca63d0d4001", "filepath": "cnndm/cnn/stories/456721af78bb6da0bf90c8a420ce3ca63d0d4001.story", "bert_sum_reference": "how does isis govern ? . robert downey jr. is n't the only celebrity to walk out of an interview .", "bert_sum": "in the west , isis is known for its terrorist actions , but for some communities , the group is the local governing authority . cnn 's atika shubert explains how isis operates as a state . a newly discovered frog has a distinct resemblance to a \" not easy being green \" muppet , kermit the frog .", "bus_reference": "how does isis govern ? robert downey jr. is n't the only celebrity to walk out of an interview .", "bus": "in the west , isis is known for its terrorist actions . the group is the best videos of the week . climate scientists believe an increase of 2 degrees celsius in the global average could .", "pgn_reference": "how does isis govern ? robert downey jr. is n't the only celebrity to walk out of an interview .", "pgn": "many climate scientists believe that an increase of 2 degrees celsius in the global average temperature could be the tipping point for climate change . cnn 's richard roth asks about a sweet tradition that 's leaving some with a bitter taste .", "s2s_reference": "how does isis govern ? robert downey jr. is n't the only celebrity to walk out of an interview .", "s2s": "cnn 's richard roth explains how isis is known for its terrorist actions . cnn 's richard roth asks about a sweet tradition that 's leaving some with a bitter taste . cnn 's richard roth asks about a sweet tradition to keep up with the kardashians .", "hash": "456721af78bb6da0bf90c8a420ce3ca63d0d4001", "url": "http://web.archive.org/web/20150426040256id_/http://edition.cnn.com/2015/04/24/us/feat-best-videos-week-0424/index.html", "article": "(CNN)Living under ISIS. Selling Girl Scout cookies. And giving some lip -- like Kylie Jenner. These are the best videos of the week. In the West, ISIS is widely known for its terrorist actions. But for some communities, the group is the local governing authority, picking up garbage and directing traffic. CNN's Atika Shubert explains how ISIS functions as a state. The video is at the top of this story. It's an annual tradition: Girl Scouts sell cookies -- and, in the millions, we buy them. But is this the best way for them to raise money? CNN's Richard Roth asks about a sweet tradition that's leaving some with a bitter taste. Watch the video: The use of marijuana has long been a source of controversy, but on movies and TV shows, it's also long been a source of humor. CNN's Lisa France has a blunt look at the herb in pop culture. Watch the video: Many climate scientists believe that an increase of 2 degrees Celsius in the global average temperature could be the tipping point for climate change. CNN's John D. Sutter takes a measure. Watch the video: Back in the '50s, \"The Blob\" was a low-budget horror/sci-fi film. Today, it's reality, as \"blobs\" of warm water in the Pacific Ocean may be having an impact on storms and marine life. CNN's Jennifer Gray takes a look. Watch the video: A newly discovered frog has a distinct resemblance to a certain \"Not Easy Being Green\" Muppet, Kermit the Frog. Kermit himself noted the similarities. So what is this amphibian? Watch the video: In another attempt to keep up with the Kardashians, some children and teens are using suction to make their lips look just like Kyle Jenner's.The #KylieJennerChallenge hasn't escaped notice. Watch the video: \"Iron Man\" Robert Downey Jr. was distinctly flinty when dealing with the questions of a British interviewer. He finally walked out -- and he hasn't been the only one to decide to take off his microphone. Watch the video: You've heard of drones in the air. Now the Pentagon is working on drones at sea -- and they could be valuable tools in tracking enemy ships. Watch the video: Recent incidents have brought attention to the question of when police are allowed to use deadly force. CNN legal analyst Sunny Hostin looks at the laws for law enforcement. Watch the video: Michelle Obama is 51 years old -- but she certainly doesn't look it, particularly in the eyes of one youngster. Watch the video:", "entity_counter": {"ISIS": 3, "Selling": 1, "Girl Scout cookies": 1, "some lip": 1, "Kylie Jenner": 1, "the best videos": 1, "the West": 1, "its terrorist actions": 1, "some communities": 1, "the group": 1, "the local governing authority": 1, "garbage": 1, "traffic": 1, "CNN's Atika Shubert": 1, "a state": 1, "The video": 11, "the top": 1, "this story": 1, "an annual tradition": 1, "Girl Scouts": 1, "cookies": 1, "the best way": 1, "money": 1, "CNN's Richard Roth": 1, "a sweet tradition": 1, "a bitter taste": 1, "The use": 1, "marijuana": 1, "a source": 2, "controversy": 1, "movies": 1, "TV shows": 1, "humor": 1, "CNN's Lisa France": 1, "a blunt look": 1, "the herb": 1, "pop culture": 1, "Many climate scientists": 1, "an increase": 1, "the global average temperature": 1, "the tipping point": 1, "climate change": 1, "CNN's John D. Sutter": 1, "a measure": 1, "The Blob": 1, "a low-budget horror/sci-fi film": 1, "reality": 1, "\"blobs": 1, "warm water": 1, "the Pacific Ocean": 1, "an impact": 1, "storms": 1, "marine life": 1, "CNN's Jennifer Gray": 1, "a look": 1, "A newly discovered frog": 1, "a distinct resemblance": 1, "a certain \"Not Easy Being Green\" Muppet": 1, "Kermit": 2, "the Frog": 1, "the similarities": 1, "this amphibian": 1, "another attempt": 1, "the Kardashians": 1, "some children": 1, "teens": 1, "suction": 1, "their lips": 1, "Kyle Jenner's": 1, "The #KylieJennerChallenge": 1, "notice": 1, "Iron Man\" Robert Downey Jr.": 1, "the questions": 1, "a British interviewer": 1, "his microphone": 1, "drones": 2, "the air": 1, "the Pentagon": 1, "sea": 1, "valuable tools": 1, "enemy ships": 1, "Recent incidents": 1, "attention": 1, "the question": 1, "police": 1, "deadly force": 1, "CNN legal analyst Sunny Hostin": 1, "the laws": 1, "law enforcement": 1, "Michelle Obama": 1, "the eyes": 1, "one youngster": 1}, "bart_lines": ["In the West , ISIS is widely known for its terrorist actions .", "But for some communities , the group is the local governing authority .", "A newly discovered frog has a distinct resemblance to Kermit the Frog .", "Michelle Obama is 51 years old -- but she certainly does n't look it ."], "bert_sum_lines": ["in the west , isis is known for its terrorist actions , but for some communities , the group is the local governing authority .", "cnn 's atika shubert explains how isis operates as a state .", "a newly discovered frog has a distinct resemblance to a \" not easy being green \" muppet , kermit the frog ."], "bus_lines": ["in the west , isis is known for its terrorist actions .", "the group is the best videos of the week .", "climate scientists believe an increase of 2 degrees celsius in the global average could ."], "pgn_lines": ["many climate scientists believe that an increase of 2 degrees celsius in the global average temperature could be the tipping point for climate change .", "cnn 's richard roth asks about a sweet tradition that 's leaving some with a bitter taste ."], "s2s_lines": ["cnn 's richard roth explains how isis is known for its terrorist actions .", "cnn 's richard roth asks about a sweet tradition that 's leaving some with a bitter taste .", "cnn 's richard roth asks about a sweet tradition to keep up with the kardashians ."], "article_lines": ["(CNN)Living under ISIS.", "Selling Girl Scout cookies.", "And giving some lip -- like Kylie Jenner.", "These are the best videos of the week.", "In the West, ISIS is widely known for its terrorist actions.", "But for some communities, the group is the local governing authority, picking up garbage and directing traffic.", "CNN's Atika Shubert explains how ISIS functions as a state.", "The video is at the top of this story.", "It's an annual tradition: Girl Scouts sell cookies -- and, in the millions, we buy them.", "But is this the best way for them to raise money?", "CNN's Richard Roth asks about a sweet tradition that's leaving some with a bitter taste.", "Watch the video: The use of marijuana has long been a source of controversy, but on movies and TV shows, it's also long been a source of humor.", "CNN's Lisa France has a blunt look at the herb in pop culture.", "Watch the video: Many climate scientists believe that an increase of 2 degrees Celsius in the global average temperature could be the tipping point for climate change.", "CNN's John D. Sutter takes a measure.", "Watch the video: Back in the '50s, \"The Blob\" was a low-budget horror/sci-fi film.", "Today, it's reality, as \"blobs\" of warm water in the Pacific Ocean may be having an impact on storms and marine life.", "CNN's Jennifer Gray takes a look.", "Watch the video: A newly discovered frog has a distinct resemblance to a certain \"Not Easy Being Green\" Muppet, Kermit the Frog.", "Kermit himself noted the similarities.", "So what is this amphibian?", "Watch the video: In another attempt to keep up with the Kardashians, some children and teens are using suction to make their lips look just like Kyle Jenner's.", "The #KylieJennerChallenge hasn't escaped notice.", "Watch the video: \"Iron Man\" Robert Downey Jr. was distinctly flinty when dealing with the questions of a British interviewer.", "He finally walked out -- and he hasn't been the only one to decide to take off his microphone.", "Watch the video: You've heard of drones in the air.", "Now the Pentagon is working on drones at sea -- and they could be valuable tools in tracking enemy ships.", "Watch the video: Recent incidents have brought attention to the question of when police are allowed to use deadly force.", "CNN legal analyst Sunny Hostin looks at the laws for law enforcement.", "Watch the video: Michelle Obama is 51 years old -- but she certainly doesn't look it, particularly in the eyes of one youngster.", "Watch the video:"], "negative_entity": "Marc", "bart_cased": "In the West , ISIS is widely known for its terrorist actions . But for some communities , the group is the local governing authority . A newly discovered frog has a distinct resemblance to Kermit the Frog . Michelle Obama is 51 years old -- but she certainly does n't look it .", "traps": [["F0", "(cnn)living under isis."], ["F4", "nico rosberg (germany)"], ["F5", "flinty girl selling the buy."], ["F1", "the # kyliejennerchallenge has escaped notice ."], ["F5", "kardashians an authority how to is working."], ["F1", "so what is not this amphibian ?"]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_feqa": 0.0625, "bert_sum_feqa": 0.4191964285714286, "bus_feqa": 0.5944991789819376, "pgn_feqa": 0.4305130385487529, "s2s_feqa": 0.4865079365079365}