{"bart_reference": "Orgasmic meditation -LRB- OM -RRB- helps to ` expand ' women 's climaxes . Created by US entrepreneur Nicole Daedone in 2001 . Technique marries sex , mindfulness and 15 minutes of ` light stimulation ' Turn On Britain is now running seven-hour classes in the UK .", "bart": "orgasmic meditation , shortened to om , is a practice that marries sex with mindfulness . it involves the light stimulation of a woman 's clitoris for 15 minutes . the aim is not necessarily to orgasm but simply to ` feel ' the sensation as intensely as possible .", "id": "dm-test-9f2dbe8953dd5b1d2b0f2f748c51bfccbe72906e", "filepath": "cnndm/dailymail/stories/9f2dbe8953dd5b1d2b0f2f748c51bfccbe72906e.story", "bert_sum_reference": "orgasmic meditation ( om ) helps to ` expand ' women 's climaxes . created by us entrepreneur nicole daedone in 2001 . technique marries sex , mindfulness and 15 minutes of ` light stimulation ' . turn on britain is now running seven-hour classes in the uk .", "bert_sum": "orgasmic meditation involves light stimulation of a woman 's clitoris for 15 minutes without interruption . the aim is not necessarily to orgasm but simply to ` feel ' the sensation as intensely as possible . director of onetaste , justine dawson , says the demographic on classes are surprisingly mixed .", "bus_reference": "orgasmic meditation -lrb- om -rrb- helps to ` expand ' women 's climaxes . created by us entrepreneur nicole daedone in 2001 . technique marries sex , mindfulness and 15 minutes of ` light stimulation ' turn on britain is now running seven-hour classes in the uk .", "bus": "orgasmic meditation involves the light stimulation of a woman 's clitoris for 15 minutes without interruption . the practice was founded by us entrepreneur nicole daedone . it aims to teach couples how to enable women to orgasm more deeply .", "pgn_reference": "orgasmic meditation ( om ) helps to ' expand ' women 's climaxes . created by us entrepreneur nicole daedone in 2001 . technique marries sex , mindfulness and 15 minutes of ' light stimulation ' . turn on britain is now running seven-hour classes in the uk .", "pgn": "orgasmic meditation , shortened to om , is shown guiding a couple through orgasmic meditation , which aims to teach couples how to ' expand the sweet spot ' experienced during orgasm has swept into the uk . orgasmic affects the same parts of the human brain as conventional meditation .", "s2s_reference": "orgasmic meditation ( om ) helps to ' expand ' women 's climaxes . created by us entrepreneur nicole daedone in 2001 . technique marries sex , mindfulness and 15 minutes of ' light stimulation ' . turn on britain is now running seven-hour classes in the uk .", "s2s": "UNK meditation is a ' UNK ' and a ' UNK ' and a ' UNK ' . the UNK meditation is a UNK ' and a ' UNK ' and ' UNK ' . mindfulness involves a woman 's clitoris for 15 minutes without lapse .", "hash": "9f2dbe8953dd5b1d2b0f2f748c51bfccbe72906e", "url": "http://web.archive.org/web/20150721111422id_/http://www.dailymail.co.uk/femail/article-3021109/Is-orgasmic-meditation-new-yoga-Sexual-technique-classes-showing-couples-enhance-woman-s-climax-come-UK-set-195.html", "article": "A new sexual technique that aims to teach women how to 'expand the sweet spot' experienced during orgasm has swept into the UK. Orgasmic meditation, shortened to OM, is a practice that marries sex with mindfulness and, according to its founders, encourages 'connection, vitality and wellness' and 'cultivates a greater connection' between partners. The practice, which was founded by US entrepreneur Nicole Daedone, borrows much of its philosophy from yoga and meditation. Director of OneTaste, Justine Dawson (seated on the sofa), is shown guiding a couple through orgasmic meditation, which aims to teach couples how to enable women to orgasm more deeply Orgasmic meditation involves the light stimulation of a woman's clitoris for 15 minutes without interruption According to teachers of OM, it involves the light stimulation of a woman's clitoris for 15 minutes without interruption. The aim is not necessarily to orgasm but simply to 'feel' the sensation as intensely as possible. Usually practiced in pairs, there is a 'strokee' and a 'stroker'. OM-ing affects the same parts of the human brain as conventional meditation. Daedone first taught orgasmic meditation in the US in 2001 and since then the craze has spread around the world. There are currently over 10,000 practitioners worldwide and 2,000 in the UK alone. There are also 30 dedicated orgasmic meditation centres across the globe. OM can be led in classes or with an individual trainer, if those attending desire a more private setting. In the classes, which cost £195 for a seven-hour session, attendees can be couples or singles. The director of the US company OneTaste, which has brought the sessions to the UK via affiliate company TurnON Britain, says the demographic on classes are surprisingly mixed. Justine Dawson told FEMAIL: 'All kinds of people come to the courses - people in their 20s through their 70s and even into their 80s. She continues: '[It's a mixture of] Singles and couples. Some couples who have been together for a year, others for 30 years. There are all kinds of professional backgrounds - doctors, teachers, programmers, managers, artists, therapists. 'I would say that most people are 25-55, 70 per cent are single, 30 per cent are couples. All who come share a common desire to experience greater connection in their lives.' Your average Brit might find the thought of disrobing in front of others for such an intimate encounter mortifying but Dawson believes that most people can get over the embarrassment if they feel they're gaining a valuable experience. She says: 'When it comes to discussions of orgasm, relationship and connection, I believe that most people are shy. 'But people come to the class regardless, because they know that good things take practice and just like your health or career, it's worth putting time and effort into your sex and relationships, even if it means being a little uncomfortable!' The aim of the £195 class is to help women prolong the 'sweet spot' when orgasming. There are currently 2,000 people  practicing the method in the UK, according to Turn On Britain Director of US company OneTaste, Justine Dawson, says her aspirations for the practice are that it becomes second nature to mention OM alongside yoga and meditation A video from a private class in London, led by Justine Dawson, shows a woman lying on a towel with a pillow behind her head. She is naked from the waist down and a partner sits on the floor by her side. Dawson, who's been teaching OM for eight years, explains: 'It's a 15 minute partner practice that two people can do together to increase connection, vitality, wellness and to cultivate a greater connection between them. 'A woman takes off her pants and lies down. Her partner sits next to her and lightly and deliberately strokes her clitoris for 15 minutes.' Dawson thinks the attraction for OM is that it offers a more conscious approach to sex and relationships. 'I believe there is a growing trend for the practice because our culture as a whole is ready for something different than the sex and relationships that have been \"on the menu\" up until now. She adds: 'We're ready for a different approach. One that is more conscious. People want information on how to do that. And we offer it openly.' Dawson also leads a team of teachers, holding monthly public sessions of up to 50 people in which couples are shown a demonstration, and then can partake themselves. She says she became an OM teacher out of personal interest: 'As someone who had practiced meditation for many years, I was looking for a wellness practice that would enhance my connection with a partner, while deepening my connection to myself. 'As many wellness practices are done in silence or even solitude, I was curious for one that instead could be done in connection, in a way that would enliven my relationships. I started with a class and it turned into my career, much to my surprise.' She hopes that one day OM will be mentioned in the same breath as yoga or meditation, saying: 'Our vision is that people could equally say yoga, meditation, orgasmic meditation.' Orgasmic meditation founder Nicole Daedone hails from California. Before focusing her attentions on orgasmic meditation, the author and entrepreneur was a University Instructor in Semantics and Gender Communication. Daedone first taught orgasmic meditation in the USA in 2001 and since then the craze has spread around the world. There are currently over 10,000 practitioners worldwide and 2,000 in the UK alone. Vanity Fair named Daedone in its list of 'Twelve Women Who Changed the Way We Look at Sex' and around 900,000 people have viewed her  Ted talk, entitled Orgasm, the Cure for Hunger in Western Woman.", "entity_counter": {"A new sexual technique": 1, "women": 3, "the sweet spot": 1, "orgasm": 2, "the UK": 5, "Orgasmic meditation": 1, "OM": 6, "a practice": 1, "sex": 2, "mindfulness": 1, "its founders": 1, "connection": 4, "vitality": 2, "wellness": 2, "a greater connection": 2, "partners": 1, "The practice": 1, "US entrepreneur Nicole Daedone": 1, "its philosophy": 1, "yoga": 4, "meditation": 5, "Director": 1, "OneTaste": 3, "Justine Dawson": 7, "the sofa": 1, "a couple": 1, "orgasmic meditation": 5, "couples": 5, "more deeply Orgasmic meditation": 1, "the light stimulation": 2, "a woman's clitoris": 2, "interruption": 2, "teachers": 3, "The aim": 2, "the sensation": 1, "pairs": 1, "a 'strokee": 1, "a 'stroker": 1, "OM-ing": 1, "the same parts": 1, "the human brain": 1, "conventional meditation": 1, "the US": 1, "the craze": 2, "the world": 2, "over 10,000 practitioners": 2, "30 dedicated orgasmic meditation centres": 1, "the globe": 1, "classes": 2, "an individual trainer": 1, "desire": 1, "the classes": 1, "a seven-hour session": 1, "attendees": 1, "singles": 1, "The director": 1, "the US company": 1, "the sessions": 1, "affiliate company TurnON Britain": 1, "the demographic": 1, "FEMAIL": 1, "All kinds": 1, "people": 4, "the courses": 1, "their 20s": 1, "their 70s": 1, "their 80s": 1, "a mixture": 1, "Singles": 1, "Some couples": 1, "others": 2, "all kinds": 1, "professional backgrounds": 1, "doctors": 1, "programmers": 1, "managers": 1, "artists": 1, "therapists": 1, "most people": 3, "a common desire": 1, "greater connection": 1, "their lives": 1, "Your average Brit": 1, "the thought": 1, "front": 1, "such an intimate encounter": 1, "the embarrassment": 1, "a valuable experience": 1, "discussions": 1, "relationship": 1, "the class": 1, "good things": 1, "practice": 1, "your health": 1, "career": 1, "time": 1, "effort": 1, "your sex": 1, "relationships": 3, "the £195 class": 1, "the 'sweet spot": 1, "2,000 people": 1, "the method": 1, "Turn On Britain Director": 1, "US company": 1, "her aspirations": 1, "the practice": 2, "second nature": 1, "A video": 1, "a private class": 1, "London": 1, "a woman": 1, "a towel": 1, "a pillow": 1, "her head": 1, "the waist": 1, "a partner": 2, "the floor": 1, "her side": 1, "Dawson": 1, "a 15 minute partner practice": 1, "two people": 1, "A woman": 1, "her pants": 1, "Her partner": 1, "her clitoris": 1, "the attraction": 1, "a more conscious approach": 1, "a growing trend": 1, "our culture": 1, "a whole": 1, "the sex": 1, "the menu": 1, "a different approach": 1, "One": 1, "People": 1, "information": 1, "a team": 1, "monthly public sessions": 1, "up to 50 people": 1, "a demonstration": 1, "an OM teacher": 1, "personal interest": 1, "a wellness practice": 1, "my connection": 2, "As many wellness practices": 1, "silence": 1, "even solitude": 1, "one": 1, "a way": 1, "my relationships": 1, "a class": 1, "my career": 1, "my surprise": 1, "one day OM": 1, "the same breath": 1, "Our vision": 1, "Orgasmic meditation founder Nicole Daedone": 2, "California": 1, "her attentions": 1, "the author": 1, "entrepreneur": 1, "a University Instructor": 1, "Semantics and Gender Communication": 1, "the USA": 1, "Vanity Fair": 1, "its list": 1, "'Twelve Women": 1, "the Way": 1, "Sex": 1, "around 900,000 people": 1, "Ted talk": 1, "the Cure": 1, "Hunger": 1, "Western Woman": 1}, "bart_lines": ["Orgasmic meditation , shortened to OM , is a practice that marries sex with mindfulness .", "It involves the light stimulation of a woman 's clitoris for 15 minutes .", "The aim is not necessarily to orgasm but simply to ` feel ' the sensation as intensely as possible ."], "bert_sum_lines": ["orgasmic meditation involves light stimulation of a woman 's clitoris for 15 minutes without interruption .", "the aim is not necessarily to orgasm but simply to ` feel ' the sensation as intensely as possible .", "director of onetaste , justine dawson , says the demographic on classes are surprisingly mixed ."], "bus_lines": ["orgasmic meditation involves the light stimulation of a woman 's clitoris for 15 minutes without interruption .", "the practice was founded by us entrepreneur nicole daedone .", "it aims to teach couples how to enable women to orgasm more deeply ."], "pgn_lines": ["orgasmic meditation , shortened to om , is shown guiding a couple through orgasmic meditation , which aims to teach couples how to ' expand the sweet spot ' experienced during orgasm has swept into the uk .", "orgasmic affects the same parts of the human brain as conventional meditation ."], "s2s_lines": ["UNK meditation is a ' UNK ' and a ' UNK ' and a ' UNK ' .", "the UNK meditation is a UNK ' and a ' UNK ' and ' UNK ' .", "mindfulness involves a woman 's clitoris for 15 minutes without lapse ."], "article_lines": ["A new sexual technique that aims to teach women how to 'expand the sweet spot' experienced during orgasm has swept into the UK.", "Orgasmic meditation, shortened to OM, is a practice that marries sex with mindfulness and, according to its founders, encourages 'connection, vitality and wellness' and 'cultivates a greater connection' between partners.", "The practice, which was founded by US entrepreneur Nicole Daedone, borrows much of its philosophy from yoga and meditation.", "Director of OneTaste, Justine Dawson (seated on the sofa), is shown guiding a couple through orgasmic meditation, which aims to teach couples how to enable women to orgasm more deeply Orgasmic meditation involves the light stimulation of a woman's clitoris for 15 minutes without interruption According to teachers of OM, it involves the light stimulation of a woman's clitoris for 15 minutes without interruption.", "The aim is not necessarily to orgasm but simply to 'feel' the sensation as intensely as possible.", "Usually practiced in pairs, there is a 'strokee' and a 'stroker'. ", "OM-ing affects the same parts of the human brain as conventional meditation.", "Daedone first taught orgasmic meditation in the US in 2001 and since then the craze has spread around the world. ", "There are currently over 10,000 practitioners worldwide and 2,000 in the UK alone.", "There are also 30 dedicated orgasmic meditation centres across the globe.", "OM can be led in classes or with an individual trainer, if those attending desire a more private setting. ", "In the classes, which cost £195 for a seven-hour session, attendees can be couples or singles.", "The director of the US company OneTaste, which has brought the sessions to the UK via affiliate company TurnON Britain, says the demographic on classes are surprisingly mixed.", "Justine Dawson told FEMAIL: 'All kinds of people come to the courses - people in their 20s through their 70s and even into their 80s.", "She continues: '[It's a mixture of] Singles and couples.", "Some couples who have been together for a year, others for 30 years.", "There are all kinds of professional backgrounds - doctors, teachers, programmers, managers, artists, therapists. '", "I would say that most people are 25-55, 70 per cent are single, 30 per cent are couples.", "All who come share a common desire to experience greater connection in their lives.'", "Your average Brit might find the thought of disrobing in front of others for such an intimate encounter mortifying", "but Dawson believes that most people can get over the embarrassment if they feel they're gaining a valuable experience.", "She says: 'When it comes to discussions of orgasm, relationship and connection, I believe that most people are shy. '", "But people come to the class regardless, because they know that good things take practice and just like your health or career", ", it's worth putting time and effort into your sex and relationships, even if it means being a little uncomfortable!'", "The aim of the £195 class is to help women prolong the 'sweet spot' when orgasming.", "There are currently 2,000 people  practicing the method in the UK, according to Turn On Britain Director of US company OneTaste, Justine Dawson, says her aspirations for the practice are that it becomes second nature to mention OM alongside yoga and meditation", "A video from a private class in London, led by Justine Dawson, shows a woman lying on a towel with a pillow behind her head.", "She is naked from the waist down and a partner sits on the floor by her side.", "Dawson, who's been teaching OM for eight years, explains: 'It's a 15 minute partner practice that two people can do together to increase connection, vitality, wellness and to cultivate a greater connection between them. '", "A woman takes off her pants and lies down.", "Her partner sits next to her and lightly and deliberately strokes her clitoris for 15 minutes.'", "Dawson thinks the attraction for OM is that it offers a more conscious approach to sex and relationships. '", "I believe there is a growing trend for the practice because our culture as a whole is ready for something different than the sex and relationships that have been \"on the menu\" up until now.", "She adds: 'We're ready for a different approach.", "One that is more conscious.", "People want information on how to do that.", "And we offer it openly.'", "Dawson also leads a team of teachers, holding monthly public sessions of up to 50 people in which couples are shown a demonstration, and then can partake themselves.", "She says she became an OM teacher out of personal interest: '", "As someone who had practiced meditation for many years, I was looking for a wellness practice that would enhance my connection with a partner, while deepening my connection to myself. '", "As many wellness practices are done in silence or even solitude, I was curious for one that instead could be done in connection, in a way that would enliven my relationships.", "I started with a class", "and it turned into my career,", "much to my surprise.'", "She hopes that one day OM will be mentioned in the same breath as yoga or meditation, saying: 'Our vision is that people could equally say yoga, meditation, orgasmic meditation.'", "Orgasmic meditation founder Nicole Daedone hails from California.", "Before focusing her attentions on orgasmic meditation, the author and entrepreneur was a University Instructor in Semantics and Gender Communication.", "Daedone first taught orgasmic meditation in the USA in 2001 and since then the craze has spread around the world.", "There are currently over 10,000 practitioners worldwide and 2,000 in the UK alone.", "Vanity Fair named Daedone in its list of 'Twelve Women Who Changed the Way We Look at Sex' and around 900,000 people have viewed her  Ted talk, entitled Orgasm, the Cure for Hunger in Western Woman."], "negative_entity": "Marc", "bart_cased": "Orgasmic meditation , shortened to OM , is a practice that marries sex with mindfulness . It involves the light stimulation of a woman 's clitoris for 15 minutes . The aim is not necessarily to orgasm but simply to ` feel ' the sensation as intensely as possible .", "traps": [["F6", "dawson also leads a team of teachers, holding monthly public sessions of up to 50 people in which couples are shown a demonstration, and then can partake ourselves."], ["F5", "yoga twelve greater connection way mixed the head a and in ing the couples."], ["F0", "a new sexual technique that aims to teach women how to 'expand the sweet spot' experienced during orgasm has swept into the uk."], ["F4", "italian goalkeeper gianluigi buffon has been plying his trade in serie a for the best part of 20 years and has graced the same field as some of the world's best."], ["F5", "meditation to orgasmic around and a pillow is practitioners a aims instructor to a."], ["F4", "what nation voted to replace goodluck jonathan with muhammadu buhari as president?"]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_feqa": 0.33070386403719737, "bert_sum_feqa": 0.2974192665571976, "bus_feqa": 0.3531468531468531, "pgn_feqa": 0.21689815000333934, "s2s_feqa": 0.3149321266968325}