{"bart_reference": "Lewis Hamilton already holds a 27-point cushion in the drivers ' standings . The Brit has won nine of the last 11 races following triumph in Bahrain .", "bart": "lewis hamilton has won nine of the last 11 grands prix . the briton already holds a 27-point cushion in the drivers ' standings . hamilton won the bahrain grand prix on sunday . the 30-year-old said he feels more powerful now than ever .", "id": "dm-test-e1532b5d4b83d557c234758ba657ac9458b91d0b", "filepath": "cnndm/dailymail/stories/e1532b5d4b83d557c234758ba657ac9458b91d0b.story", "bert_sum_reference": "lewis hamilton already holds a 27-point cushion in the drivers ' standings . the brit has won nine of the last 11 races following triumph in bahrain .", "bert_sum": "lewis hamilton has conceded to feeling more powerful now than at any stage in his career . hamilton has won nine of the last 11 grands prix , and has a 27-point cushion in the drivers ' standings . the briton has claimed he is a perfectionist and appears to be driving as close to perfection as can possibly be achieved in the sport .", "bus_reference": "lewis hamilton already holds a 27-point cushion in the drivers ' standings . the brit has won nine of the last 11 races following triumph in bahrain .", "bus": "lewis hamilton was on pole at the bahrain grand prix in bahrain . hamilton has won nine of the last 11 grands prix . ferrari rival kimi raikkonen claims he is a man .", "pgn_reference": "lewis hamilton already holds a 27-point cushion in the drivers ' standings . the brit has won nine of the last 11 races following triumph in bahrain .", "pgn": "lewis hamilton stands on his mercedes after winning the bahrain grand prix . it was another ' home run ' performance from hamilton , a man who claims he is a perfectionist , and who appears to be driving as close to perfection as can possibly be achieved in the sport . hamilton is congratulated by ferrari rival kimi raikkonen on sunday .", "s2s_reference": "lewis hamilton already holds a 27-point cushion in the drivers ' standings . the brit has won nine of the last 11 races following triumph in bahrain .", "s2s": "lewis hamilton has won nine of the last 11 grands prix . hamilton has won nine of the last 11 grands prix . hamilton has won nine of the last 11 grands prix . hamilton has won nine of the last 11 grands prix .", "hash": "e1532b5d4b83d557c234758ba657ac9458b91d0b", "url": "http://web.archive.org/web/20150425115857id_/http://www.dailymail.co.uk/sport/formulaone/article-3048078/Lewis-Hamilton-fires-warning-title-rivals-feel-powerful-Mercedes.html", "article": "Lewis Hamilton has conceded to feeling more powerful now than at any stage in his F1 career. It is an ominous warning from a man who has won nine of the last 11 grands prix, been on pole at the last four, and who already holds a 27-point cushion in the drivers' standings. It is no wonder after winning in Bahrain, when Hamilton stepped out of his Mercedes, he immediately stood on top of it and pretended to smack an imaginary baseball out of the circuit. Lewis Hamilton stands on his Mercedes after winning the Bahrain Grand Prix It was another 'home run' performance from Hamilton, a man who claims he is a perfectionist, and who appears to be driving as close to perfection as can possibly be achieved in the sport. It led to the suggestion that perhaps he was feeling unbeatable, to which he replied: 'I don't know what the feeling of being unbeatable is. 'I know I feel very powerful in this car with the package we have, and I feel I'm able to get everything from it. 'I also feel more comfortable in this car than I did in the one last year, and I feel within myself, with whatever approach I have, the power is greater than ever in terms of strength in the car. 'It's like 'yes'. I put the car there and it goes there, I get the exit. 'Naturally you always feel there are things you can still improve on, but it's hard to always pinpoint what those are and to tell the team what to focus on. Hamilton is congratulated by Ferrari rival Kimi Raikkonen on Sunday 'That's what a team leader has to do, and, along with Nico (Rosberg), I'm trying to guide the team, to tell them where to go next.' So just how close to perfection does Hamilton feel? 'There are always areas. I'll look and think 'Could I have braked later for the pit entry? Could I have done a better outlap?' said the 30-year-old. 'I feel I'm doing the best I can, and I'm learning and improving at the same time, which is all I can ask for.' Yet do not dare to suggest to Hamilton that he does not work as hard off the track in terms of poring over every aspect of what is required to ensure he is at one with his car. In being compared with former McLaren team-mate Jenson Button in the past, or Rosberg at present, the feeling has generally been they are more studious than Hamilton, who simply just drives. 'Of course I analyse. You can't be a world champion without doing that,' Hamilton said. 'I remember speaking about this a long time ago and I don't know if people get a perception as to who you are as a driver, but I work as hard as any other driver. 'Just because I do things differently it doesn't mean I'm worse. Race winner Hamilton celebrates with the trophy on the podium in Bahrain 'There was a point where people said Nico was a doctor of this or that; Jenson was a doctor of his tyres. 'I tick off all the boxes, and I've worked to do that. 'The results I get are not only from my raw ability because I study hard, I work hard to make notes about my tyres, about every single thing I do, which I've done since my days in Formula Three. 'Ultimately, I don't care what people think. I just do the job.' Hamilton certainly has Rosberg scratching his head as the German appears to have run out of ideas as to how to beat his main rival. Hamilton has now set a personal record run of 11 consecutive grands prix in the points - twice finishing second in addition to the nine wins. If you include the double points for the final race of last season, Hamilton has scored an astonishing 286 from a potential 300. It is not perfection, so perhaps there is a feeling of never being quite satisfied. 'That's natural for anyone who has the competitiveness I have,' said Hamilton. 'I know the potential I have, and whether or not I'm living up to it. 'I feel I am coming close to full potential - although who knows exactly what that is - but I do feel quite satisfied.' Which is why he also feels he still has more to give, starting with the next grand prix in three weeks' time in Spain. 'I got the pole, I did the job (in Bahrain),' Hamilton said. 'Now I have to see if I can improve, and I want to improve when I get to Barcelona.'", "entity_counter": {"Lewis Hamilton": 14, "any stage": 1, "his F1 career": 1, "an ominous warning": 1, "a man": 2, "the last 11 grands prix": 1, "pole": 1, "a 27-point cushion": 1, "the drivers' standings": 1, "no wonder": 1, "Bahrain": 3, "his Mercedes": 2, "top": 1, "an imaginary baseball": 1, "the circuit": 1, "the Bahrain Grand Prix": 1, "another 'home run' performance": 1, "a perfectionist": 1, "perfection": 3, "the sport": 1, "the suggestion": 1, "the feeling": 2, "this car": 4, "the package": 1, "whatever approach": 1, "the power": 1, "terms": 2, "strength": 1, "the exit": 1, "things": 2, "the team": 2, "Ferrari rival Kimi Raikkonen": 1, "a team leader": 1, "Nico": 2, "(Rosberg": 1, "areas": 1, "the pit entry": 1, "a better outlap": 1, "the same time": 1, "the track": 1, "every aspect": 1, "his car": 1, "former McLaren team-mate Jenson Button": 2, "the past": 1, "Hamilton": 1, "a world champion": 1, "people": 3, "a perception": 1, "a driver": 1, "any other driver": 1, "the trophy": 1, "the podium": 1, "a point": 1, "a doctor": 2, "his tyres": 1, "all the boxes": 1, "The results": 1, "my raw ability": 1, "notes": 1, "my tyres": 1, "about every single thing": 1, "Formula Three": 1, "the job": 2, "Rosberg": 1, "his head": 1, "the German": 1, "ideas": 1, "his main rival": 1, "a personal record run": 1, "11 consecutive grands prix": 1, "the points": 1, "addition": 1, "the nine wins": 1, "the double points": 1, "the final race": 1, "a feeling": 1, "the competitiveness": 1, "the potential": 1, "full potential": 1, "the next grand prix": 1, "three weeks' time": 1, "Spain": 1, "the pole": 1, "Barcelona": 1}, "bart_lines": ["Lewis Hamilton has won nine of the last 11 grands prix .", "The Briton already holds a 27-point cushion in the drivers ' standings .", "Hamilton won the Bahrain Grand Prix on Sunday .", "The 30-year-old said he feels more powerful now than ever ."], "bert_sum_lines": ["lewis hamilton has conceded to feeling more powerful now than at any stage in his career .", "hamilton has won nine of the last 11 grands prix , and has a 27-point cushion in the drivers ' standings .", "the briton has claimed he is a perfectionist and appears to be driving as close to perfection as can possibly be achieved in the sport ."], "bus_lines": ["lewis hamilton was on pole at the bahrain grand prix in bahrain .", "hamilton has won nine of the last 11 grands prix .", "ferrari rival kimi raikkonen claims he is a man ."], "pgn_lines": ["lewis hamilton stands on his mercedes after winning the bahrain grand prix .", "it was another ' home run ' performance from hamilton , a man who claims he is a perfectionist , and who appears to be driving as close to perfection as can possibly be achieved in the sport .", "hamilton is congratulated by ferrari rival kimi raikkonen on sunday ."], "s2s_lines": ["lewis hamilton has won nine of the last 11 grands prix .", "hamilton has won nine of the last 11 grands prix .", "hamilton has won nine of the last 11 grands prix .", "hamilton has won nine of the last 11 grands prix ."], "article_lines": ["Lewis Hamilton has conceded to feeling more powerful now than at any stage in his F1 career.", "It is an ominous warning from a man who has won nine of the last 11 grands prix, been on pole at the last four, and who already holds a 27-point cushion in the drivers' standings.", "It is no wonder after winning in Bahrain, when Hamilton stepped out of his Mercedes, he immediately stood on top of it and pretended to smack an imaginary baseball out of the circuit.", "Lewis Hamilton stands on his Mercedes after winning the Bahrain Grand Prix", "It was another 'home run' performance from Hamilton, a man who claims he is a perfectionist, and who appears to be driving as close to perfection as can possibly be achieved in the sport.", "It led to the suggestion that perhaps he was feeling unbeatable, to which he replied: 'I don't know what the feeling of being unbeatable is. '", "I know I feel very powerful in this car with the package we have,", "and I feel I'm able to get everything from it. '", "I also feel more comfortable in this car than I did in the one last year, and I feel within myself, with whatever approach I have, the power is greater than ever in terms of strength in the car. '", "It's like 'yes'.", "I put the car there", "and it goes there", ", I get the exit. '", "Naturally you always feel there are things you can still improve on, but it's hard to always pinpoint what those are and to tell the team what to focus on.", "Hamilton is congratulated by Ferrari rival Kimi Raikkonen on Sunday '", "That's what a team leader has to do, and, along with Nico (Rosberg), I'm trying to guide the team, to tell them where to go next.'", "So just how close to perfection does Hamilton feel? '", "There are always areas.", "I'll look and think 'Could I have braked later for the pit entry?", "Could I have done a better outlap?'", "said the 30-year-old. '", "I feel I'm doing the best I can, and I'm learning and improving at the same time, which is all I can ask for.'", "Yet do not dare to suggest to Hamilton that he does not work as hard off the track in terms of poring over every aspect of what is required to ensure he is at one with his car.", "In being compared with former McLaren team-mate Jenson Button in the past, or Rosberg at present, the feeling has generally been they are more studious than Hamilton, who simply just drives. '", "Of course I analyse.", "You can't be a world champion without doing that,' Hamilton said.", "'I remember speaking about this a long time ago", "and I don't know if people get a perception as to who you are as a driver, but I work as hard as any other driver. '", "Just because I do things differently", "it doesn't mean I'm worse.", "Race winner Hamilton celebrates with the trophy on the podium in Bahrain '", "There was a point where people said Nico was a doctor of this or that; Jenson was a doctor of his tyres. '", "I tick off all the boxes, and I've worked to do that. '", "The results I get are not only from my raw ability because I study hard, I work hard to make notes about my tyres, about every single thing I do, which I've done since my days in Formula Three. '", "Ultimately, I don't care what people think.", "I just do the job.'", "Hamilton certainly has Rosberg scratching his head as the German appears to have run out of ideas as to how to beat his main rival.", "Hamilton has now set a personal record run of 11 consecutive grands prix in the points - twice finishing second in addition to the nine wins.", "If you include the double points for the final race of last season, Hamilton has scored an astonishing 286 from a potential 300.", "It is not perfection, so perhaps there is a feeling of never being quite satisfied. '", "That's natural for anyone who has the competitiveness I have,' said Hamilton. '", "I know the potential I have, and whether or not I'm living up to it. '", "I feel I am coming close to full potential -", "although who knows exactly what that is - but I do feel quite satisfied.'", "Which is why he also feels he still has more to give, starting with the next grand prix in three weeks' time in Spain. '", "I got the pole, I did the job (in Bahrain),'", "Hamilton said. '", "Now I have to see if I can improve, and I want to improve when I get to Barcelona.'"], "negative_entity": "New York", "bart_cased": "Lewis Hamilton has won nine of the last 11 grands prix . The Briton already holds a 27-point cushion in the drivers ' standings . Hamilton won the Bahrain Grand Prix on Sunday . The 30-year-old said he feels more powerful now than ever .", "traps": [["F4", "'i think if you take all the elements of why we all love football they all happened in this particular game.'"], ["F4", "the joy of long car journeys': lucy scott's doodle book honestly chronicles the difficult realities of the first year of parenthood 'actual torture':"], ["F5", "of baseball to after that results about but stepped."], ["F4", "sergio perez fears 'a very painful year' lies ahead if force india's roll out of their upgraded car this season proves a dud."], ["F6", "naturally you always feel there are things me can still improve on, but it's hard to always pinpoint what those are and to tell the team what to focus on."], ["F0", "lewis hamilton has conceded to feeling more powerful now than at any stage in his f1 career."]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_feqa": 0.590213205597821, "bert_sum_feqa": 0.26337186803341456, "bus_feqa": 0.4265873015873016, "pgn_feqa": 0.41587301587301584, "s2s_feqa": 0.5034991481972906}