{
    "BERTS2S": "football is one of the greatest sporting experiences of all time.",
    "BERTS2S_lines": [
        "football is one of the greatest sporting experiences of all time."
    ],
    "TConvS2S": "on the eve of the world cup, the first day of the battle of the somme came to an end.",
    "TConvS2S_lines": [
        "on the eve of the world cup, the first day of the battle of the somme came to an end."
    ],
    "PtGen": "``i have fond memories of playing football, but it was n\\'t going on the march\\'\\', but he\\'s going on the brink of becoming a goalkeeper.",
    "PtGen_lines": [
        "``i have fond memories of playing football, but it was n\\'t going on the march\\'\\', but he\\'s going on the brink of becoming a goalkeeper."
    ],
    "TranS2S": "a former football goalkeeper from newport, who was at the auschwitz death camp during world war two, is to be remembered for his work.",
    "TranS2S_lines": [
        "a former football goalkeeper from newport, who was at the auschwitz death camp during world war two, is to be remembered for his work."
    ],
    "article": "As Ron Jones, from Newport, prepares to mark Holocaust Memorial Day on Friday with a service at the city's cathedral, he says that amongst all the terrible memories, there will also be a few which will make him smile.He was captured in 1943 fighting in the Middle East, and after nine months in Italy, was transferred to forced labour camp E715, part of the Auschwitz complex.There he spent 12 hours a day, six days a week, working with hazardous chemicals in the IG Farben works, but on Sundays they were permitted to play football.\"I think the Germans thought that letting us play football was a quick and easy way of keeping us quiet,\" he said.\"The Red Cross would bring us food parcels, and when they heard about our football, they managed to get us strips for four teams: England, Wales, Scotland and Ireland. I was always the Wales goalkeeper.\"It kept us sane, it was a bit of normality, but it sounds wrong somehow to say I've got fond memories of playing football, considering what was going on just over the fence.\"He says as well as keeping up spirits, football played a major role in his survival, and that of many of his fellow prisoners, when they were forced on one of the series of extremely long marches westwards from PoW camps during the final stages of the conflict.Whilst many of Mr Jones's friends died on the march, he believes it is no coincidence that those who had been involved in the Auschwitz football league fared better.\"You could say the football we'd played saved our lives. The football lads were fitter, yes, but more than that, they belonged to a group which kept each other going on the march.\"E715 was located close to Auschwitz III, Monowitz, which held mainly Polish resistance fighters, political dissidents, homosexuals and some captured Soviet troops.Whilst this was not officially a death camp, Mr Jones says it did not take long for him to realise that the inmates at Monowitz were far from safe.\"In the nights you could hear shots coming from Monowitz,\" he said.\"Not bursts like you had when you were fighting, but deliberate, regular every few seconds; like they had a system going.\"We didn't know who they were or why they'd been killed, and we couldn't help but be terrified that we'd be next.\"But when the British PoWs were allowed out to play football, they would be taken to fields next to Auschwitz II, Birkenau, where killing was on an altogether more industrial scale.\"The first Sunday we went to the playing fields, we saw these people - well walking skeletons they were really - digging trenches,\" he said.\"We asked, 'Who are those poor sods?' and the German guards shout 'Juden', Jews, as if it had been a stupid question.\"We could only play in the summer, because everything was covered in snow through the winter. But when it was hot, this awful stench would waft across from the crematoriums.\"Your imaginations pretty much filled in the gaps for you, but we'd carry on playing football.\"Scoring a goal, making a save or arguing about an offside was the only way you could stop yourself from cracking up.\"Mr Jones says he has spent a great deal of time since the war wondering about how much his German guards had known and cared about what was going on inside Birkenau.\"You have to remember that our guards weren't SS like in Birkenau; they were conscripted squaddies like us,\" he said.\"Dozens of them would come and cheer our football matches and have a laugh with us, and if you got them on their own, you could tell that they were ordinary, decent blokes.\"But if you asked them about Birkenau they'd get angry and scared. 'We didn't need to know', 'they didn't know', 'it was nothing', and even if it was, then 'it wasn't their fault, they weren't SS'.\"\"I had nightmares about Auschwitz for years after the war, but I bet mine were nothing compared with what those Germans must have gone through.\"Some would say they deserve it, but most likely they couldn't have done any more about it than we could have ourselves.\"As the Red Army closed in, on 21 January, 1945 German guards burst into Mr Jones's hut in the middle of the night, and ordered him to leave immediately with whatever he could carry.The Soviets liberated Auschwitz on 27 January, 1945, confirming for the first time the stories of the Holocaust's mass murder, which the Allies had hitherto rubbished as too extreme to be possible.But by the time the Russians arrived, Mr Jones was long gone; as part of the death march west, which killed anywhere between 3,000 and 8,000 Allied PoWs.\"We were on the road for 17 weeks, and God knows how many hundreds of miles we traipsed, through Poland, Czechoslovakia, Germany and Austria.\"\"I was 13 stone (82kg) when I was captured, and when I was liberated by the Americans in April 1945, they weighed me, and I was seven stone.\"Mr Jones considers himself one of the lucky ones.\"I was very lucky. I came home to a good wife, who helped me get over it. But lots never really recovered at all,\" he said.\"I think I'm probably the last now. There was another of the footballers who I got Christmas cards from, but there was nothing this year. So at 94, I think it's probably time to tell the story before it's too late.\"",
    "article_lines": [
        "As Ron Jones, from Newport, prepares to mark Holocaust Memorial Day on Friday with a service at the city's cathedral, he says that amongst all the terrible memories, there will also be a few which will make him smile.",
        "He was captured in 1943 fighting in the Middle East, and after nine months in Italy, was transferred to forced labour camp E715, part of the Auschwitz complex.",
        "There he spent 12 hours a day, six days a week, working with hazardous chemicals in the IG Farben works, but on Sundays they were permitted to play football.",
        "\"I think the Germans thought that letting us play football was a quick and easy way of keeping us quiet,\" he said.",
        "\"The",
        "Red Cross would bring us food parcels, and when they heard about our football, they managed to get us strips for four teams:",
        "England, Wales, Scotland and Ireland.",
        "I was always the Wales goalkeeper.",
        "\"It kept us sane, it was a bit of normality, but it sounds wrong somehow to say I've got fond memories of playing football, considering what was going on just over the fence.",
        "\"He says as well as keeping up spirits, football played a major role in his survival, and that of many of his fellow prisoners, when they were forced on one of the series of extremely long marches westwards from PoW camps during the final stages of the conflict.",
        "Whilst many of Mr Jones's friends died on the march, he believes it is no coincidence that those who had been involved in the Auschwitz football league fared better.",
        "\"You",
        "could say the football we'd played saved our lives.",
        "The football lads were fitter, yes, but",
        "more than that, they belonged to a group which kept each other going on the march.",
        "\"E715 was located close to Auschwitz III, Monowitz, which held mainly Polish resistance fighters, political dissidents, homosexuals and some captured Soviet troops.",
        "Whilst this was not officially a death camp, Mr Jones says it did not take long for him to realise that the inmates at Monowitz were far from safe.",
        "\"In",
        "the nights you could hear shots coming from Monowitz,\" he said.",
        "\"Not bursts like you had when you were fighting, but deliberate, regular every few seconds; like they had a system going.",
        "\"We didn't know who they were or why they'd been killed, and we couldn't help but be terrified that we'd be next.",
        "\"But",
        "when the British PoWs were allowed out to play football, they would be taken to fields next to Auschwitz II, Birkenau, where killing was on an altogether more industrial scale.",
        "\"The",
        "first Sunday we went to the playing fields, we saw these people - well walking skeletons they were really - digging trenches,\" he said.",
        "\"We asked, 'Who are those poor sods?'",
        "and the German guards shout 'Juden', Jews, as if it had been a stupid question.",
        "\"We could only play in the summer, because everything was covered in snow through the winter.",
        "But when it was hot, this awful stench would waft across from the crematoriums.",
        "\"Your imaginations pretty much filled in the gaps for you, but we'd carry on playing football.",
        "\"Scoring a goal, making a save or arguing about an offside was the only way you could stop yourself from cracking up.",
        "\"Mr",
        "Jones says he has spent a great deal of time since the war wondering about how much his German guards had known and cared about what was going on inside Birkenau.",
        "\"You have to remember that our guards weren't SS like in Birkenau; they were conscripted squaddies like us,\" he said.",
        "\"Dozens of them would come and cheer our football matches and have a laugh with us, and if you got them on their own, you could tell that they were ordinary, decent blokes.",
        "\"But if you asked them about Birkenau they'd get angry and scared. '",
        "We didn't need to know', 'they didn't know', 'it was nothing', and even if it was, then 'it wasn't their fault, they weren't SS'.",
        "\"\"I had nightmares about Auschwitz for years after the war, but I bet mine were nothing compared with what those Germans must have gone through.",
        "\"Some would say they deserve it, but most likely they couldn't have done any more about it than we could have ourselves.",
        "\"As",
        "the Red Army closed in, on 21 January, 1945 German guards burst into Mr Jones's hut in the middle of the night, and ordered him to leave immediately with whatever he could carry.",
        "The Soviets liberated Auschwitz on 27 January, 1945, confirming for the first time the stories of the Holocaust's mass murder, which the Allies had hitherto rubbished as too extreme to be possible.",
        "But by the time the Russians arrived, Mr Jones was long gone; as part of the death march west, which killed anywhere between 3,000 and 8,000 Allied PoWs.",
        "\"We were on the road for 17 weeks, and God knows how many hundreds of miles we traipsed, through Poland, Czechoslovakia, Germany and Austria.",
        "\"\"I was 13 stone (82kg) when I was captured, and when I was liberated by the Americans in April 1945, they weighed me, and I was seven stone.",
        "\"Mr Jones considers himself one of the lucky ones.",
        "\"I was very lucky.",
        "I came home to a good wife, who helped me get over it.",
        "But lots never really recovered at all,\" he said.",
        "\"I think I'm probably the last now.",
        "There was another of the footballers who I got Christmas cards from, but there was nothing this year.",
        "So at 94, I think it's probably time to tell the story before it's too late.\""
    ],
    "entity_counter": {
        "Ron Jones": 1,
        "Newport": 1,
        "Holocaust Memorial Day": 1,
        "a service": 1,
        "the city's cathedral": 1,
        "all the terrible memories": 1,
        "the Middle East": 1,
        "Italy": 1,
        "labour camp E715": 1,
        "part": 2,
        "the Auschwitz complex": 1,
        "hazardous chemicals": 1,
        "the IG Farben works": 1,
        "football": 6,
        "\"I": 2,
        "the Germans": 1,
        "a quick and easy way": 1,
        "\"The": 1,
        "Red Cross": 1,
        "food parcels": 1,
        "our football": 1,
        "four teams": 1,
        "England": 1,
        "Wales": 1,
        "Scotland": 1,
        "Ireland": 1,
        "the Wales goalkeeper": 1,
        "a bit": 1,
        "normality": 1,
        "fond memories": 1,
        "the fence": 1,
        "spirits": 1,
        "a major role": 1,
        "his survival": 1,
        "his fellow prisoners": 1,
        "the series": 1,
        "extremely long marches": 1,
        "PoW camps": 1,
        "the final stages": 1,
        "the conflict": 1,
        "Mr Jones's friends": 1,
        "the march": 2,
        "no coincidence": 1,
        "the Auschwitz football league": 1,
        "the football": 1,
        "our lives": 1,
        "The football lads": 1,
        "a group": 1,
        "Auschwitz III": 1,
        "Monowitz": 3,
        "mainly Polish resistance fighters": 1,
        "political dissidents": 1,
        "homosexuals": 1,
        "some captured Soviet troops": 1,
        "a death camp": 1,
        "Mr Jones": 3,
        "the inmates": 1,
        "shots": 1,
        "\"Not bursts": 1,
        "a system": 1,
        "the British PoWs": 1,
        "fields": 1,
        "Auschwitz II": 1,
        "Birkenau": 4,
        "killing": 1,
        "an altogether more industrial scale": 1,
        "the playing fields": 1,
        "these people": 1,
        "walking skeletons": 1,
        "really - digging trenches": 1,
        "those poor sods": 1,
        "the German guards": 3,
        "Juden": 1,
        "a stupid question": 1,
        "snow": 1,
        "the winter": 1,
        "this awful stench": 1,
        "the crematoriums": 1,
        "\"Your": 1,
        "imaginations": 1,
        "the gaps": 1,
        "a goal": 1,
        "a save": 1,
        "an offside": 1,
        "the only way": 1,
        "Jones": 1,
        "a great deal": 1,
        "time": 2,
        "the war": 2,
        "squaddies": 1,
        "our football matches": 1,
        "a laugh": 1,
        "ordinary, decent blokes": 1,
        "their fault": 1,
        "\"\"I": 2,
        "nightmares": 1,
        "Auschwitz": 2,
        "those Germans": 1,
        "the Red Army": 1,
        "1945 German guards": 1,
        "Mr Jones's hut": 1,
        "The Soviets": 1,
        "the first time": 1,
        "the stories": 1,
        "the Holocaust's mass murder": 1,
        "the Allies": 1,
        "the time": 1,
        "the Russians": 1,
        "the death march west": 1,
        "anywhere between 3,000 and 8,000 Allied PoWs": 1,
        "the road": 1,
        "God": 1,
        "how many hundreds": 1,
        "Poland": 1,
        "Czechoslovakia": 1,
        "Germany": 1,
        "Austria": 1,
        "13 stone": 1,
        "(82kg": 1,
        "the Americans": 1,
        "seven stone": 1,
        "the lucky ones": 1,
        "a good wife": 1,
        "lots": 1,
        "the footballers": 1,
        "Christmas cards": 1,
        "the story": 1
    },
    "negative_entity": "12-year-old Bluey",
    "url": "http://web.archive.org/web/20170111170050/http://www.bbc.co.uk/news/uk-wales-south-west-wales-16679938",
    "hash": "16679938",
    "traps": [
        [
            "F6",
            "\"some would say we deserve it, but most likely they couldn't have done any more about it than we could have ourselves."
        ],
        [
            "F5",
            "on scotland last nine coming safe than."
        ],
        [
            "F6",
            "\"we didn't know who they were or why they'd been killed, and you couldn't help but be terrified that we'd be next."
        ],
        [
            "F6",
            "the red army closed in, on 21 january, 1945 german guards burst into mr jones's hut in the middle of the night, and ordered him to leave immediately with whatever she could carry."
        ],
        [
            "F0",
            "as ron jones, from newport, prepares to mark holocaust memorial day on friday with a service at the city's cathedral, he says that amongst all the terrible memories, there will also be a few which will make him smile."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "a 94-year-old man who survived a prisoner of war camp next door to the auschwitz-birkenau extermination camp believes a football league which the guards allowed them to set up may have helped save his life.",
    "BERTS2S_qags": 1.0,
    "TConvS2S_qags": 1.0,
    "PtGen_qags": 1.0,
    "TranS2S_qags": 0.2,
    "BERTS2S_qags20": 1.0,
    "TConvS2S_qags20": 1.0,
    "PtGen_qags20": 1.0,
    "TranS2S_qags20": 0.4,
    "BERTS2S_qags10": 0.4,
    "TConvS2S_qags10": 0.2,
    "PtGen_qags10": 0.5083333333333333,
    "TranS2S_qags10": 0.2
}