{
    "bart_reference": "Video shows ESPN reporter Britt McHenry berating and belittling a tow company worker . Drexler : She was wrong to act that way , but are n't we too quick to judge without seeing full video ?",
    "bart": "espn 's britt mchenry was caught on tape berating an employee of a tow company . frida ghitis : mchenry should have known better than to have used such words . she says the problem with social media is that it allows people to present and receive whatever angle .",
    "id": "cnn-test-2beb3c90dd9c2fe8288f352b6b973b5a0b5dd0dc",
    "filepath": "cnndm/cnn/stories/2beb3c90dd9c2fe8288f352b6b973b5a0b5dd0dc.story",
    "bert_sum_reference": "video shows espn reporter britt mchenry berating and belittling a tow company worker . drexler : she was wrong to act that way , but are n't we too quick to judge without seeing full video ? .",
    "bert_sum": "espn 's britt mchenry is in the news after a video of her berating an employee of a tow company in arlington , virginia . peggy drexler : mchenry 's reaction could very well have been a result of an overblown sense of entitlement .",
    "bus_reference": "video shows espn reporter britt mchenry berating and belittling a tow company worker . drexler : she was wrong to act that way , but are n't we too quick to judge without seeing full video ? .",
    "bus": "espn 's britt mchenry video shows her in arlington , virginia . it 's unclear whether it will be suspended for a week . mchenry : `` i 'm on -lsb- baby girl , '' but it 's too late .",
    "pgn_reference": "video shows espn reporter britt mchenry berating and belittling a tow company worker . drexler : she was wrong to act that way , but are n't we too quick to judge without seeing full video ?",
    "pgn": "`` i 'm on television and you 're in a f**king trailer , honey , '' and `` i would n't work at a scumbag place like this . '' the # firebrittmchenry hashtag was already trending on twitter .",
    "s2s_reference": "video shows espn reporter britt mchenry berating and belittling a tow company worker . drexler : she was wrong to act that way , but are n't we too quick to judge without seeing full video ?",
    "s2s": "a video surfaced showing her berating and exposing an employee of a tow company . the video shows her berating and an employee of a tow company . the video was released on a video of her firing of a tow company .",
    "hash": "2beb3c90dd9c2fe8288f352b6b973b5a0b5dd0dc",
    "url": "http://web.archive.org/web/20150424115549id_/http://edition.cnn.com/2015/04/17/opinions/drexler-espn-reporter-britt-mchenry/index.html",
    "article": "(CNN)ESPN's Britt McHenry this week found herself in the news, rather than reporting on it, after a video surfaced showing her berating and belittling an employee of a tow company in Arlington, Virginia. Among the highlights, as caught on tape and eventually uploaded to LiveLeak: \"I'm on television and you're in a f**king trailer, honey,\" and \"I wouldn't work at a scumbag place like this. Makes my skin crawl even being here.\" And, finally, \"Lose some weight, baby girl.\" It's pretty cringe-worthy stuff that seems difficult, if not impossible, to defend. McHenry quickly issued an apology, blaming the incident on a moment of intense frustration but admitting her mistake and accepting responsibility. It was, however, too late: the #firebrittmchenry hashtag was already trending on Twitter, where she was called everything from classist, class-less, and \"ugly on the inside\" to a \"sad, self-hating coward.\" ESPN, meanwhile, announced that McHenry would be suspended for a week. Certainly McHenry should have known better than to have used such words, even if that's what she was thinking, least of all because in our YouTube age, such missteps always come to light. But while McHenry's reaction could very well have been a result of an overblown sense of entitlement, evidence of a mean girl who never left high school, what's also troubling is how quickly and gleefully the rest of us issued blame on McHenry without fully knowing -- or, it seems, caring about -- the other side of the story. The video that was released -- by the tow company -- was heavily edited and included only McHenry's responses, not the comments of the employee who may have provoked her and contributed to an argument that clearly escalates as the video goes on. McHenry knew she was being taped; at one point, she looks directly at the camera. The employee even threatens to make the video public. Did McHenry keep going because she has that much of a self-destructive streak? Or because she truly could not help herself? Or was she confident that any video evidence would show that there were two people playing this particular game? How Britt McHenry could have responded These days, there's nothing we love more than an example of a celebrity fall from grace, whether it's Lindsay Lohan or Brian Williams or Britt McHenry, who was judged not on the facts but on what we take particular joy in believing: that the over-privileged and semi-famous do not necessarily deserve a fair trial. The high price of public shaming online Sure, McHenry probably feels entitled, but that's our doing, too. We're a society obsessed with putting celebrities on a pedestal -- celebrating them, compensating them. And yet when, in a moment of frustration and stress, McHenry lets the entitlement bestowed on her win out over taking a deep breath and walking away, we're right there to demand to know what gives her the nerve. You know what gives her the nerve? We do. (Be honest: When is the last time you had a warm and fuzzy experience at the tow lot?) But we're really no better than she is. The problem with social media, and our dependence on it, is that it allows people to present and receive whatever angle they want, biased or not, fair or not. It's the \"power of the press\" without the objectivity or accountability demanded of the actual press. And it has enabled a dangerous vigilantism that makes those who use that power no different from the ones they are supposedly rallying against. Think about it. Who was worse: McHenry or the people who made that video public, and who did so without owning up to their part in the conversation? Who is worse: Britt McHenry for childishly mocking a confrontational tow employee's bad teeth, or the Twitter masses who call for justice and \"the return of class\" -- who express views like, \"Part of me feels bad for Britt McHenry. Poor thing actually believes she was hired for 'brains' and 'education'? Shouldn't they question whether, in fact, McHenry could have actually been standing up for herself? Sorry to break it to you, but these days, we're all bullies. At least Britt McHenry owns up to it.",
    "entity_counter": {
        "CNN)ESPN's Britt McHenry": 12,
        "the news": 1,
        "a video": 1,
        "an employee": 1,
        "a tow company": 1,
        "Arlington": 1,
        "Virginia": 1,
        "the highlights": 1,
        "tape": 1,
        "LiveLeak": 1,
        "television": 1,
        "a f**king trailer": 1,
        "honey": 1,
        "a scumbag place": 1,
        "my skin": 1,
        "some weight": 1,
        "baby girl": 1,
        "pretty cringe-worthy stuff": 1,
        "an apology": 1,
        "the incident": 1,
        "a moment": 2,
        "intense frustration": 1,
        "her mistake": 1,
        "responsibility": 1,
        "the #firebrittmchenry hashtag": 1,
        "Twitter": 1,
        "the inside": 1,
        "a \"sad, self-hating coward": 1,
        "ESPN": 1,
        "such words": 1,
        "our YouTube age": 1,
        "such missteps": 1,
        "light": 1,
        "McHenry's reaction": 1,
        "a result": 1,
        "an overblown sense": 1,
        "entitlement": 1,
        "a mean girl": 1,
        "high school": 1,
        "the rest": 1,
        "blame": 1,
        "the story": 1,
        "The video": 1,
        "the tow company": 1,
        "only McHenry's responses": 1,
        "the comments": 1,
        "the employee": 2,
        "an argument": 1,
        "The video that was released -- by the tow company --": 1,
        "one point": 1,
        "the camera": 1,
        "the video public": 1,
        "a self-destructive streak": 1,
        "any video evidence": 1,
        "two people": 1,
        "this particular game": 1,
        "an example": 1,
        "a celebrity fall": 1,
        "grace": 1,
        "Lindsay Lohan": 1,
        "Brian Williams": 1,
        "Britt McHenry": 4,
        "the facts": 1,
        "particular joy": 1,
        "a fair trial": 1,
        "The high price": 1,
        "public shaming": 1,
        "our doing": 1,
        "a society": 1,
        "celebrities": 1,
        "a pedestal": 1,
        "frustration": 1,
        "stress": 1,
        "the entitlement": 1,
        "her win": 1,
        "a deep breath": 1,
        "the nerve": 2,
        "the last time": 1,
        "a warm and fuzzy experience": 1,
        "the tow lot": 1,
        "The problem": 1,
        "social media": 1,
        "our dependence": 1,
        "people": 1,
        "whatever angle": 1,
        "the \"power": 1,
        "the press": 2,
        "the objectivity": 1,
        "accountability": 1,
        "a dangerous vigilantism": 1,
        "that power": 1,
        "the ones": 1,
        "the people": 1,
        "that video public": 1,
        "their part": 1,
        "the conversation": 1,
        "a confrontational tow employee's bad teeth": 1,
        "the Twitter masses": 1,
        "justice": 1,
        "class": 1,
        "views": 1,
        "Part": 1,
        "Poor thing": 1,
        "brains": 1,
        "'education": 1,
        "fact": 1,
        "bullies": 1
    },
    "bart_lines": [
        "ESPN 's Britt McHenry was caught on tape berating an employee of a tow company .",
        "Frida Ghitis : McHenry should have known better than to have used such words .",
        "She says the problem with social media is that it allows people to present and receive whatever angle ."
    ],
    "bert_sum_lines": [
        "espn 's britt mchenry is in the news after a video of her berating an employee of a tow company in arlington , virginia .",
        "peggy drexler :",
        "mchenry 's reaction could very well have been a result of an overblown sense of entitlement ."
    ],
    "bus_lines": [
        "espn 's britt mchenry video shows her in arlington , virginia .",
        "it 's unclear whether it will be suspended for a week .",
        "mchenry : `` i 'm on -lsb- baby girl , ''",
        "but it 's too late ."
    ],
    "pgn_lines": [
        "`` i 'm on television",
        "and you 're in a f**king trailer , honey , '' and `` i would n't work at a scumbag place like this . ''",
        "the # firebrittmchenry hashtag was already trending on twitter ."
    ],
    "s2s_lines": [
        "a video surfaced showing her berating and exposing an employee of a tow company .",
        "the video shows her berating and an employee of a tow company .",
        "the video was released on a video of her firing of a tow company ."
    ],
    "article_lines": [
        "(CNN)ESPN's Britt McHenry this week found herself in the news, rather than reporting on it, after a video surfaced showing her berating and belittling an employee of a tow company in Arlington, Virginia.",
        "Among the highlights, as caught on tape and eventually uploaded to LiveLeak: \"I'm on television and you're in a f**king trailer, honey,\" and \"I wouldn't work at a scumbag place like this.",
        "Makes my skin crawl even being here.\"",
        "And, finally, \"Lose some weight, baby girl.",
        "\" It's pretty cringe-worthy stuff that seems difficult, if not impossible, to defend.",
        "McHenry quickly issued an apology, blaming the incident on a moment of intense frustration but admitting her mistake and accepting responsibility.",
        "It was, however, too late:",
        "the #firebrittmchenry hashtag was already trending on Twitter, where she was called everything from classist, class-less, and \"ugly on the inside\" to a \"sad, self-hating coward.",
        "\"",
        "ESPN, meanwhile, announced that McHenry would be suspended for a week.",
        "Certainly McHenry should have known better than to have used such words, even if that's what she was thinking, least of all because in our YouTube age, such missteps always come to light.",
        "But while McHenry's reaction could very well have been a result of an overblown sense of entitlement, evidence of a mean girl who never left high school, what's also troubling is how quickly and gleefully the rest of us issued blame on McHenry without fully knowing -- or, it seems, caring about -- the other side of the story.",
        "The video that was released -- by the tow company -- was heavily edited and included only McHenry's responses, not the comments of the employee who may have provoked her and contributed to an argument that clearly escalates as the video goes on.",
        "McHenry knew she was being taped; at one point, she looks directly at the camera.",
        "The employee even threatens to make the video public.",
        "Did McHenry keep going because she has that much of a self-destructive streak?",
        "Or because she truly could not help herself?",
        "Or was she confident that any video evidence would show that there were two people playing this particular game?",
        "How Britt McHenry could have responded These days, there's nothing we love more than an example of a celebrity fall from grace, whether it's Lindsay Lohan or Brian Williams or Britt McHenry, who was judged not on the facts but on what we take particular joy in believing: that the over-privileged and semi-famous do not necessarily deserve a fair trial.",
        "The high price of public shaming online",
        "Sure, McHenry probably feels entitled, but that's our doing, too.",
        "We're a society obsessed with putting celebrities on a pedestal -- celebrating them, compensating them.",
        "And yet when, in a moment of frustration and stress, McHenry lets the entitlement bestowed on her win out over taking a deep breath and walking away, we're right there to demand to know what gives her the nerve.",
        "You know what gives her the nerve?",
        "We do.",
        "(Be honest: When is the last time you had a warm and fuzzy experience at the tow lot?)",
        "But we're really no better than she is.",
        "The problem with social media, and our dependence on it, is that it allows people to present and receive whatever angle they want, biased or not, fair or not.",
        "It's the \"power of the press\" without the objectivity or accountability demanded of the actual press.",
        "And it has enabled a dangerous vigilantism that makes those who use that power no different from the ones they are supposedly rallying against.",
        "Think about it.",
        "Who was worse: McHenry or the people who made that video public, and who did so without owning up to their part in the conversation?",
        "Who is worse:",
        "Britt McHenry for childishly mocking a confrontational tow employee's bad teeth, or the Twitter masses who call for justice and \"the return of class\" -- who express views like, \"",
        "Part of me feels bad for Britt McHenry.",
        "Poor thing actually believes she was hired for 'brains' and 'education'?",
        "Shouldn't they question whether, in fact, McHenry could have actually been standing up for herself?",
        "Sorry to break it to you, but these days, we're all bullies.",
        "At least Britt McHenry owns up to it."
    ],
    "negative_entity": "the Mackintosh Campus Appeal",
    "bart_cased": "ESPN 's Britt McHenry was caught on tape berating an employee of a tow company . Frida Ghitis : McHenry should have known better than to have used such words . She says the problem with social media is that it allows people to present and receive whatever angle .",
    "traps": [
        [
            "F4",
            "diamond has identified as female since she was a child and began hormone therapy when she was 17, the southern poverty law center lawsuit says."
        ],
        [
            "F5",
            "allows and even a admitting story issued."
        ],
        [
            "F4",
            "celebrities and music lovers gathered on friday in the southern california desert for the beginning of the annual coachella valley music and arts festival - the first big arts and music festival of the summer season."
        ],
        [
            "F4",
            "troy slezak from huntington beach, california, filmed his seven-month-old daughter stella playing with the giant pooch on the living room floor at home."
        ],
        [
            "F5",
            "week the it what of or particular as."
        ],
        [
            "F5",
            "whatever overblown mchenry lot side a the she mchenry."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ],
    "bart_qags": 0.9,
    "bert_sum_qags": 0.9,
    "bus_qags": 0.9,
    "pgn_qags": 0.5,
    "s2s_qags": 0.0,
    "bart_qags20": 0.9,
    "bert_sum_qags20": 0.65,
    "bus_qags20": 0.9,
    "pgn_qags20": 0.6,
    "s2s_qags20": 0.05,
    "bart_qags10": 0.5666666666666667,
    "bert_sum_qags10": 0.31,
    "bus_qags10": 0.4,
    "pgn_qags10": 0.6,
    "s2s_qags10": 0.6333333333333333
}