{
    "BERTS2S": "scotland women\\'s euro 2017 qualifier against iceland on friday would be a \" humiliating \" chance to reach the finals, according to midfielder anna evans.",
    "BERTS2S_lines": [
        "scotland women\\'s euro 2017 qualifier against iceland on friday would be a \" humiliating \" chance to reach the finals, according to midfielder anna evans."
    ],
    "TConvS2S": "scotland women\\'s manager jayne evans says it would be a ``huge\\'\\'place to qualify for the euro 2016 finals.",
    "TConvS2S_lines": [
        "scotland women\\'s manager jayne evans says it would be a ``huge\\'\\'place to qualify for the euro 2016 finals."
    ],
    "PtGen": "scotland manager chris evans says it would be ``emotional\\'\\'to be ``emotional\\'\\'to miss out on a place in the euro 2016 qualifiers.",
    "PtGen_lines": [
        "scotland manager chris evans says it would be ``emotional\\'\\'to be ``emotional\\'\\'to miss out on a place in the euro 2016 qualifiers."
    ],
    "TranS2S": "goalkeeper gemma fay says scotland women\\'s team-mates are \" desperate \" to qualify for euro 2016.",
    "TranS2S_lines": [
        "goalkeeper gemma fay says scotland women\\'s team-mates are \" desperate \" to qualify for euro 2016."
    ],
    "article": "The Scots have won all five qualifiers to date and host Iceland at Falkirk Stadium on Friday knowing victory would all but secure their place.But Evans is desperate not to miss out again after play-off losses for Euro 2013 and last year's  World Cup.\"Now that we're in this position, it would be devastating,\" she said.\"We've been so close and fallen at the last hurdle twice now trying to get to major competitions.\"It would be more heartbreak than humiliation.\"Iceland, ranked one place above the Scots at number 20 in the world, are also unbeaten after four wins from four, with the outcome of Friday's contest and the return fixture in Reykjavik on 20 September likely to decide who tops the group.\"Obviously reaching the finals is everyone's aim,\" said 24-year-old Bayern Munich forward Evans. \"It's been my aim since I got into the squad, and [veteran goalkeeper] Gemma Fay has been aiming for it for 15 years.\"I think it's going to be emotional if we do get there, although we're taking it step by step, trying not to think too far ahead.\"With the best six of the eight group runners-up also qualifying automatically, Scotland are in pole position to reach next summer's finals in the Netherlands without the need for a play-off.\"Iceland are top seeds in the group,\" Evans noted. \"They're a really good side and we've always had tough games against them.\"But we know we've got a really good chance to beat them.\"It would be fantastic to have a big crowd at Falkirk. Having the fans behind us makes a huge difference.\"Evans is one of 12 players in the current 20-strong squad who play outside Scotland, with five at English clubs, four in Sweden and two at Seattle Reign in the United States National Women's Soccer League, including newly-crowned BBC Women's Footballer of the Year Kim Little.Perth-born Evans recently celebrated winning the women's Bundesliga in her first season at Bayern, rubbing shoulders with the likes of Franck Ribery and Arjen Robben as they joined the victorious men's squad for a rapturous reception on the balcony at Munich's New Town Hall.\"It was mind-blowing, completely mind-blowing,\" she recalled. \"There were thousands of people cheering when we came out.\"We had a party with the men's team on the Saturday night, having been in their stadium on the Saturday just to get congratulated.\"I actually walked out with Franck Ribery at the Town Hall, but, in the photos, Arjen Robben is in the background. I don't know them very well, but they were all really chatty, really good with us.\"Evans, who won four Scottish Women's Premier League titles and six domestic cups with Glasgow City before moving to Germany with Turbine Potsdam, believes the benefits of having more players in the world's top leagues benefits the national team as they close in on a first major finals.\"Germany has been at the top of women's football for a long time now - it has really developed over there,\" she added.\"The league is good, arguably one of the best in the world for competitiveness, and we have a hard game every week.\"Even within the Bayern set-up, there is such good competition. Just being able to train with those players every day makes you better. I'm really privileged.\"The league in Scotland is improving, but the girls playing abroad bring something different.\"It is a different culture, a new way of playing, and that adds to the national team.\"",
    "article_lines": [
        "The Scots have won all five qualifiers to date and host Iceland at Falkirk Stadium on Friday knowing victory would all but secure their place.",
        "But Evans is desperate not to miss out again after play-off losses for Euro 2013 and last year's  World Cup.",
        "\"Now",
        "that we're in this position, it would be devastating,\" she said.",
        "\"We've been so close and fallen at the last hurdle twice now trying to get to major competitions.",
        "\"It would be more heartbreak than humiliation.",
        "\"Iceland",
        ", ranked one place above the Scots at number 20 in the world, are also unbeaten after four wins from four, with the outcome of Friday's contest and the return fixture in Reykjavik on 20 September likely to decide who tops the group.",
        "\"Obviously",
        "reaching the finals is everyone's aim,\" said 24-year-old Bayern Munich forward Evans.",
        "\"It's been my aim since I got into the squad, and [veteran goalkeeper]",
        "Gemma Fay has been aiming for it for 15 years.",
        "\"I think it's going to be emotional if we do get there, although we're taking it step by step, trying not to think too far ahead.",
        "\"With",
        "the best six of the eight group runners-up also qualifying automatically, Scotland are in pole position to reach next summer's finals in the Netherlands without the need for a play-off.",
        "\"Iceland are top seeds in the group,\" Evans noted.",
        "\"They're a really good side",
        "and we've always had tough games against them.",
        "\"But",
        "we know we've got a really good chance to beat them.",
        "\"It would be fantastic to have a big crowd at Falkirk.",
        "Having the fans behind us makes a huge difference.",
        "\"Evans is one of 12 players in the current 20-strong squad who play outside Scotland, with five at English clubs, four in Sweden and two at Seattle Reign in the United States National Women's Soccer League, including newly-crowned BBC Women's Footballer of the Year Kim Little.",
        "Perth-born Evans recently celebrated winning the women's Bundesliga in her first season at Bayern, rubbing shoulders with the likes of Franck Ribery and Arjen Robben as they joined the victorious men's squad for a rapturous reception on the balcony at Munich's New Town Hall.",
        "\"It was mind-blowing, completely mind-blowing,\" she recalled.",
        "\"There were thousands of people cheering when we came out.",
        "\"We had a party with the men's team on the Saturday night, having been in their stadium on the Saturday just to get congratulated.",
        "\"I actually walked out with Franck Ribery at the Town Hall, but, in the photos, Arjen Robben is in the background.",
        "I don't know them very well, but they were all really chatty, really good with us.",
        "\"Evans, who won four Scottish Women's Premier League titles and six domestic cups with Glasgow City before moving to Germany with Turbine Potsdam, believes the benefits of having more players in the world's top leagues benefits the national team as they close in on a first major finals.",
        "\"Germany has been at the top of women's football for a long time now - it has really developed over there,\" she added.",
        "\"The",
        "league is good, arguably one of the best in the world for competitiveness, and we have a hard game every week.",
        "\"Even",
        "within the Bayern set-up, there is such good competition.",
        "Just being able to train with those players every day makes you better.",
        "I'm really privileged.",
        "\"The league in Scotland is improving, but the girls playing abroad bring something different.",
        "\"It is a different culture, a new way of playing, and that adds to the national team.\""
    ],
    "entity_counter": {
        "The Scots": 2,
        "all five qualifiers": 1,
        "date": 1,
        "Iceland": 1,
        "Falkirk Stadium": 1,
        "victory": 1,
        "their place": 1,
        "Evans": 3,
        "play-off losses": 1,
        "Euro": 1,
        "last year's  World Cup": 1,
        "\"Now": 1,
        "this position": 1,
        "the last hurdle": 1,
        "major competitions": 1,
        "more heartbreak": 1,
        "humiliation": 1,
        "one place": 1,
        "number": 1,
        "the world": 2,
        "four wins": 1,
        "the outcome": 1,
        "Friday's contest": 1,
        "the return fixture": 1,
        "Reykjavik": 1,
        "the group": 2,
        "the finals": 1,
        "everyone's aim": 1,
        "24-year-old Bayern Munich": 1,
        "my aim": 1,
        "the squad": 1,
        "[veteran goalkeeper": 1,
        "Gemma Fay": 1,
        "step": 1,
        "the eight group runners": 1,
        "up": 1,
        "Scotland": 3,
        "pole position": 1,
        "next summer's finals": 1,
        "the Netherlands": 1,
        "the need": 1,
        "a play-off": 1,
        "top seeds": 1,
        "a really good side": 1,
        "tough games": 1,
        "a really good chance": 1,
        "a big crowd": 1,
        "Falkirk": 1,
        "the fans": 1,
        "a huge difference": 1,
        "12 players": 1,
        "the current 20-strong squad": 1,
        "English clubs": 1,
        "Sweden": 1,
        "Seattle Reign": 1,
        "the United States National Women's Soccer League": 1,
        "newly-crowned BBC Women's Footballer": 1,
        "the Year": 1,
        "Kim Little": 1,
        "Perth-born Evans": 1,
        "the women's Bundesliga": 1,
        "Bayern": 1,
        "shoulders": 1,
        "the likes": 1,
        "Franck Ribery": 2,
        "Arjen Robben": 2,
        "the victorious men's squad": 1,
        "a rapturous reception": 1,
        "the balcony": 1,
        "Munich's New Town Hall": 2,
        "people": 1,
        "a party": 1,
        "the men's team": 1,
        "the Saturday night": 1,
        "their stadium": 1,
        "the Saturday": 1,
        "\"I": 1,
        "the photos": 1,
        "the background": 1,
        "four Scottish Women's Premier League titles": 1,
        "six domestic cups": 1,
        "Glasgow City": 1,
        "Germany": 1,
        "Turbine Potsdam": 1,
        "the benefits": 1,
        "more players": 1,
        "the world's top leagues": 1,
        "the national team": 2,
        "a first major finals": 1,
        "\"Germany": 1,
        "the top": 1,
        "women's football": 1,
        "a long time": 1,
        "\"The": 1,
        "league": 2,
        "competitiveness": 1,
        "a hard game": 1,
        "such good competition": 1,
        "those players": 1,
        "the girls": 1,
        "a different culture": 1,
        "a new way": 1,
        "playing": 1
    },
    "negative_entity": "Southampton",
    "url": "http://web.archive.org/web/20160602095436/http://www.bbc.co.uk/sport/football/36418721",
    "hash": "36418721",
    "traps": [
        [
            "F0",
            "the scots have won all five qualifiers to date and host iceland at falkirk stadium on friday knowing victory would all but secure their place."
        ],
        [
            "F5",
            "who a for fallen ribery she there the in day team every."
        ],
        [
            "F5",
            "good different are joined and one them the fans."
        ],
        [
            "F5",
            "'s a the is improving."
        ],
        [
            "F4",
            "in an interview with newspaper die zeit, hitzlsperger said he was coming out to advance discussion of a topic that was \"simply ignored\" in german football."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "striker lisa evans admits it will be an emotional milestone if scotland women maintain their euro 2017 qualifying form and reach a first major finals.",
    "BERTS2S_qags": 1.0,
    "TConvS2S_qags": 1.0,
    "PtGen_qags": 1.0,
    "TranS2S_qags": 1.0,
    "BERTS2S_qags20": 1.0,
    "TConvS2S_qags20": 1.0,
    "PtGen_qags20": 1.0,
    "TranS2S_qags20": 1.0,
    "BERTS2S_qags10": 0.0,
    "TConvS2S_qags10": 0.0,
    "PtGen_qags10": 0.1,
    "TranS2S_qags10": 0.1
}