{
    "BERTS2S": "when i discovered a collection of matchbox labels, you might have heard of a collection of matchboxes.",
    "BERTS2S_lines": [
        "when i discovered a collection of matchbox labels, you might have heard of a collection of matchboxes."
    ],
    "TConvS2S": "in india, the indian state of goa was one of india\\'s most iconic accumulation.",
    "TConvS2S_lines": [
        "in india, the indian state of goa was one of india\\'s most iconic accumulation."
    ],
    "PtGen": "it\\'s a tale of the indian matchbox industry, but it\\'s a tale of the indian matchbox industry.",
    "PtGen_lines": [
        "it\\'s a tale of the indian matchbox industry, but it\\'s a tale of the indian matchbox industry."
    ],
    "TranS2S": "india\\'s famous bollywood labels are on display in the western state of maharashtra for the first time.",
    "TranS2S_lines": [
        "india\\'s famous bollywood labels are on display in the western state of maharashtra for the first time."
    ],
    "article": "Share this withEmailFacebookTwitterWhatsAppLinkedinCopy this linkMy sources include collectors all over the world, dealers, auctions, flea markets, and just about any place I can think of. The accumulation, as I like to call it, includes all kinds of material related to the Indian matchbox industry.Within this rapidly growing accumulation, I often come across labels and subjects that I get curious about and that is how my collection takes a thematic approach.My recent exhibition, titled \"Matchbox Labels And The Stories They Tell\", features some prominent trends and themes spanning the entire history of the matchbox industry.I exhibited 5,000 labels from my collection of 25,000.AE Matcheswala was an early matchbox label which started using sulphur. It set up its factories in Mumbai in western Maharashtra and Khambhat (also known as Cambay) in Gujarat state, and continued to trade in matchboxes until after World War Two.The company exported its matchboxes to Arab countries. Ambarnath, written in Hindi on this label, was the location of the first Wimco factory in western Maharashtra state. Very few Wimco labels used Indian languages and they did not last long. This rather drab label featuring the dhow is not one of their common brands.This label promoted the Swadeshi (self-reliance) movement during the partition of India's Bengal region in 1905. A number of Indian labels started during the independence struggle after calls were made to boycott British goods. Most firms used Indian languages to add nationalist fervour to their brands. Labels from the 1920s and 30s tell the story of India's struggle for freedom. Some labels even celebrated important personalities associated with the freedom movement.It's believed that this matchbox was commissioned by the royal family of Bhavnagar in western Gujarat state for their personal use during British rule. Little is known about such matchboxes because records were not kept at the time and little research is possible today.Many Bollywood films were promoted on matchboxes in the 1950s. Some labels even featured Pakistani films. Actors and film posters continue to be featured on matchboxes today.",
    "article_lines": [
        "Share this withEmailFacebookTwitterWhatsAppLinkedinCopy",
        "this linkMy sources include collectors all over the world, dealers, auctions, flea markets, and just about any place I can think of.",
        "The accumulation, as I like to call it, includes all kinds of material related to the Indian matchbox industry.",
        "Within this rapidly growing accumulation, I often come across labels and subjects that I get curious about and that is how my collection takes a thematic approach.",
        "My recent exhibition, titled \"Matchbox Labels And The Stories They Tell\", features some prominent trends and themes spanning the entire history of the matchbox industry.",
        "I exhibited 5,000 labels from my collection of 25,000.AE",
        "Matcheswala was an early matchbox label which started using sulphur.",
        "It set up its factories in Mumbai in western Maharashtra and Khambhat (also known as Cambay) in Gujarat state, and continued to trade in matchboxes until after World War Two.",
        "The company exported its matchboxes to Arab countries.",
        "Ambarnath, written in Hindi on this label, was the location of the first Wimco factory in western Maharashtra state.",
        "Very few Wimco labels used Indian languages and they did not last long.",
        "This rather drab label featuring the dhow is not one of their common brands.",
        "This label promoted the Swadeshi (self-reliance) movement during the partition of India's Bengal region in 1905.",
        "A number of Indian labels started during the independence struggle after calls were made to boycott British goods.",
        "Most firms used Indian languages to add nationalist fervour to their brands.",
        "Labels from the 1920s and 30s tell the story of India's struggle for freedom.",
        "Some labels even celebrated important personalities associated with the freedom movement.",
        "It's believed that this matchbox was commissioned by the royal family of Bhavnagar in western Gujarat state for their personal use during British rule.",
        "Little is known about such matchboxes because records were not kept at the time and little research is possible today.",
        "Many Bollywood films were promoted on matchboxes in the 1950s.",
        "Some labels even featured Pakistani films.",
        "Actors and film posters continue to be featured on matchboxes today."
    ],
    "entity_counter": {
        "this linkMy sources": 1,
        "collectors": 1,
        "the world": 1,
        "dealers": 1,
        "auctions": 1,
        "flea markets": 1,
        "just about any place": 1,
        "The accumulation": 1,
        "all kinds": 1,
        "material": 1,
        "the Indian matchbox industry": 2,
        "this rapidly growing accumulation": 1,
        "labels": 1,
        "subjects": 1,
        "my collection": 2,
        "a thematic approach": 1,
        "My recent exhibition": 1,
        "\"Matchbox Labels": 1,
        "The Stories": 1,
        "some prominent trends": 1,
        "themes": 1,
        "the entire history": 1,
        "5,000 labels": 1,
        "Matcheswala": 2,
        "an early matchbox label": 1,
        "sulphur": 1,
        "its factories": 1,
        "Mumbai": 1,
        "western Maharashtra": 1,
        "Khambhat": 1,
        "Cambay": 1,
        "Gujarat state": 1,
        "matchboxes": 3,
        "World War": 1,
        "its matchboxes": 1,
        "Arab countries": 1,
        "Ambarnath": 1,
        "Hindi": 1,
        "this label": 1,
        "the location": 1,
        "the first Wimco factory": 1,
        "western Maharashtra state": 1,
        "Very few Wimco labels": 1,
        "Indian languages": 2,
        "This rather drab label": 1,
        "the dhow": 1,
        "their common brands": 1,
        "This rather drab label featuring the dhow": 1,
        "the Swadeshi (self-reliance) movement": 1,
        "the partition": 1,
        "India's Bengal region": 1,
        "A number": 1,
        "Indian labels": 1,
        "the independence struggle": 1,
        "calls": 1,
        "British goods": 1,
        "Most firms": 1,
        "nationalist fervour": 1,
        "their brands": 1,
        "Labels": 1,
        "the story": 1,
        "India's struggle": 1,
        "freedom": 1,
        "Some labels": 2,
        "important personalities": 1,
        "the freedom movement": 1,
        "this matchbox": 1,
        "the royal family": 1,
        "Bhavnagar": 1,
        "western Gujarat state": 1,
        "their personal use": 1,
        "British rule": 1,
        "such matchboxes": 1,
        "records": 1,
        "the time": 1,
        "little research": 1,
        "Many Bollywood films": 1,
        "Pakistani films": 1,
        "Actors": 1,
        "film": 1,
        "posters": 1
    },
    "negative_entity": "blood-soaked Mr Dobinson",
    "url": "http://web.archive.org/web/20160618220013/http://www.bbc.com/news/world-asia-india-36467415",
    "hash": "36467415",
    "traps": [
        [
            "F5",
            "state indian the in titled i exported in i at."
        ],
        [
            "F6",
            "their recent exhibition, titled \"matchbox labels and the stories they tell\", features some prominent trends and themes spanning the entire history of the matchbox industry."
        ],
        [
            "F0",
            "share this withemailfacebooktwitterwhatsapplinkedincopy"
        ],
        [
            "F6",
            "very few wimco labels used indian languages and we did not last long."
        ],
        [
            "F1",
            "many bollywood films were not promoted on matchboxes in the 1950s ."
        ],
        [
            "F1",
            "many bollywood films were not promoted on matchboxes in the 1950s ."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "i have been collecting matchboxes seriously since 2012.",
    "BERTS2S_qags": 1.0,
    "TConvS2S_qags": 1.0,
    "PtGen_qags": 1.0,
    "TranS2S_qags": 1.0,
    "BERTS2S_qags20": 1.0,
    "TConvS2S_qags20": 1.0,
    "PtGen_qags20": 1.0,
    "TranS2S_qags20": 1.0,
    "BERTS2S_qags10": 0.6,
    "TConvS2S_qags10": 0.0,
    "PtGen_qags10": 0.9,
    "TranS2S_qags10": 0.2
}