{
    "BERTS2S": "world number one dustin johnson has pulled out of next week\\'s us pga championship at wentworth because of a back injury.",
    "BERTS2S_lines": [
        "world number one dustin johnson has pulled out of next week\\'s us pga championship at wentworth because of a back injury."
    ],
    "TConvS2S": "dustin johnson won his first pga tour title by beating american dustin johnson in the first round of the us open.",
    "TConvS2S_lines": [
        "dustin johnson won his first pga tour title by beating american dustin johnson in the first round of the us open."
    ],
    "PtGen": "rory johnson says he has a ``freak accident happen\\'\\'in the first round of the us open in mexico.",
    "PtGen_lines": [
        "rory johnson says he has a ``freak accident happen\\'\\'in the first round of the us open in mexico."
    ],
    "TranS2S": "two-time major winner dustin johnson has pulled out of the pga championship after suffering a freak accident on his back.",
    "TranS2S_lines": [
        "two-time major winner dustin johnson has pulled out of the pga championship after suffering a freak accident on his back."
    ],
    "article": "Media playback is not supported on this deviceThe American, 32, looked set to take part after warming up on the range but he then withdrew on the first tee.The US Open champion fell on the stairs and hurt his lower back on Wednesday.\"I'm playing the best golf of my life and to have a freak accident happen yesterday afternoon, it sucks really bad,\" said Johnson.\"I have been worked on all morning and obviously I can take some swings, but I can't swing full, I can't make my normal swing and I didn't think there was any chance I could compete.\"The 15-time PGA Tour winner added: \"I was wearing socks and slipped and went down the three stairs. The left side of my lower back took the brunt of it and my left elbow is bruised as well.\"Johnson's caddie was placing the ball on his tee for him on the range, while coach Butch Harmon said pain hindered Johnson's rest overnight.Shortly before his withdrawal, he progressed from hitting wedge shots on the range to fuller swings and his involvement looked likely as he made his way to the first tee for a scheduled 19:03 BST start alongside playing partners Bubba Watson and Jimmy Walker.Johnson was a popular pick to win the first major of the year as a result of the fine form he has shown in 2017. He has won the past three tournaments in which he has competed - February's Genesis Open, and both the WGC Mexico Championship and WGC Dell Match Play in March.As well as winning last year's US Open by four shots, he finished ninth at the Open Championship and tied fourth at the Masters.BBC Radio 5 live correspondent Iain CarterJohnson took until the very last second to make what must have been an agonising decision to pull out. He was standing on the first tee before making the toughest call of his career. It is a severe blow for the player who has dominated golf this season.He arrived here off the back of three big victories and was a justifiable favourite. All that has been lost through his freak fall at his rental home and the damage done to his back.",
    "article_lines": [
        "Media playback is not supported on this deviceThe American, 32, looked set to take part after warming up on the range",
        "but he then withdrew on the first tee.",
        "The US Open champion fell on the stairs and hurt his lower back on Wednesday.",
        "\"I'm",
        "playing the best golf of my life and to have a freak accident happen yesterday afternoon, it sucks really bad,\" said Johnson.",
        "\"I have been worked on all morning and obviously I can take some swings, but I can't swing full, I can't make my normal swing",
        "and I didn't think there was any chance I could compete.",
        "\"The 15-time PGA Tour winner added: \"I was wearing socks and slipped and went down the three stairs.",
        "The left side of my lower back took the brunt of it and my left elbow is bruised as well.",
        "\"Johnson's caddie was placing the ball on his tee for him on the range, while coach Butch Harmon said pain hindered Johnson's rest overnight.",
        "Shortly before his withdrawal, he progressed from hitting wedge shots on the range to fuller swings and his involvement looked likely as he made his way to the first tee for a scheduled 19:03 BST start alongside playing partners Bubba Watson and Jimmy Walker.",
        "Johnson was a popular pick to win the first major of the year as a result of the fine form he has shown in 2017.",
        "He has won the past three tournaments in which he has competed - February's Genesis Open, and both the WGC Mexico Championship and WGC Dell Match Play in March.",
        "As well as winning last year's US Open by four shots, he finished ninth at the Open Championship and tied fourth at the Masters.",
        "BBC Radio 5 live correspondent Iain CarterJohnson took until the very last second to make what must have been an agonising decision to pull out.",
        "He was standing on the first tee before making the toughest call of his career.",
        "It is a severe blow for the player who has dominated golf this season.",
        "He arrived here off the back of three big victories and was a justifiable favourite.",
        "All that has been lost through his freak fall at his rental home and the damage done to his back."
    ],
    "entity_counter": {
        "Media playback": 1,
        "this deviceThe American": 1,
        "part": 1,
        "the range": 3,
        "the first tee": 4,
        "The US Open champion": 1,
        "the stairs": 2,
        "\"I'm": 1,
        "the best golf": 1,
        "my life": 1,
        "a freak accident": 1,
        "Johnson": 2,
        "\"I": 1,
        "some swings": 1,
        "my normal swing": 1,
        "any chance": 1,
        "\"The 15-time PGA Tour winner": 1,
        "socks": 1,
        "The left side": 1,
        "my lower back": 1,
        "the brunt": 1,
        "my left elbow": 1,
        "\"Johnson's caddie": 1,
        "the ball": 1,
        "coach Butch Harmon": 1,
        "pain": 1,
        "Johnson's rest": 1,
        "his withdrawal": 1,
        "wedge shots": 1,
        "fuller swings": 1,
        "his involvement": 1,
        "his way": 1,
        "partners Bubba Watson": 1,
        "Jimmy Walker": 1,
        "a popular pick": 1,
        "the first major": 1,
        "a result": 1,
        "the fine form": 1,
        "the past three tournaments": 1,
        "- February's Genesis Open": 1,
        "last year's US Open": 1,
        "four shots": 1,
        "the Open Championship": 1,
        "the Masters": 1,
        "BBC Radio 5 live correspondent": 1,
        "Iain CarterJohnson": 1,
        "the very last second": 1,
        "an agonising decision": 1,
        "the toughest call": 1,
        "his career": 1,
        "a severe blow": 1,
        "the player": 1,
        "golf": 1,
        "the back": 1,
        "three big victories": 1,
        "a justifiable favourite": 1,
        "his freak fall": 1,
        "his rental home": 1,
        "the damage": 1,
        "the back of three big victories": 1
    },
    "negative_entity": "Welsh international Elliot Kear",
    "url": "http://web.archive.org/web/20170407071031/http://www.bbc.com/sport/golf/39519574",
    "hash": "39519574",
    "traps": [
        [
            "F4",
            "on 1 april it reported that more than 100 people had been detained in chechnya on suspicion of being homosexual, and that at least three had been killed."
        ],
        [
            "F0",
            "media playback is not supported on this devicethe american, 32, looked set to take part after warming up on the range"
        ],
        [
            "F5",
            "fuller warming took life i."
        ],
        [
            "F6",
            "\"johnson's caddie was placing the ball on his tee for me on the range, while coach butch harmon said pain hindered johnson's rest overnight."
        ],
        [
            "F4",
            "the asian civilisation museum (acm) bought the artwork for $650,000 (£420,000) from new york dealer art of the past in 2007.the company's manager later admitted selling stolen indian antiquities, including the bronze being returned."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "world number one dustin johnson is out of the masters at augusta national after suffering a back injury in a fall at his rental home on wednesday.",
    "BERTS2S_qags": 0.1,
    "TConvS2S_qags": 0.6,
    "PtGen_qags": 1.0,
    "TranS2S_qags": 0.8,
    "BERTS2S_qags20": 0.3,
    "TConvS2S_qags20": 0.75,
    "PtGen_qags20": 0.9,
    "TranS2S_qags20": 0.65,
    "BERTS2S_qags10": 0.0,
    "TConvS2S_qags10": 0.2,
    "PtGen_qags10": 0.4,
    "TranS2S_qags10": 0.22000000000000003
}