{
    "BERTS2S": "aberdeen captain stephen thompson says the club\\'s \" great achievement \" at the top of the premiership is not the best he has ever been.",
    "BERTS2S_lines": [
        "aberdeen captain stephen thompson says the club\\'s \" great achievement \" at the top of the premiership is not the best he has ever been."
    ],
    "TConvS2S": "aberdeen manager stephen thompson is confident his side can win the scottish cup final this season.",
    "TConvS2S_lines": [
        "aberdeen manager stephen thompson is confident his side can win the scottish cup final this season."
    ],
    "PtGen": "aberdeen manager lee thompson says derek ``deserve enormous credit for the club\\'\\'after his side reached the last eight of the scottish premiership.",
    "PtGen_lines": [
        "aberdeen manager lee thompson says derek ``deserve enormous credit for the club\\'\\'after",
        "his side reached the last eight of the scottish premiership."
    ],
    "TranS2S": "derek mcinnes believes rangers can win the scottish cup again this season.",
    "TranS2S_lines": [
        "derek mcinnes believes rangers can win the scottish cup again this season."
    ],
    "article": "The Dons boss has guided his team to successive second-place finishes in the Scottish Premiership, and lifted the 2014 League Cup.Going into Sunday's game against Rangers, Aberdeen are 12 points clear of the Ibrox side in second place.\"Derek's doing everything he can, extracting every ounce out of the club,\" Thompson told BBC Scotland.\"I thought last summer, could they achieve more than they had done, was it maybe the right time for Derek to go, what else could he do with this Aberdeen team?\"He's come up trumps again. If anything, they've been better than they were last season. With Rangers in the league, with a stronger Hearts team, they've still been the second-top team in Scotland and I think Derek and his players deserve enormous credit for that.Media playback is not supported on this device\"Even if Rangers were to win (on Sunday), I don't think they will finish second. Aberdeen have been so consistent, especially at home, so I fully expect Rangers to lose.\"The Dons have made Pittodrie a fortress this season, embarking on a 10-game winning streak on their home patch.They may have been eased aside by all-conquering Celtic in November's League Cup final, but have the chance to reach another national showpiece when they face Hibernian in the Scottish Cup last four on 22 April.\"Derek can't win the league, not against this Celtic side,\" Thompson added. \"Success can be measured in other ways. To reach both cup finals would be success in itself, to finish second, to get European football again, to break records - I'm not sure what else he can do.\"The consistency they've shown in the last two seasons has been phenomenal. I just think there aren't enough plaudits out there for Derek McInnes and the work he's done.\"Meanwhile, former Rangers player Thompson admits he has been baffled by the actions of new Ibrox boss, Pedro Caixinha.The Portuguese took the unusual step of revealing his team line-up a day before Wednesday's goalless draw with Kilmarnock, and two days ahead of their showdown with the Dons predicted the starting XI McInnes would select.Media playback is not supported on this device\"For me, it's nonsensical to give the opposition your team,\" Thompson said. \"It gives them extra time to prepare, and insight into how they're going to go about beating your side.\"I've never worked under a manager who would consider giving away his team lines, let alone a day before like he did. I found that puzzling.\"Possibly even more puzzling was to name the Aberdeen team. I think he's trying to show he's done his homework, but you can pretty much name the Aberdeen team because it doesn't change too often.\"If I was Derek McInnes, what would I think of that? Is it mind games? It's not very good mind games, if you ask me.\"Thompson, who made over 60 appearances for Rangers, says Caixinha's carefree style sits in stark contrast with the rigidity and structure of his predecessor, Mark Warburton.The 46-year-old led the Gers to a thumping win over Hamilton Academical in his first game in charge, but has since dropped points with successive draws against Motherwell and Kilmarnock.\"It's far too early to be making judgements,\" Thompson asserted. \"None of these players are Caixinha's players. I suspect in the summer you'll see a substantial recruitment drive.\"One thing that struck me is he's not afraid to do something radical. I know he had injury problems, but he took off three of his back-four, completely changed his shape against Motherwell. That raised a few eyebrows, although they got back into the game.\"Caixinha looks like he's going to start taking risks. With that, you have to make sure you're getting results as well. It won't happen this season, but if he continues to take risks like he does and he isn't getting results next season, it won't be long before he receives criticism.\"",
    "article_lines": [
        "The Dons boss has guided his team to successive second-place finishes in the Scottish Premiership, and lifted the 2014 League Cup.",
        "Going into Sunday's game against Rangers, Aberdeen are 12 points clear of the Ibrox side in second place.",
        "\"Derek's doing everything he can, extracting every ounce out of the club,\" Thompson told BBC Scotland.",
        "\"I thought last summer,",
        "could they achieve more than they had done, was it maybe the right time for Derek to go, what else could he do with this Aberdeen team?\"He",
        "'s come up trumps again.",
        "If anything, they've been better than they were last season.",
        "With Rangers in the league, with a stronger Hearts team, they've still been the second-top team in Scotland",
        "and I think Derek and his players deserve enormous credit for that.",
        "Media playback is not supported on this device\"Even if Rangers were to win (on Sunday)",
        ", I don't think they will finish second.",
        "Aberdeen have been so consistent, especially at home, so I fully expect Rangers to lose.",
        "\"The",
        "Dons have made Pittodrie a fortress this season, embarking on a 10-game winning streak on their home patch.",
        "They may have been eased aside by all-conquering Celtic in November's League Cup final, but have the chance to reach another national showpiece when they face Hibernian in the Scottish Cup last four on 22 April.",
        "\"Derek can't win the league, not against this Celtic side,\" Thompson added.",
        "\"Success can be measured in other ways.",
        "To reach both cup finals would be success in itself, to finish second, to get European football again, to break records - I'm not sure what else he can do.",
        "\"The",
        "consistency they've shown in the last two seasons has been phenomenal.",
        "I just think there aren't enough plaudits out there for Derek McInnes and the work he's done.",
        "\"Meanwhile",
        ", former Rangers player Thompson admits he has been baffled by the actions of new Ibrox boss, Pedro Caixinha.",
        "The Portuguese took the unusual step of revealing his team line-up a day before Wednesday's goalless draw with Kilmarnock, and two days ahead of their showdown with the Dons predicted the starting XI McInnes would select.",
        "Media playback is not supported on this device\"For me, it's nonsensical to give the opposition your team,\" Thompson said.",
        "\"It gives them extra time to prepare, and insight into how they're going to go about beating your side.",
        "\"I've",
        "never worked under a manager who would consider giving away his team lines, let alone a day before like he did.",
        "I found that puzzling.",
        "\"Possibly",
        "even more puzzling was to name the Aberdeen team.",
        "I think he's trying to show he's done his homework, but you can pretty much name the Aberdeen team because it doesn't change too often.",
        "\"If",
        "I was Derek McInnes, what would I think of that?",
        "Is it mind games?",
        "It's not very good mind games, if you ask me.",
        "\"Thompson, who made over 60 appearances for Rangers, says Caixinha's carefree style sits in stark contrast with the rigidity and structure of his predecessor, Mark Warburton.",
        "The 46-year-old led the Gers to a thumping win over Hamilton Academical in his first game in charge, but has since dropped points with successive draws against Motherwell and Kilmarnock.",
        "\"It's far too early to be making judgements,\" Thompson asserted.",
        "\"None of these players are Caixinha's players.",
        "I suspect in the summer you'll see a substantial recruitment drive.",
        "\"One",
        "thing that struck me is he's not afraid to do something radical.",
        "I know he had injury problems, but he took off three of his back-four, completely changed his shape against Motherwell.",
        "That raised a few eyebrows, although they got back into the game.",
        "\"Caixinha looks like he's going to start taking risks.",
        "With that, you have to make sure you're getting results as well.",
        "It won't happen this season, but if he continues to take risks like he does and he isn't getting results next season, it won't be long before he receives criticism.\""
    ],
    "entity_counter": {
        "The Dons boss": 1,
        "his team": 4,
        "successive second-place finishes": 1,
        "the Scottish Premiership": 1,
        "the 2014 League Cup": 1,
        "Sunday's game": 1,
        "Rangers": 5,
        "Aberdeen": 3,
        "the Ibrox side": 1,
        "second place": 1,
        "every ounce": 1,
        "the club": 1,
        "Thompson": 5,
        "BBC Scotland": 2,
        "\"I": 1,
        "the right time": 1,
        "Derek": 2,
        "the league": 2,
        "a stronger Hearts team": 1,
        "the second-top team": 1,
        "his players": 1,
        "enormous credit": 1,
        "Media playback": 2,
        "this device\"Even": 1,
        "home": 1,
        "Dons": 1,
        "Pittodrie": 1,
        "a 10-game winning streak": 1,
        "their home patch": 1,
        "all-conquering Celtic": 1,
        "November's League Cup final": 1,
        "the chance": 1,
        "another national showpiece": 1,
        "Hibernian": 1,
        "the Scottish Cup": 1,
        "this Celtic side": 1,
        "Success": 1,
        "other ways": 1,
        "both cup finals": 1,
        "success": 1,
        "European football": 1,
        "records": 1,
        "consistency": 1,
        "enough plaudits": 1,
        "Derek McInnes": 2,
        "the work": 1,
        "\"Meanwhile": 1,
        "the actions": 1,
        "new Ibrox boss": 1,
        "Pedro Caixinha": 1,
        "The Portuguese": 1,
        "the unusual step": 1,
        "line": 1,
        "Wednesday's goalless draw": 1,
        "Kilmarnock": 2,
        "their showdown": 1,
        "the Dons": 1,
        "the starting XI McInnes": 1,
        "the opposition": 1,
        "your team": 1,
        "extra time": 1,
        "insight": 1,
        "your side": 1,
        "a manager": 1,
        "his team lines": 1,
        "his homework": 1,
        "mind games": 1,
        "very good mind games": 1,
        "over 60 appearances": 1,
        "Caixinha's carefree style": 1,
        "stark contrast": 1,
        "the rigidity": 1,
        "structure": 1,
        "his predecessor": 1,
        "Mark Warburton": 1,
        "the Gers": 1,
        "a thumping win": 1,
        "Hamilton Academical": 1,
        "his first game": 1,
        "charge": 1,
        "points": 1,
        "successive draws": 1,
        "Motherwell": 2,
        "judgements": 1,
        "None": 1,
        "these players": 1,
        "Caixinha's players": 1,
        "a substantial recruitment drive": 1,
        "thing": 1,
        "injury problems": 1,
        "his shape": 1,
        "a few eyebrows": 1,
        "the game": 1,
        "risks": 2,
        "results": 2,
        "criticism": 1
    },
    "negative_entity": "Photographer Seth Casteel",
    "url": "http://web.archive.org/web/20170409221629/http://www.bbc.co.uk/sport/football/39540625",
    "hash": "39540625",
    "traps": [
        [
            "F6",
            "with that, me have to make sure you're getting results as well."
        ],
        [
            "F0",
            "the dons boss has guided his team to successive second-place finishes in the scottish premiership, and lifted the 2014 league cup."
        ],
        [
            "F4",
            "investing solutions received those benefit payments over the past two years by finding properties for single homeless men."
        ],
        [
            "F5",
            "sure continues not motherwell like to radical league has itself insight league is game."
        ],
        [
            "F4",
            "seven training pitches and the main building at the kirkstall site the rhinos share with rugby union side yorkshire carnegie were contaminated by flood water at the end of december."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "derek mcinnes deserves more praise for his achievements at aberdeen, says ex-scotland striker steven thompson.",
    "BERTS2S_qags": 1.0,
    "TConvS2S_qags": 0.7,
    "PtGen_qags": 1.0,
    "TranS2S_qags": 0.2,
    "BERTS2S_qags20": 1.0,
    "TConvS2S_qags20": 0.5,
    "PtGen_qags20": 1.0,
    "TranS2S_qags20": 0.2,
    "BERTS2S_qags10": 0.01666666666666667,
    "TConvS2S_qags10": 0.0,
    "PtGen_qags10": 0.2333333333333333,
    "TranS2S_qags10": 0.0
}