{
    "BERTS2S": "tom latham won great britain\\'s second gold of the track cycling world championships in hong kong.",
    "BERTS2S_lines": [
        "tom latham won great britain\\'s second gold of the track cycling world championships in hong kong."
    ],
    "TConvS2S": "great britain\\'s tom latham won great britain\\'s first gold medal of the rio olympics with victory in the men\\'s sprint race.",
    "TConvS2S_lines": [
        "great britain\\'s tom latham won great britain\\'s first gold medal of the rio olympics with victory in the men\\'s sprint race."
    ],
    "PtGen": "britain\\'s laura latham won a bronze medal at the track cycling world championships in the czech republic in rio.",
    "PtGen_lines": [
        "britain\\'s laura latham won a bronze medal at the track cycling world championships in the czech republic in rio."
    ],
    "TranS2S": "elinor barker won britain\\'s first gold medal of the 2016 rio olympics with silver in the women\\'s individual pursuit.",
    "TranS2S_lines": [
        "elinor barker won britain\\'s first gold medal of the 2016 rio olympics with silver in the women\\'s individual pursuit."
    ],
    "article": "Media playback is not supported on this deviceThe 23-year-old earned GB's second medal of the Hong Kong championships following Elinor Barker's silver medal in the women's scratch on Wednesday.Latham emerged from the pack to take bronze as he chased down Adrian Teklinski of Poland, who won gold, and Lucass Liss of Germany, who got silver.In the men's team pursuit, GB were beaten to the bronze medal by Italy.Media playback is not supported on this device\"I am really happy to come away with a medal, finally,\" Latham told the BBC.\"I wasn't sure that Teklinski was going to hold on there.\"I was in a decent position most of the time. I followed the Irish rider Felix English and I had a good lead out.\"Elsewhere Britain's sole rider in the men's keirin, Joe Truman, was outclassed in his semi-final, having tried to take the race out with two laps to go.And in the women's team pursuit, GB finished fifth in the heats and failed to make the bronze-medal ride.Olympic gold medallist Chris Boardman\"Latham had a fantastic final charge. He timed his effort well there.\"We hardly saw him in the race, he monitored things but that's why. He was waiting for that final sprint. And what a ride that was for him.\"But with three laps to go, I would not have said that Teklinski would make it, but he found something from somewhere to just hang on there.\"More than 2km out, he effectively started to sprint. It will take him some time to recover from that.\"Six-time Olympic gold medallist Sir Chris Hoy\"I don't think that would be expected. It's the kind of event you can never be super-confident of winning or winning a medal in.\"But if you ride sensibly, which he did, he positioned himself very well and didn't waste any energy in the first part of the race.\"He marked the danger men and clearly had the legs for the sprint at the end. That's fantastic, a really great result for him and the team.\"Team pursuit Olympic gold medallist Elinor Barker came into the quartet of Emily Nelson, Manon Lloyd and Ellie Dickinson.The young squad were unable to compete for a medal but Barker remained positive about their progress.She told the BBC: \"It's the first Worlds for all of these girls and it's made it a lot more exciting.\"The level is so high already physically and technically. We have so much scope for improvement. It's such a good place to be in.\"Four years until Tokyo and we've just come fifth at the Worlds.\"Double Olympic gold medallist Joanna Rowsell Shand said on BBC TV: \"Coming into the competition, I don't think anyone expected them to medal.\"Until Elinor Barker joined the team today, we had four brand new riders. With an average age of 19, they've all got bright futures ahead of them.\"Earlier in the day, Olympic bronze medallist Katy Marchant was eliminated from the women's sprint in the first round.The 24-year-old, who claimed bronze behind Kristina Vogel of Germany and fellow Briton Becky James at Rio 2016, was the only female sprinter to travel to Hong Kong.The former heptathlete qualified in 16th place but was ousted by 17th-fastest Lin Junhong of China earlier on Thursday.Marchant is scheduled to compete in two more events - Saturday's 500m time-trial and Sunday's keirin.\"I'm really disappointed. I feel like I'm just missing a little bit of zing, which is something that coming off Rio is to be expected,\" she said.\"I didn't get the roar when I got the number on my back today - maybe the fact it's not an Olympic Games or something in the back of my mind telling me that I'm not feeling great.\"I know to get knocked out in the first round is not what we expect from a medallist, but the preparation coming into this competition is about the process leading on to Tokyo.\"Media playback is not supported on this device",
    "article_lines": [
        "Media playback is not supported on this deviceThe 23-year-old earned GB's second medal of the Hong Kong championships following Elinor Barker's silver medal in the women's scratch on Wednesday.",
        "Latham emerged from the pack to take bronze as he chased down Adrian Teklinski of Poland, who won gold, and Lucass Liss of Germany, who got silver.",
        "In the men's team pursuit, GB were beaten to the bronze medal by Italy.",
        "Media playback is not supported on this device\"I am really happy to come away with a medal, finally,\" Latham told the BBC.\"I wasn't sure that Teklinski was going to hold on there.",
        "\"I was in a decent position most of the time.",
        "I followed the Irish rider Felix English",
        "and I had a good lead out.",
        "\"Elsewhere",
        "Britain's sole rider in the men's keirin, Joe Truman, was outclassed in his semi-final, having tried to take the race out with two laps to go.",
        "And in the women's team pursuit, GB finished fifth in the heats and failed to make the bronze-medal ride.",
        "Olympic gold medallist Chris Boardman\"Latham had a fantastic final charge.",
        "He timed his effort well there.",
        "\"We hardly saw him in the race, he monitored things",
        "but that's why.",
        "He was waiting for that final sprint.",
        "And what a ride that was for him.",
        "\"But",
        "with three laps to go, I would not have said that Teklinski would make it, but he found something from somewhere to just hang on there.",
        "\"More than 2km out, he effectively started to sprint.",
        "It will take him some time to recover from that.",
        "\"Six-time Olympic gold medallist Sir Chris",
        "Hoy\"I don't think that would be expected.",
        "It's the kind of event you can never be super-confident of winning or winning a medal in.",
        "\"But",
        "if you ride sensibly, which he did, he positioned himself very well and didn't waste any energy in the first part of the race.",
        "\"He marked the danger men and clearly had the legs for the sprint at the end.",
        "That's fantastic, a really great result for him and the team.",
        "\"Team pursuit Olympic gold medallist Elinor Barker came into the quartet of Emily Nelson, Manon Lloyd and Ellie Dickinson.",
        "The young squad were unable to compete for a medal but Barker remained positive about their progress.",
        "She told the BBC: \"It's the first Worlds for all of these girls",
        "and it's made it a lot more exciting.",
        "\"The",
        "level is so high already physically and technically.",
        "We have so much scope for improvement.",
        "It's such a good place to be in.",
        "\"Four years until Tokyo",
        "and we've just come fifth at the Worlds.",
        "\"Double",
        "Olympic gold medallist Joanna Rowsell Shand said on BBC TV: \"Coming into the competition, I don't think anyone expected them to medal.",
        "\"Until",
        "Elinor Barker joined the team today, we had four brand new riders.",
        "With an average age of 19, they've all got bright futures ahead of them.",
        "\"Earlier",
        "in the day, Olympic bronze medallist Katy Marchant was eliminated from the women's sprint in the first round.",
        "The 24-year-old, who claimed bronze behind Kristina Vogel of Germany and fellow Briton Becky James at Rio 2016, was the only female sprinter to travel to Hong Kong.",
        "The former heptathlete qualified in 16th place but was ousted by 17th-fastest Lin Junhong of China earlier on Thursday.",
        "Marchant is scheduled to compete in two more events - Saturday's 500m time-trial and Sunday's keirin.",
        "\"I'm really disappointed.",
        "I feel like I'm just missing a little bit of zing, which is something that coming off Rio",
        "is to be expected,\" she said.",
        "\"I didn't get the roar when I got the number on my back today - maybe the fact it's not an Olympic Games or something in the back of my mind telling me that I'm not feeling great.",
        "\"I know to get knocked out in the first round",
        "is not what we expect from a medallist, but the preparation coming into this competition is about the process leading on to Tokyo.",
        "\"Media",
        "playback is not supported on this device"
    ],
    "entity_counter": {
        "Media playback": 2,
        "this deviceThe 23-year-old earned GB's second medal": 1,
        "the Hong Kong championships": 1,
        "Elinor Barker's silver medal": 1,
        "the women's scratch": 1,
        "Latham": 2,
        "the pack": 1,
        "bronze": 2,
        "Adrian Teklinski": 1,
        "Poland": 1,
        "gold": 1,
        "Lucass Liss": 1,
        "Germany": 2,
        "silver": 1,
        "the men's team pursuit": 1,
        "GB": 2,
        "the bronze medal": 1,
        "Italy": 1,
        "this device\"I": 1,
        "a medal": 3,
        "the BBC.\"I": 1,
        "Teklinski": 2,
        "\"I": 1,
        "a decent position": 1,
        "the time": 1,
        "the Irish rider": 1,
        "Felix English": 1,
        "a good lead": 1,
        "Britain's sole rider": 1,
        "the men's keirin": 1,
        "Joe Truman": 1,
        "the race": 3,
        "two laps": 1,
        "the women's team pursuit": 1,
        "the heats": 1,
        "the bronze-medal ride": 1,
        "Olympic gold medallist Chris Boardman\"Latham": 1,
        "a fantastic final charge": 1,
        "his effort": 1,
        "things": 1,
        "that final sprint": 1,
        "three laps": 1,
        "\"Six-time Olympic gold medallist Sir Chris": 1,
        "Hoy\"I": 1,
        "the kind": 1,
        "event": 1,
        "any energy": 1,
        "the first part": 1,
        "the danger men": 1,
        "the legs": 1,
        "the sprint": 1,
        "the end": 1,
        "a really great result": 1,
        "the team": 2,
        "\"Team pursuit Olympic gold medallist Elinor Barker": 3,
        "the quartet": 1,
        "Emily Nelson": 1,
        "Manon Lloyd": 1,
        "Ellie Dickinson": 1,
        "The young squad": 1,
        "their progress": 1,
        "the BBC": 1,
        "the first Worlds": 1,
        "these girls": 1,
        "level": 1,
        "so much scope": 1,
        "improvement": 1,
        "such a good place": 1,
        "\"Four years": 1,
        "Tokyo": 2,
        "the Worlds": 1,
        "Olympic gold medallist Joanna Rowsell Shand": 1,
        "BBC TV": 1,
        "the competition": 1,
        "medal": 1,
        "\"Until": 1,
        "four brand new riders": 1,
        "an average age": 1,
        "bright futures": 1,
        "Olympic bronze medallist Katy Marchant": 2,
        "the women's sprint": 1,
        "the first round": 2,
        "Kristina Vogel": 1,
        "fellow Briton Becky James": 1,
        "Rio": 2,
        "the only female sprinter": 1,
        "Hong Kong": 1,
        "The former heptathlete": 1,
        "16th place": 1,
        "17th-fastest Lin Junhong": 1,
        "China": 1,
        "two more events": 1,
        "- Saturday's 500m time-trial": 1,
        "Sunday's keirin": 1,
        "\"I'm": 1,
        "a little bit": 1,
        "zing": 1,
        "the roar": 1,
        "the number": 1,
        "my back": 1,
        "an Olympic Games": 1,
        "the back": 1,
        "my mind": 1,
        "a medallist": 1,
        "the preparation": 1,
        "this competition": 1,
        "the process": 1,
        "playback": 1,
        "this device": 1
    },
    "negative_entity": "a watered-down report",
    "url": "http://web.archive.org/web/20170414044837/http://www.bbc.com/sport/cycling/39587051",
    "hash": "39587051",
    "traps": [
        [
            "F4",
            "the boy, julian hernandez, disappeared when he was five and is now 18, living with his father in cleveland."
        ],
        [
            "F6",
            "\"she marked the danger men and clearly had the legs for the sprint at the end."
        ],
        [
            "F4",
            "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"
        ],
        [
            "F1",
            "and i had not a good lead out ."
        ],
        [
            "F6",
            "is to be expected,\" he said."
        ],
        [
            "F5",
            "a not three in did so timed preparation winning supported futures that."
        ]
    ],
    "model_names": [
        "BERTS2S_lines",
        "TConvS2S_lines",
        "PtGen_lines",
        "TranS2S_lines"
    ],
    "reference": "great britain\\'s chris latham won a bronze medal in the men\\'s scratch race at the track world championships.",
    "BERTS2S_qags": 0.9,
    "TConvS2S_qags": 1.0,
    "PtGen_qags": 1.0,
    "TranS2S_qags": 0.4,
    "BERTS2S_qags20": 0.85,
    "TConvS2S_qags20": 1.0,
    "PtGen_qags20": 1.0,
    "TranS2S_qags20": 0.45,
    "BERTS2S_qags10": 0.2,
    "TConvS2S_qags10": 0.0,
    "PtGen_qags10": 0.03333333333333333,
    "TranS2S_qags10": 0.1
}