{
    "bart_reference": "A court allowed a wife to serve divorce papers via Facebook . Danny Cevallos : Why not let people be found via social media ?",
    "bart": "a new york judge issued an opinion authorizing service of divorce papers on a husband completely via facebook . the idea of service by facebook seems to offend traditional notions of ensuring notification of a defendant of a case against him . online service may be a new frontier , but it 's not unheard of .",
    "id": "cnn-test-8610ead0a43054be202a1fc756620415a6d572fe",
    "filepath": "cnndm/cnn/stories/8610ead0a43054be202a1fc756620415a6d572fe.story",
    "bert_sum_reference": "a court allowed a wife to serve divorce papers via facebook . danny cevallos : why not let people be found via social media ? .",
    "bert_sum": "danny cevallos : a new york judge authorizing service of divorce papers on a husband via facebook . cevallos : in-person service is not always possible , for obvious reasons . he says it 's defendants -- no wait , all of humanity -- that ca n't be trusted .",
    "bus_reference": "a court allowed a wife to serve divorce papers via facebook . danny cevallos : why not let people be found via social media ? .",
    "bus": "serving people with legal papers is `` service of process '' in new york . judge : if you are going to sue , you should know about it . he says it 's an opinion authorizing service of divorce papers on a husband .",
    "pgn_reference": "a court allowed a wife to serve divorce papers via facebook . danny cevallos : why not let people be found via social media ?",
    "pgn": "a new york judge issued an opinion authorizing service of divorce papers on a husband completely via facebook . serving people with legal papers is an industry and its own body of law premised on one guiding principle .",
    "s2s_reference": "a court allowed a wife to serve divorce papers via facebook . danny cevallos : why not let people be found via social media ?",
    "s2s": "a new york judge rules that divorce papers on a husband ca n't be trusted . if you are going to sue someone , you should at least let them know about it . if you 're going to sue someone , you should at least let them know about it .",
    "hash": "8610ead0a43054be202a1fc756620415a6d572fe",
    "url": "http://web.archive.org/web/20150413185115id_/http://edition.cnn.com/2015/04/12/opinions/cevallos-facebook-process-serving/index.html",
    "article": "(CNN)Recently, a New York judge issued an opinion authorizing service of divorce papers on a husband completely via Facebook. What exactly is \"service of process\"? Serving people with legal papers is an industry and its own body of law premised on one guiding principle: if you are going to sue someone, you should at least let them know about it. Sounds simple, right?  In theory it is.  In practice, it turns out people don't like being sued.  It also turns out that, to many defendants, procrastination of a lawsuit is a viable defense. Just as you may avoid bad news in life, defendants tend to avoid process servers.  Once a defendant has been served, that means the judicial proceedings begin.  Unfortunately, that means defendants have an incentive to go \"off the grid\". Although every state is different, the law of service of process has evolved this way: the ideal and fairest way to notify a person of a lawsuit is to have another human hand the papers to the defendant in person, and have some proof that the person was the defendant. In-person service is not always possible, for obvious reasons.  So, the law had to develop methods of alternate service, but carefully balance a defendant's right to have notice of a lawsuit, against a diligent plaintiff's access to court if a defendant is avoiding the inevitable. As reliable as the U.S. mail is, regular mail is not a reliable form of serving papers.  Not because the postmen can't be trusted; they can. Neither snow, nor rain, nor heat, nor gloom of night, will keep them from delivering those papers.  Instead, it's defendants -- no wait, all of humanity -- that can't be trusted.  Every one of us has ignored mail or even pretended we didn't get it.  Defendants are no different. One form of alternate service is \"nail and mail\" service.  This means that you take a hammer and nail, and nail the papers to the defendant's front door.  The problem with that is that many defendants are nomadic by nature.  Just because you find a house that a defendant stayed at, doesn't mean he'll be back there anytime soon. Another, even odder form of \"service\" is service by publication.  This is an almost laughable legal fiction.  If you can't find a defendant, a judge might let you serve by publication.  That means that a plaintiff can take out an ad in five point font for a week in an obscure publication, on the off chance you are reading the classified ads of the Secaucus Law Journal looking for lawsuits against you.  As laughable as serving someone by tweeting it sounds, it's at least more rational than this antiquated method. At first blush, the idea of service by Facebook seems to offend traditional notions of ensuring notification of a defendant of a case against him.  When it comes to serving papers, however, \"traditional\" doesn't necessarily mean \"good.\"  Service by publication or nailing paper to the door of an empty apartment is hardly reliable; it's just service of last resort. For those people who are concerned that being served papers will become a Facebook announcement in a news feed, along with the photos of dinner or kittens, to be \"liked\" by all your gawking \"friends,\" we're not quite there ... yet. While the older forms of alternate service were public, most electronic service takes the form of email.  Where email isn't available, it is Facebook private messaging, which should be as private as email.  That's the form of service authorized by the court here.  So for now, we're not quite putting lawsuits on Instagram ... but I wouldn't rule it out in the future. Online service may be a new frontier, but it's not unheard of. Most of us exist more online now than we \"live\" in a particular condo, or Mom's basement. Virtually everyone has a phone or access to the Internet.  Not everyone has a lease or a mortgage.  Plus, online service has the added benefit of tracking.  Believe me, somewhere, some computer has already logged the fact that you read this article, how long you read it, and even how far down you scrolled before you got bored and bailed on the article (thanks for still being here, by the way).  In a way, maybe online service is long overdue.  You can outrun a process server for a while, but sooner or later, all of us have to go back online -- and no human can outrun an email.",
    "entity_counter": {
        "a New York judge": 1,
        "an opinion": 1,
        "service": 5,
        "divorce papers": 1,
        "a husband": 1,
        "Facebook": 2,
        "\"service": 2,
        "process": 2,
        "people": 2,
        "legal papers": 1,
        "an industry": 1,
        "its own body": 1,
        "law": 1,
        "one guiding principle": 1,
        "theory": 1,
        "practice": 1,
        "many defendants": 2,
        "procrastination": 1,
        "a lawsuit": 3,
        "a viable defense": 1,
        "bad news": 1,
        "life": 1,
        "defendants": 3,
        "process servers": 1,
        "a defendant": 5,
        "the judicial proceedings": 1,
        "an incentive": 1,
        "the grid": 1,
        "every state": 1,
        "the law": 1,
        "the ideal and fairest way": 1,
        "a person": 1,
        "another human hand": 1,
        "the papers": 1,
        "the defendant": 2,
        "person": 1,
        "some proof": 1,
        "the person": 1,
        "In-person service": 1,
        "obvious reasons": 1,
        "the law of service of process": 1,
        "methods": 1,
        "alternate service": 3,
        "a defendant's right": 1,
        "notice": 1,
        "a diligent plaintiff's access": 1,
        "court": 1,
        "the U.S. mail": 1,
        "regular mail": 1,
        "a reliable form": 1,
        "serving papers": 2,
        "the postmen": 1,
        "Neither snow": 1,
        "rain": 1,
        "heat": 1,
        "gloom": 1,
        "those papers": 2,
        "no wait": 1,
        "humanity": 1,
        "mail": 1,
        "Defendants": 1,
        "One form": 1,
        "nail and mail\" service": 1,
        "a hammer": 1,
        "nail": 1,
        "the defendant's front door": 1,
        "The problem": 1,
        "nature": 1,
        "a house": 1,
        "Another, even odder form": 1,
        "publication": 3,
        "an almost laughable legal fiction": 1,
        "a judge": 1,
        "a plaintiff": 1,
        "an ad": 1,
        "five point font": 1,
        "an obscure publication": 1,
        "the off chance": 1,
        "the classified ads": 1,
        "the Secaucus Law Journal": 1,
        "lawsuits": 2,
        "this antiquated method": 1,
        "first blush": 1,
        "the idea": 1,
        "traditional notions": 1,
        "notification": 1,
        "a case": 1,
        "Service": 1,
        "paper": 1,
        "the door": 1,
        "an empty apartment": 1,
        "just service": 1,
        "last resort": 1,
        "those people": 1,
        "being served papers": 1,
        "a Facebook announcement": 1,
        "a news feed": 1,
        "the photos": 1,
        "dinner": 1,
        "kittens": 1,
        "all your gawking \"friends": 1,
        "the older forms": 1,
        "most electronic service": 1,
        "the form": 2,
        "email": 3,
        "Facebook private messaging": 1,
        "the court": 1,
        "Instagram": 1,
        "the future": 1,
        "Online service": 1,
        "a new frontier": 1,
        "a particular condo": 1,
        "a phone": 1,
        "access": 1,
        "the Internet": 1,
        "a lease": 1,
        "a mortgage": 1,
        "online service": 2,
        "the added benefit": 1,
        "tracking": 1,
        "some computer": 1,
        "the fact": 1,
        "this article": 1,
        "the article": 1,
        "the way": 1,
        "a way": 1,
        "a process server": 1,
        "a while": 1,
        "no human": 1,
        "an email": 1
    },
    "bart_lines": [
        "A New York judge issued an opinion authorizing service of divorce papers on a husband completely via Facebook .",
        "The idea of service by Facebook seems to offend traditional notions of ensuring notification of a defendant of a case against him .",
        "Online service may be a new frontier , but it 's not unheard of ."
    ],
    "bert_sum_lines": [
        "danny cevallos : a new york judge authorizing service of divorce papers on a husband via facebook .",
        "cevallos :",
        "in-person service is not always possible , for obvious reasons .",
        "he says it 's defendants --",
        "no wait , all of humanity -- that ca n't be trusted ."
    ],
    "bus_lines": [
        "serving people with legal papers is `` service of process '' in new york .",
        "judge : if you are going to sue , you should know about it .",
        "he says it 's an opinion authorizing service of divorce papers on a husband ."
    ],
    "pgn_lines": [
        "a new york judge issued an opinion authorizing service of divorce papers on a husband completely via facebook .",
        "serving people with legal papers is an industry and its own body of law premised on one guiding principle ."
    ],
    "s2s_lines": [
        "a new york judge rules that divorce papers on a husband ca n't be trusted .",
        "if you are going to sue someone , you should at least let them know about it .",
        "if you 're going to sue someone , you should at least let them know about it ."
    ],
    "article_lines": [
        "(CNN)Recently, a New York judge issued an opinion authorizing service of divorce papers on a husband completely via Facebook.",
        "What exactly is \"service of process\"?",
        "Serving people with legal papers is an industry and its own body of law premised on one guiding principle: if you are going to sue someone, you should at least let them know about it.",
        "Sounds simple, right?  ",
        "In theory it is.  ",
        "In practice, it turns out people don't like being sued.  ",
        "It also turns out that, to many defendants, procrastination of a lawsuit is a viable defense.",
        "Just as you may avoid bad news in life, defendants tend to avoid process servers.  ",
        "Once a defendant has been served, that means the judicial proceedings begin.  ",
        "Unfortunately, that means defendants have an incentive to go \"off the grid\".",
        "Although every state is different, the law of service of process has evolved this way: the ideal and fairest way to notify a person of a lawsuit is to have another human hand the papers to the defendant in person, and have some proof that the person was the defendant.",
        "In-person service is not always possible, for obvious reasons.  ",
        "So, the law had to develop methods of alternate service, but carefully balance a defendant's right to have notice of a lawsuit, against a diligent plaintiff's access to court if a defendant is avoiding the inevitable.",
        "As reliable as the U.S. mail is, regular mail is not a reliable form of serving papers.  ",
        "Not because the postmen can't be trusted; they can.",
        "Neither snow, nor rain, nor heat, nor gloom of night, will keep them from delivering those papers.  ",
        "Instead, it's defendants --",
        "no wait, all of humanity -- that can't be trusted.  ",
        "Every one of us has ignored mail or even pretended we didn't get it.  ",
        "Defendants are no different.",
        "One form of alternate service is \"nail and mail\" service.  ",
        "This means that you take a hammer and nail, and nail the papers to the defendant's front door.  ",
        "The problem with that is that many defendants are nomadic by nature.  ",
        "Just because you find a house that a defendant stayed at, doesn't mean he'll be back there anytime soon.",
        "Another, even odder form of \"service\" is service by publication.  ",
        "This is an almost laughable legal fiction.  ",
        "If you can't find a defendant, a judge might let you serve by publication.  ",
        "That means that a plaintiff can take out an ad in five point font for a week in an obscure publication, on the off chance you are reading the classified ads of the Secaucus Law Journal looking for lawsuits against you.  ",
        "As laughable as serving someone by tweeting it sounds, it's at least more rational than this antiquated method.",
        "At first blush, the idea of service by Facebook seems to offend traditional notions of ensuring notification of a defendant of a case against him.  ",
        "When it comes to serving papers, however, \"traditional\" doesn't necessarily mean \"good.\"  ",
        "Service by publication or nailing paper to the door of an empty apartment is hardly reliable; it's just service of last resort.",
        "For those people who are concerned that being served papers will become a Facebook announcement in a news feed, along with the photos of dinner or kittens, to be \"liked\" by all your gawking \"friends,\" we're not quite there ...",
        "yet.",
        "While the older forms of alternate service were public, most electronic service takes the form of email.  ",
        "Where email isn't available, it is Facebook private messaging, which should be as private as email.  ",
        "That's the form of service authorized by the court here.  ",
        "So for now, we're not quite putting lawsuits on Instagram ...",
        "but I wouldn't rule it out in the future.",
        "Online service may be a new frontier, but it's not unheard of.",
        "Most of us exist more online now than we \"live\" in a particular condo, or Mom's basement.",
        "Virtually everyone has a phone or access to the Internet.  ",
        "Not everyone has a lease or a mortgage.  ",
        "Plus, online service has the added benefit of tracking.  ",
        "Believe me, somewhere, some computer has already logged the fact that you read this article, how long you read it, and even how far down you scrolled before you got bored and bailed on the article (thanks for still being here, by the way).  ",
        "In a way, maybe online service is long overdue.  ",
        "You can outrun a process server for a while, but sooner or later, all of us have to go back online -- and no human can outrun an email."
    ],
    "negative_entity": "The Minister for Communications",
    "bart_cased": "A New York judge issued an opinion authorizing service of divorce papers on a husband completely via Facebook . The idea of service by Facebook seems to offend traditional notions of ensuring notification of a defendant of a case against him . Online service may be a new frontier , but it 's not unheard of .",
    "traps": [
        [
            "F4",
            "roman ehrhardt became an internet sensation after one of his classmates shared a hilarious photo of him grilling his lunch in class -"
        ],
        [
            "F5",
            "have which logged email of of not grid papers your those judge law of."
        ],
        [
            "F4",
            "andrew silicani, 23, of cheyenne pleaded guilty on monday in federal court to four counts of using the mail in his unsuccessful plan to hire someone to carry out the murders."
        ],
        [
            "F1",
            "defendants are not no different ."
        ],
        [
            "F0",
            "(cnn)recently, a new york judge issued an opinion authorizing service of divorce papers on a husband completely via facebook."
        ]
    ],
    "model_names": [
        "bart_lines",
        "bert_sum_lines",
        "bus_lines",
        "pgn_lines",
        "s2s_lines"
    ],
    "bart_qags": 1.0,
    "bert_sum_qags": 1.0,
    "bus_qags": 0.9,
    "pgn_qags": 0.6,
    "s2s_qags": 1.0,
    "bart_qags20": 0.9,
    "bert_sum_qags20": 1.0,
    "bus_qags20": 0.95,
    "pgn_qags20": 0.8,
    "s2s_qags20": 1.0,
    "bart_qags10": 0.9727272727272727,
    "bert_sum_qags10": 0.3,
    "bus_qags10": 0.25999999999999995,
    "pgn_qags10": 1.0,
    "s2s_qags10": 0.18888888888888888
}