{"bart_reference": "Gary Locke will be confirmed as Kilmarnock boss on Friday . The club went unbeaten during Locke 's first six games in charge . The 39-year-old former Killie defender has paid tribute to his players .", "bart": "gary locke will be confirmed as kilmarnock 's permanent manager on friday . locke replaced allan johnston on a caretaker basis in february . the 39-year-old paid tribute to the players whose efforts have helped him win favour with new chairman jim mann since taking charge .", "id": "dm-test-008aa71f64621995d749aff42be822b1b6ca7bc9", "filepath": "cnndm/dailymail/stories/008aa71f64621995d749aff42be822b1b6ca7bc9.story", "bert_sum_reference": "gary locke will be confirmed as kilmarnock boss on friday . the club went unbeaten during locke 's first six games in charge . the 39-year-old former killie defender has paid tribute to his players .", "bert_sum": "gary locke will be confirmed as kilmarnock 's permanent manager on friday . the 39-year-old has been given a three-year deal at kilmarnock . locke had been working as no 2 under allan johnston when the manager announced in february that he would be leaving the club at the end of the season .", "bus_reference": "gary locke will be confirmed as kilmarnock boss on friday . the club went unbeaten during locke 's first six games in charge . the 39-year-old former killie defender has paid tribute to his players .", "bus": "gary locke will be confirmed as kilmarnock 's permanent manager on friday - eight weeks after he was asked to take charge until the end of the season . an announcement will be made by the rugby park club on friday , with the former hearts boss being given a three-year deal . kilmarnock will confirm gary locke as the club 's new permanent manager .", "pgn_reference": "gary locke will be confirmed as kilmarnock boss on friday . the club went unbeaten during locke 's first six games in charge . the 39-year-old former killie defender has paid tribute to his players .", "pgn": "gary locke will be confirmed as kilmarnock’s permanent manager on friday - exactly eight weeks after he was asked to take charge until the end of the season . an announcement will be made by the rugby park club on friday morning . kilmarnock will confirm gary locke as the club 's new permanent manager on friday .", "s2s_reference": "gary locke will be confirmed as kilmarnock boss on friday . the club went unbeaten during locke 's first six games in charge . the 39-year-old former killie defender has paid tribute to his players .", "s2s": "gary locke will be confirmed as UNK permanent manager on friday . the former hearts boss was given a three-year deal at the club . locke paid tribute to the players whose efforts have helped him win favour .", "hash": "008aa71f64621995d749aff42be822b1b6ca7bc9", "url": "http://web.archive.org/web/20150403223948id_/http://www.dailymail.co.uk/sport/football/article-3023941/Gary-Locke-set-confirmed-permanent-Kilmarnock-manager.html", "article": "Gary Locke will be confirmed as Kilmarnock’s permanent manager on Friday - exactly eight weeks after he was asked to take charge until the end of the season. An announcement will be made by the Rugby Park club on Friday morning, with the former Hearts boss being given a three-year deal. And on Thursday the 39-year-old paid tribute to the players whose efforts have helped him win favour with new chairman Jim Mann since he replaced Allan Johnston on a caretaker basis in February. Kilmarnock will confirm Gary Locke as the club's new permanent manager on Friday ‘I’d be over the moon to get it as it’s something I’ve worked hard towards,’ said Locke while negotiations were being finalised at the Ayrshire club. ‘I had a taste of it (management) at Hearts and really enjoyed it. I’m fortunate I was put into this position at a great club. It’s a fantastic opportunity. ‘But I’ve said all along, it’s not about me. It’s about players. If they perform, you get a better reputation as a manager and that has been the case here with a great response from them. ‘That’s how football works. If they play well, your stock rises. Equally, if they don’t play well, it’s the manager who gets the stick. ‘I’ve got broad shoulders and I know what to expect but I can’t praise the players highly enough. They have worked so hard and they have taken on board everything I have tried to tell them.’ Ex-Killie and Hearts player Locke, who was crestfallen not to be retained by the Tynecastle club as head coach after they were relegated last season, added: ‘(Coaches) Alan Robertson and Billy Thomson have done a fantastic job in helping me, too. ‘You can’t do all of these things by yourself and backroom staff can be as important as the players. I can’t thank all of these people enough.’ Locke, who returned to Rugby Park last summer, had been working as No 2 under Johnston when the manager announced in February that he would be leaving the club at the end of the season, indicating that the £150,000 sale of teenage forward Robbie Muirhead to Dundee United had been a factor in his decision. After Johnston was immediately relieved of his duties by the club hierarchy, assistant Locke was put in charge and was initially regarded as a stop-gap appointment. But he quickly won over the players and a team that had previously been struggling in the league went unbeaten in their first six games under his stewardship. They only suffered their first reverse under Locke when Ross County beat them 2-1 in Dingwall two weeks ago. Kilmarnock went unbeaten during Locke's first six games in charge of the club He has impressed Mann not only with results but with the way he has conducted himself during his two months at the helm. Kilmarnock are currently eighth in the Premiership and still remain in the hunt for a top-six place. It was expected that Locke would have been appointed permanently before now, but he dismissed reports that talks had stalled due to a clause that would see him sacked if the club failed to achieve a top-six finish this season. ‘When you are dealing with contracts, they take a bit of time and I certainly don’t foresee any problems,’ he said. ‘There hasn’t really been a hold-up. As any player or manager will tell you, when it comes to the terms of a contract, it doesn’t just happen overnight. There are a lot of things to discuss and I have done that. ‘I will keep all that private because that is the way it should be and the club have dealt with it brilliantly. ‘I’ve no complaints there, so I hope it will be sorted before Saturday and I can concentrate on our home game against Motherwell. ‘Our new board of directors have been fantastic. I’ve been really impressed with the way that they have handled everything. The club itself is trying to be as positive as possible. ‘There are a lot of plans in place to make the club even better than it is right now, so there are loads of positives and I would like to be part of that.’ Having resolved his own situation, Locke will next week turn his attention to the futures of nine first-team players at Kilmarnock — Manuel Pascali, Alexei Eremenko, Craig Slater, Craig Samson, Sammy Clingan, Greg Kiltie, Conor Brennan, Chris Chantler and Mark O’Hara — who will become free agents this summer. ‘I’ve said for a number of weeks now that once my own position was sorted out, there are a few players out of contract and they will want to know what their futures are,’ he said. ‘So it will be great to get moving on all of that and prepare for next season. ‘You can’t do that until you are the main man.’", "entity_counter": {"Gary Locke": 3, "Kilmarnock’s permanent manager": 1, "charge": 3, "An announcement": 1, "the Rugby Park club": 3, "Friday morning": 1, "the former Hearts boss": 1, "a three-year deal": 1, "the 39-year-old paid tribute": 1, "the players": 4, "whose efforts": 1, "favour": 1, "new chairman Jim Mann": 1, "Allan Johnston": 1, "a caretaker basis": 1, "Kilmarnock": 4, "the club's new permanent manager": 1, "the moon": 1, "negotiations": 1, "a taste": 1, "(management": 1, "Hearts": 1, "this position": 1, "a great club": 1, "a fantastic opportunity": 1, "players": 1, "a better reputation": 1, "a manager": 1, "the case": 1, "a great response": 1, "football": 1, "your stock": 1, "the manager": 2, "the stick": 1, "broad shoulders": 1, "board": 1, "Ex-Killie and Hearts player Locke": 1, "head coach": 1, "Coaches": 1, "Alan Robertson": 1, "Billy Thomson": 1, "a fantastic job": 1, "these things": 1, "backroom staff": 1, "these people": 1, "Locke": 2, "Rugby Park": 1, "Johnston": 2, "the club": 5, "the £150,000 sale": 1, "Robbie Muirhead": 1, "Dundee United": 1, "a factor": 1, "his decision": 1, "his duties": 1, "the club hierarchy": 1, "assistant Locke": 3, "a stop-gap appointment": 1, "a team": 1, "the league": 1, "their first six games": 1, "his stewardship": 1, "their first reverse": 1, "Ross County": 1, "Locke's first six games": 1, "Mann": 1, "results": 1, "the way": 3, "his two months": 1, "the helm": 1, "the Premiership": 1, "the hunt": 1, "a top-six place": 1, "reports": 1, "talks": 1, "a clause": 1, "a top-six finish": 1, "contracts": 1, "a bit": 1, "time": 1, "any problems": 1, "a hold-up": 1, "any player": 1, "manager": 1, "the terms": 1, "a contract": 1, "a lot": 2, "things": 1, "no complaints": 1, "our home game": 1, "Motherwell": 1, "Our new board": 1, "directors": 1, "The club": 1, "plans": 1, "place": 1, "loads": 1, "positives": 1, "part": 1, "his own situation": 1, "his attention": 1, "the futures": 1, "nine first-team players": 1, "Manuel Pascali": 1, "Alexei Eremenko": 1, "Craig Slater": 1, "Craig Samson": 1, "Sammy Clingan": 1, "Greg Kiltie": 1, "Conor Brennan": 1, "Chris Chantler": 1, "Mark O’Hara": 1, "free agents": 1, "my own position": 1, "a few players": 1, "contract": 1, "their futures": 1, "the main man": 1}, "bart_lines": ["Gary Locke will be confirmed as Kilmarnock 's permanent manager on Friday .", "Locke replaced Allan Johnston on a caretaker basis in February .", "The 39-year-old paid tribute to the players whose efforts have helped him win favour with new chairman Jim Mann since taking charge ."], "bert_sum_lines": ["gary locke will be confirmed as kilmarnock 's permanent manager on friday .", "the 39-year-old has been given a three-year deal at kilmarnock .", "locke had been working as no 2 under allan johnston when the manager announced in february that he would be leaving the club at the end of the season ."], "bus_lines": ["gary locke will be confirmed as kilmarnock 's permanent manager on friday - eight weeks after he was asked to take charge until the end of the season .", "an announcement will be made by the rugby park club on friday , with the former hearts boss being given a three-year deal .", "kilmarnock will confirm gary locke as the club 's new permanent manager ."], "pgn_lines": ["gary locke will be confirmed as kilmarnock’s permanent manager on friday - exactly eight weeks after he was asked to take charge until the end of the season .", "an announcement will be made by the rugby park club on friday morning .", "kilmarnock will confirm gary locke as the club 's new permanent manager on friday ."], "s2s_lines": ["gary locke will be confirmed as UNK permanent manager on friday .", "the former hearts boss was given a three-year deal at the club .", "locke paid tribute to the players whose efforts have helped him win favour ."], "article_lines": ["Gary Locke will be confirmed as Kilmarnock’s permanent manager on Friday - exactly eight weeks after he was asked to take charge until the end of the season.", "An announcement will be made by the Rugby Park club on Friday morning, with the former Hearts boss being given a three-year deal.", "And on Thursday the 39-year-old paid tribute to the players whose efforts have helped him win favour with new chairman Jim Mann since he replaced Allan Johnston on a caretaker basis in February.", "Kilmarnock will confirm Gary Locke as the club's new permanent manager on Friday ‘I’d be over the moon to get it as it’s something I’ve worked hard towards,’ said Locke while negotiations were being finalised at the Ayrshire club.", "‘I had a taste of it (management) at Hearts and really enjoyed it.", "I’m fortunate I was put into this position at a great club.", "It’s a fantastic opportunity. ‘", "But I’ve said all along, it’s not about me.", "It’s about players.", "If they perform, you get a better reputation as a manager and that has been the case here with a great response from them.", "‘That’s how football works.", "If they play well, your stock rises.", "Equally, if they don’t play well, it’s the manager who gets the stick.", "‘I’ve got broad shoulders", "and I know what to expect", "but I can’t praise the players highly enough.", "They have worked so hard and they have taken on board everything I have tried to tell them.’", "Ex-Killie and Hearts player Locke, who was crestfallen not to be retained by the Tynecastle club as head coach after they were relegated last season, added: ‘(Coaches) Alan Robertson and Billy Thomson have done a fantastic job in helping me, too.", "‘You can’t do all of these things by yourself and backroom staff can be as important as the players.", "I can’t thank all of these people enough.’", "Locke, who returned to Rugby Park last summer, had been working as No 2 under Johnston when the manager announced in February that he would be leaving the club at the end of the season, indicating that the £150,000 sale of teenage forward Robbie Muirhead to Dundee United had been a factor in his decision.", "After Johnston was immediately relieved of his duties by the club hierarchy, assistant Locke was put in charge and was initially regarded as a stop-gap appointment.", "But he quickly won over the players and a team that had previously been struggling in the league went unbeaten in their first six games under his stewardship.", "They only suffered their first reverse under Locke when Ross County beat them 2-1 in Dingwall two weeks ago.", "Kilmarnock went unbeaten during Locke's first six games in charge of the club", "He has impressed Mann not only with results but with the way he has conducted himself during his two months at the helm.", "Kilmarnock are currently eighth in the Premiership and still remain in the hunt for a top-six place.", "It was expected that Locke would have been appointed permanently before now, but he dismissed reports that talks had stalled due to a clause that would see him sacked if the club failed to achieve a top-six finish this season.", "‘When you are dealing with contracts, they take a bit of time", "and I certainly don’t foresee any problems,’ he said.", "‘There hasn’t really been a hold-up.", "As any player or manager will tell you, when it comes to the terms of a contract, it doesn’t just happen overnight.", "There are a lot of things to discuss and I have done that.", "‘I will keep all that private because that is the way it should be and the club have dealt with it brilliantly.", "‘I’ve no complaints there, so I hope it will be sorted before Saturday", "and I can concentrate on our home game against Motherwell.", "‘Our new board of directors have been fantastic.", "I’ve been really impressed with the way that they have handled everything.", "The club itself is trying to be as positive as possible.", "‘There are a lot of plans in place to make the club even better than it is right now, so there are loads of positives and I would like to be part of that.’", "Having resolved his own situation, Locke will next week turn his attention to the futures of nine first-team players at Kilmarnock — Manuel Pascali, Alexei Eremenko, Craig Slater, Craig Samson, Sammy Clingan, Greg Kiltie, Conor Brennan, Chris Chantler and Mark O’Hara — who will become free agents this summer.", "‘I’ve said for a number of weeks now that once my own position was sorted out, there are a few players out of contract and they will want to know what their futures are,’ he said.", "‘So it will be great to get moving on all of that and prepare for next season.", "‘You can’t do that until you are the main man.’"], "negative_entity": "Tokyo", "bart_cased": "Gary Locke will be confirmed as Kilmarnock 's permanent manager on Friday . Locke replaced Allan Johnston on a caretaker basis in February . The 39-year-old paid tribute to the players whose efforts have helped him win favour with new chairman Jim Mann since taking charge .", "traps": [["F6", "if they play well, my stock rises."], ["F1", "there are not a lot of things to discuss and i have done that ."], ["F0", "gary locke will be confirmed as kilmarnock’s permanent manager on friday - exactly eight weeks after he was asked to take charge until the end of the season."], ["F5", "kilmarnock season gets the duties first kilmarnock our have there."], ["F1", "‘ there has not n’t really been a hold - up ."], ["F4", "stephanie scott was a 'favourite teacher' to many students at leeton high school local leeton parents have expressed anger over the loss of their children's 'favourite teacher' as the town continues to mourn the death of stephanie scott."]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_bertscore_P": 0.9253184795379639, "bart_bertscore_R": 0.8050651550292969, "bart_bertscore_F1": 0.8610132932662964, "bart_ref_bertscore_P": 0.8951455354690552, "bart_ref_bertscore_R": 0.8851610422134399, "bart_ref_bertscore_F1": 0.8901253342628479, "bert_sum_bertscore_P": 0.8990784883499146, "bert_sum_bertscore_R": 0.8029503226280212, "bert_sum_bertscore_F1": 0.8482998609542847, "bert_sum_ref_bertscore_P": 0.8660820722579956, "bert_sum_ref_bertscore_R": 0.8618220090866089, "bert_sum_ref_bertscore_F1": 0.863946795463562, "bus_bertscore_P": 0.9024462699890137, "bus_bertscore_R": 0.8207896947860718, "bus_bertscore_F1": 0.8596833348274231, "bus_ref_bertscore_P": 0.8839499950408936, "bus_ref_bertscore_R": 0.8993234634399414, "bus_ref_bertscore_F1": 0.8915704488754272, "pgn_bertscore_P": 0.9293932914733887, "pgn_bertscore_R": 0.8491461873054504, "pgn_bertscore_F1": 0.887459397315979, "pgn_ref_bertscore_P": 0.8785412311553955, "pgn_ref_bertscore_R": 0.9097208380699158, "pgn_ref_bertscore_F1": 0.8938591480255127, "s2s_bertscore_P": 0.8893115520477295, "s2s_bertscore_R": 0.8141336441040039, "s2s_bertscore_F1": 0.850063681602478, "s2s_ref_bertscore_P": 0.859581708908081, "s2s_ref_bertscore_R": 0.8877711296081543, "s2s_ref_bertscore_F1": 0.8734490275382996}