{"BERTS2S": "the stars of tv\\'s game of thrones have been surprised by the news that the stars of the latest series, game of thrones, will", "BERTS2S_lines": ["the stars of tv\\'s game of thrones have been surprised by the news that the stars of the latest series, game of thrones, will"], "TConvS2S": "it\\'s been a difficult year for hollywood fans.", "TConvS2S_lines": ["it\\'s been a difficult year for hollywood fans."], "Gold": "e4\\'s teen drama skins won numerous awards and gained a cult following over its seven series.", "Gold_lines": ["e4\\'s teen drama skins won numerous awards and gained a cult following over its seven series."], "PtGen": "the story of game of game of thrones has gone on display at the top of the uk box office.", "PtGen_lines": ["the story of game of game of thrones has gone on display at the top of the uk box office."], "TranS2S": "as the cast of the x factor draws to a close, there\\'s a look at some of the stars who have decided to play in the next", "TranS2S_lines": ["as the cast of the x factor draws to a close, there\\'s a look at some of the stars who have decided to play in the next"], "article": "However, there were people in the TV industry who thought the cast would struggle to find work once their time on the show was up.Some of the actors were warned that they wouldn't be able to shake off their sulky, angry, teen characters.But when you look at the careers of Dev Patel and Jack O'Connell for example, they couldn't have been more wrong.Kaya Scodelario was one of the longest-serving members of the cast, appearing in series one to four as Effy Stonem.She went on to appear in sci-fi thriller Maze Runner and is now in Australia filming the next instalment of Pirates of The Caribbean with Johnny Depp.Nicholas Hoult was the only member of the main cast who had serious acting experience.He'd starred in About a Boy with Hugh Grant in 2002.He has since gone on to play Beast in the X-Men prequels and will soon be seen starring opposite Kristen Stewart in a film called Equals.Dev Patel's first job after playing Anwar Kharral in series one and two, took him from London to India and to the Oscars with Slumdog Millionaire.He told Newsbeat, he never would have got that role without Skins.\"My career started off because Danny Boyle's daughter was a fan of the show, that is how I got an audition for Slumdog.\"He has two films out in cinemas at the moment, The Second Best Exotic Marigold Hotel with Dame Judi Dench and Chappie, starring alongside Sigourney Weaver and Hugh Jackman.Jack O'Connell, who played Cook in series three and four, was hand-picked by Angelina Jolie to star in her most recent movie Unbroken.The 24-year-old also picked up the Rising Star Award at this year's Baftas.Fans of Game of Thrones will be familiar with Joe Dempsie and Hannah Murray who play Gendry and Gilly respectively.It is, of course, not unusual for an actor from a British television show to find success in Hollywood films.What is unusual is the amount of stars that were discovered from one single teen drama on a digital channel.So how were the makers of Skins able to spot so many talented young actors?Co-creator Bryan Elsley told Newsbeat they made a conscious decision to hold open auditions.\"There are really good kids working from agencies and drama schools but just on that one occasion we decided to go a different way,\" he explained.\"We felt if we had young people playing characters the same age as themselves, and those actors weren't too trained, it would have a more natural feel.\"It sounds quite risky, but Bryan said the show was such a small project to begin with, they were able to take that approach.Jack O'Connell credits the whole team for the actors' future success.\"I think they knew if they were going to identify that genre, that era, that generation, they needed people on the ground level,\" he said.\"A writing team that understood, they got that right first and then I guess they chose to cast exciting people.\"I feel very fortunate to be involved in the show but I don't think it was a coincidence that we all came through there.\"Piers Wenger is the head of drama at Channel 4 and he thinks it was the opportunities the cast had to stretch themselves that helped nurture their talent.\"They had the opportunity to do properly complex [roles], rather than just two dimensional ones,\" he said.\"It is extraordinary, in the past soap operas had been the sort of places where young people had been able to do their first job.\"That would have been your only break, but time's are changing.\"I think thanks to shows like Skins, unconventional approaches to casting are becoming more and more common.\"Follow @BBCNewsbeat on Twitter, BBCNewsbeat on Instagram and Radio1Newsbeat on YouTube", "article_lines": ["However, there were people in the TV industry who thought the cast would struggle to find work once their time on the show was up.", "Some of the actors were warned that they wouldn't be able to shake off their sulky, angry, teen characters.", "But when you look at the careers of Dev Patel and Jack O'Connell for example, they couldn't have been more wrong.", "Kaya Scodelario was one of the longest-serving members of the cast, appearing in series one to four as Effy Stonem.", "She went on to appear in sci-fi thriller Maze Runner and is now in Australia filming the next instalment of Pirates of The Caribbean with Johnny Depp.", "Nicholas Hoult was the only member of the main cast who had serious acting experience.", "He'd starred in About a Boy with Hugh Grant in 2002.He", "has since gone on to play Beast in the X-Men prequels and will soon be seen starring opposite Kristen Stewart in a film called Equals.", "Dev Patel's first job after playing Anwar Kharral in series one and two, took him from London to India and to the Oscars with Slumdog Millionaire.", "He told Newsbeat, he never would have got that role without Skins.", "\"My", "career started off because Danny Boyle's daughter was a fan of the show", ", that is how I got an audition for Slumdog.", "\"He has two films out in cinemas at the moment, The Second Best Exotic Marigold Hotel with Dame Judi Dench and Chappie, starring alongside Sigourney Weaver and Hugh Jackman.", "Jack O'Connell, who played Cook in series three and four, was hand-picked by Angelina Jolie to star in her most recent movie Unbroken.", "The 24-year-old also picked up the Rising Star Award at this year's Baftas.", "Fans of Game of Thrones will be familiar with Joe Dempsie and Hannah Murray who play Gendry and Gilly respectively.", "It is, of course, not unusual for an actor from a British television show to find success in Hollywood films.", "What is unusual is the amount of stars that were discovered from one single teen drama on a digital channel.", "So how were the makers of Skins able to spot so many talented young actors?Co-creator Bryan Elsley told Newsbeat they made a conscious decision to hold open auditions.", "\"There are really good kids working from agencies and drama schools but just on that one occasion we decided to go a different way,\" he explained.", "\"We felt if we had young people playing characters the same age as themselves, and those actors weren't too trained, it would have a more natural feel.", "\"It sounds quite risky, but Bryan said the show was such a small project to begin with, they were able to take that approach.", "Jack O'Connell credits the whole team for the actors' future success.", "\"I think they knew if they were going to identify that genre, that era,", "that generation, they needed people on the ground level,\" he said.", "\"A writing team that understood, they got that right first", "and then I guess they chose to cast exciting people.", "\"I feel very fortunate to be involved in the show", "but I don't think it was a coincidence that we all came through there.", "\"Piers", "Wenger is the head of drama at Channel 4", "and he thinks it was the opportunities the cast had to stretch themselves that helped nurture their talent.", "\"They had the opportunity to do properly complex [roles], rather than just two dimensional ones,\" he said.", "\"It is extraordinary, in the past soap operas had been the sort of places where young people had been able to do their first job.", "\"That would have been your only break, but time's are changing.", "\"I think thanks to shows like Skins, unconventional approaches to casting are becoming more and more common.", "\"Follow", "@BBCNewsbeat on Twitter, BBCNewsbeat on Instagram and Radio1Newsbeat on YouTube"], "entity_counter": {"people": 2, "the TV industry": 1, "the cast": 3, "work": 1, "their time": 1, "the show": 2, "the actors": 1, "their sulky, angry, teen characters": 1, "the careers": 1, "Dev Patel": 1, "Jack O'Connell": 3, "example": 1, "Kaya Scodelario": 1, "the longest-serving members": 1, "series": 3, "Effy Stonem": 1, "sci-fi thriller Maze Runner": 1, "Australia": 1, "the next instalment": 1, "Pirates": 1, "The Caribbean": 1, "Johnny Depp": 1, "Nicholas Hoult": 1, "the only member": 1, "the main cast": 1, "serious acting experience": 1, "He'd": 1, "a Boy": 1, "Hugh Grant": 1, "Beast": 1, "the X-Men prequels": 1, "opposite Kristen Stewart": 1, "a film": 1, "Dev Patel's first job": 1, "Anwar Kharral": 1, "London": 1, "India": 1, "the Oscars": 1, "Slumdog Millionaire": 1, "Newsbeat": 2, "that role": 1, "Skins": 3, "career": 1, "Danny Boyle's daughter": 1, "a fan": 1, "an audition": 1, "Slumdog": 1, "two films": 1, "cinemas": 1, "the moment": 1, "The Second Best Exotic Marigold Hotel": 1, "Dame Judi Dench": 1, "Chappie": 1, "Sigourney Weaver": 1, "Hugh Jackman": 1, "Cook": 1, "Angelina Jolie": 1, "her most recent movie": 1, "the Rising Star Award": 1, "this year's Baftas": 1, "Fans": 1, "Game": 1, "Thrones": 1, "Joe Dempsie": 1, "Hannah Murray": 1, "Gendry": 1, "Gilly": 1, "course": 1, "an actor": 1, "a British television show": 3, "success": 1, "Hollywood films": 1, "the amount": 1, "stars": 1, "one single teen drama": 1, "a digital channel": 1, "the makers": 1, "so many talented young actors?Co-creator Bryan Elsley": 2, "a conscious decision": 1, "open auditions": 1, "really good kids": 1, "agencies": 1, "drama schools": 1, "that one occasion": 1, "young people": 2, "characters": 1, "the same age": 1, "those actors": 1, "a more natural feel": 1, "Bryan": 1, "such a small project": 1, "that approach": 1, "the whole team": 1, "the actors' future success": 1, "that genre": 1, "the ground level": 1, "exciting people": 1, "a coincidence": 1, "the head": 1, "drama": 1, "Channel": 1, "the opportunities": 1, "their talent": 1, "the opportunity": 1, "properly complex [roles": 1, "just two dimensional ones": 1, "the past soap operas": 1, "the sort": 1, "places": 1, "their first job": 1, "your only break": 1, "time": 1, "\"I": 1, "thanks": 1, "unconventional approaches": 1, "@BBCNewsbeat": 1, "Twitter": 1, "BBCNewsbeat": 1, "Instagram": 1, "Radio1Newsbeat": 1, "YouTube": 1}, "negative_entity": "Marc", "url": "http://web.archive.org/web/20150317025220/http://www.bbc.co.uk/newsbeat/31873298", "hash": "31873298", "traps": [["F0", "however, there were people in the tv industry who thought the cast would struggle to find work once their time on the show was up."], ["F6", "some of the actors were warned that we wouldn't be able to shake off their sulky, angry, teen characters."], ["F6", "and then i guess you chose to cast exciting people."], ["F5", "members age n't operas unconventional would called to serious who was he to is and."], ["F1", "wenger is not the head of drama at channel 4"], ["F4", "the inquiry has heard conflicting accounts from experts over claims the circuit would damage habitats and plant life by building on the common land."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.9113591313362122, "BERTS2S_bertscore_R": 0.8363138437271118, "BERTS2S_bertscore_F1": 0.8722252249717712, "BERTS2S_ref_bertscore_P": 0.9290965795516968, "BERTS2S_ref_bertscore_R": 0.9011194705963135, "BERTS2S_ref_bertscore_F1": 0.9148942232131958, "TConvS2S_bertscore_P": 0.8848479390144348, "TConvS2S_bertscore_R": 0.7836679816246033, "TConvS2S_bertscore_F1": 0.8311901688575745, "TConvS2S_ref_bertscore_P": 0.8544149994850159, "TConvS2S_ref_bertscore_R": 0.8524429798126221, "TConvS2S_ref_bertscore_F1": 0.8534278869628906, "PtGen_bertscore_P": 0.8475850820541382, "PtGen_bertscore_R": 0.7581583261489868, "PtGen_bertscore_F1": 0.8003815412521362, "PtGen_ref_bertscore_P": 0.8790308833122253, "PtGen_ref_bertscore_R": 0.8492937684059143, "PtGen_ref_bertscore_F1": 0.8639065027236938, "TranS2S_bertscore_P": 0.8654818534851074, "TranS2S_bertscore_R": 0.7718696594238281, "TranS2S_bertscore_F1": 0.8159997463226318, "TranS2S_ref_bertscore_P": 0.8948211669921875, "TranS2S_ref_bertscore_R": 0.8680353760719299, "TranS2S_ref_bertscore_F1": 0.8812248110771179}