{"BERTS2S": "a new portrait of the late composer, mozart, has been unveiled.", "BERTS2S_lines": ["a new portrait of the late composer, mozart, has been unveiled."], "TConvS2S": "one of the most famous artists in the world, oil mozart, has been named as the new artistic artist of the year.", "TConvS2S_lines": ["one of the most famous artists in the world, oil mozart, has been named as the new artistic artist of the year."], "Gold": "a new portrait of mozart imagines the composer as a ``daring\\'\\'and ``edgy\\'\\'musician in the mould of johnny rotten.", "Gold_lines": ["a new portrait of mozart imagines the composer as a ``daring\\'\\'and", "``edgy\\'\\'musician in the mould of johnny rotten."], "PtGen": "a new portrait of the mozart music composer johnny mozart has been unveiled by the music festival\\'s orchestra.", "PtGen_lines": ["a new portrait of the mozart music composer johnny mozart has been unveiled by the music festival\\'s orchestra."], "TranS2S": "a new portrait of mozart music is being commissioned by the royal orchestra for the first time.", "TranS2S_lines": ["a new portrait of mozart music is being commissioned by the royal orchestra for the first time."], "article": "The oil painting was commissioned by Royal Northern Sinfonia, which wants to challenge the Austrian's \"chocolate box\" portrayal, ahead its new season.\"Somehow we've come to think of his music as pretty,\" said the orchestra's music director Lars Vogt.\"But that music is often dramatic and dark. Those qualities must have been there in the man.\"The portrait was painted by renowned American artist Tim O'Brien, and will be projected onto buildings around the orchestra's home towns of Newcastle and Gateshead over the coming months.Regarded as one of the greatest composers of all time, Mozart wrote more than 600 works, including some of the most celebrated and enduring pieces of classical music, before he died at the age of 35.Only 14 images of the composer are known to have been created during his lifetime, but many are stylised or incomplete.The best physical description came from baritone Luigi Bassi, for whom Mozart had written the role of Don Giovanni.\"Mr Mozart was an extremely eccentric and absent-minded young man, but not without a certain spirit of pride,\" he said. \"He was very popular with the ladies, in spite of his small size; but he had a most unusual face, and he could cast a spell on any woman with his eyes.\"Describing the existing portraits as \"cosy and pretty\", O'Brien explained the thinking behind his new painting.\"I know of few musicians of real depth where you can't see some of that complexity in the face.  So to find the Mozart who was obsessively driven, who pushed boundaries and who lived in a world where harsh poverty and crime were a very real facts, I looked at musicians from our own era to provide some inspiration.\"Photos of Johnny Cash and Eric Clapton suggested both obsession and some kind of danger. Johnny Rotten provided a certain precocious brilliance, and I related to those for Mozart.\"O'Brien previously made headlines by creating a portrait of Beethoven for the cover of Gramophone magazine, which was inspired by U2 singer Bono.The portrait accompanies the Northern Sinfonia's new season, which includes a series of concerts called Reclaiming Mozart.They begin on Friday, 18 September with the first movement of Mozart's Symphony No. 25, and will also include his Clarinet Concerto and the rarely performed Symphony No. 33.Musical director Vogt will be the soloist in the Quintet for Piano and Wind, of which Mozart once wrote: \"I myself consider it to be the best thing I have written in my life.\"The German concert pianist and conductor, who recently played the first night of the Proms, is an avowed Mozart fan - whose desert island disc would be a box set of the composer's works.In his first season as director of the Sinfonia, he plans to stage a number of \"pop-up\" concerts in venues that echo the \"darker corners of Vienna\" that Mozart would have frequented in the 18th Century.", "article_lines": ["The oil painting was commissioned by Royal Northern Sinfonia, which wants to challenge the Austrian's \"chocolate box\" portrayal, ahead its new season.", "\"Somehow", "we've come to think of his music as pretty,\" said the orchestra's music director Lars Vogt.", "\"But", "that music is often dramatic and dark.", "Those qualities must have been there in the man.", "\"The", "portrait was painted by renowned American artist Tim O'Brien, and will be projected onto buildings around the orchestra's home towns of Newcastle and Gateshead over the coming months.", "Regarded as one of the greatest composers of all time, Mozart wrote more than 600 works, including some of the most celebrated and enduring pieces of classical music, before he died at the age of 35.Only 14 images of the composer are known to have been created during his lifetime, but many are stylised or incomplete.", "The best physical description came from baritone Luigi Bassi, for whom Mozart had written the role of Don Giovanni.", "\"Mr", "Mozart was an extremely eccentric and absent-minded young man, but not without a certain spirit of pride,\" he said.", "\"He was very popular with the ladies, in spite of his small size; but he had a most unusual face, and he could cast a spell on any woman with his eyes.", "\"Describing", "the existing portraits as \"cosy and pretty\", O'Brien explained the thinking behind his new painting.", "\"I know of few musicians of real depth where you can't see some of that complexity in the face.  ", "So to find the Mozart who was obsessively driven, who pushed boundaries and who lived in a world where harsh poverty and crime were a very real facts, I looked at musicians from our own era to provide some inspiration.", "\"Photos of Johnny Cash and Eric Clapton suggested both obsession and some kind of danger.", "Johnny Rotten provided a certain precocious brilliance, and I related to those for Mozart.", "\"O'Brien previously made headlines by creating a portrait of Beethoven for the cover of Gramophone magazine, which was inspired by U2 singer Bono.", "The portrait accompanies the Northern Sinfonia's new season, which includes a series of concerts called Reclaiming Mozart.", "They begin on Friday, 18 September with the first movement of Mozart's Symphony No. 25, and will also include his Clarinet Concerto and the rarely performed Symphony", "No.", "33.Musical director Vogt will be the soloist in the Quintet for Piano and Wind, of which Mozart once wrote: \"I myself consider it to be the best thing I have written in my life.", "\"The", "German concert pianist and conductor, who recently played the first night of the Proms, is an avowed Mozart fan - whose desert island disc would be a box set of the composer's works.", "In his first season as director of the Sinfonia, he plans to stage a number of \"pop-up\" concerts in venues that echo the \"darker corners of Vienna\" that Mozart would have frequented in the 18th Century."], "entity_counter": {"The oil painting": 1, "Royal Northern Sinfonia": 1, "the Austrian's \"chocolate box\" portrayal": 1, "his music": 2, "the orchestra's music director": 1, "Lars Vogt": 1, "Those qualities": 1, "the man": 1, "\"The": 1, "portrait": 1, "renowned American artist Tim O'Brien": 1, "buildings": 1, "the orchestra's home towns": 1, "Newcastle": 1, "Gateshead": 1, "the greatest composers": 1, "all time": 1, "Mozart": 8, "more than 600 works": 1, "the most celebrated and enduring pieces": 1, "classical music": 1, "35.Only 14 images": 1, "the composer": 1, "his lifetime": 1, "The best physical description": 1, "baritone Luigi Bassi": 1, "the role": 1, "Don Giovanni": 1, "an extremely eccentric and absent-minded young man": 1, "a certain spirit": 1, "pride": 1, "the ladies": 1, "spite": 1, "his small size": 1, "a most unusual face": 2, "a spell": 1, "any woman": 1, "his eyes": 1, "the existing portraits": 1, "the thinking": 1, "his new painting": 1, "\"I": 1, "few musicians": 1, "real depth": 1, "that complexity": 1, "the Mozart": 1, "boundaries": 1, "a world": 1, "harsh poverty": 1, "crime": 1, "a very real facts": 1, "musicians": 1, "our own era": 1, "some inspiration": 1, "Johnny Cash": 1, "Eric Clapton": 1, "both obsession": 1, "some kind": 1, "danger": 1, "Johnny Rotten": 1, "a certain precocious brilliance": 1, "headlines": 1, "a portrait": 1, "Beethoven": 1, "the cover": 1, "Gramophone magazine": 1, "U2 singer Bono": 1, "a portrait of Beethoven": 1, "the Northern Sinfonia's new season": 1, "a series": 1, "concerts": 1, "the first movement": 1, "Mozart's Symphony No.": 1, "his Clarinet Concerto": 1, "Symphony": 1, "33.Musical director Vogt": 1, "the soloist": 1, "the Quintet": 1, "Piano": 1, "Wind": 1, "the best thing": 1, "my life": 1, "German concert pianist": 1, "conductor": 1, "the Proms": 1, "an avowed Mozart fan": 1, "whose desert island disc": 1, "a box set": 1, "the composer's works": 1, "director": 1, "the Northern Sinfonia's": 1, "a number": 1, "\"pop-up\" concerts": 1, "venues": 1, "the \"darker corners": 1, "Vienna": 1}, "negative_entity": "Obama", "url": "http://web.archive.org/web/20150920050643/http://www.bbc.co.uk/news/entertainment-arts-34279049", "hash": "34279049", "traps": [["F5", "lifetime mozart mozart of by eyes."], ["F4", "adminstrators begbies traynor said the collection will remain on display at the museum in barlaston, staffordshire."], ["F5", "crime the eric the so his."], ["F5", "the on existing 14 for think."], ["F1", "those qualities must have not been there in the man ."], ["F1", "that music is not often dramatic and dark ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8819935321807861, "BERTS2S_bertscore_R": 0.78642737865448, "BERTS2S_bertscore_F1": 0.8314734697341919, "BERTS2S_ref_bertscore_P": 0.9592993855476379, "BERTS2S_ref_bertscore_R": 0.9385849237442017, "BERTS2S_ref_bertscore_F1": 0.9488291144371033, "TConvS2S_bertscore_P": 0.9049748182296753, "TConvS2S_bertscore_R": 0.7829054594039917, "TConvS2S_bertscore_F1": 0.8395260572433472, "TConvS2S_ref_bertscore_P": 0.8395521640777588, "TConvS2S_ref_bertscore_R": 0.8716052770614624, "TConvS2S_ref_bertscore_F1": 0.8552785515785217, "PtGen_bertscore_P": 0.8651621341705322, "PtGen_bertscore_R": 0.7942512035369873, "PtGen_bertscore_F1": 0.8281915783882141, "PtGen_ref_bertscore_P": 0.8932448625564575, "PtGen_ref_bertscore_R": 0.8808358907699585, "PtGen_ref_bertscore_F1": 0.8869969844818115, "TranS2S_bertscore_P": 0.8479036092758179, "TranS2S_bertscore_R": 0.806630551815033, "TranS2S_bertscore_F1": 0.8267523050308228, "TranS2S_ref_bertscore_P": 0.9108415842056274, "TranS2S_ref_bertscore_R": 0.9130163192749023, "TranS2S_ref_bertscore_F1": 0.9119276404380798}