{"BERTS2S": "wales coach warren gatland says his side\\'s first grand slam of the season is a \" lot more to come \" from his side as they bid", "BERTS2S_lines": ["wales coach warren gatland says his side\\'s first grand slam of the season is a \" lot more to come \" from his side as they bid"], "TConvS2S": "wales coach warren gatland says he is disappointed that wales will face australia in the final of the world cup.", "TConvS2S_lines": ["wales coach warren gatland says he is disappointed that wales will face australia in the final of the world cup."], "Gold": "warren gatland hopes the power of ``frustration\\'\\'can inspire wales to a third successive post-world cup grand slam.", "Gold_lines": ["warren gatland hopes the power of ``frustration\\'\\'can inspire wales to a third successive post-world cup grand slam."], "PtGen": "wales coach warren gatland has ``a lot of frustration\\'\\'in the world cup, says head coach warren gatland.", "PtGen_lines": ["wales coach warren gatland has ``a lot of frustration\\'\\'in the world cup, says head coach warren gatland."], "TranS2S": "wales coach warren gatland says warren gatland\\'s hopes of winning the six nations title are over.", "TranS2S_lines": ["wales coach warren gatland says warren gatland\\'s hopes of winning the six nations title are over."], "article": "Gatland won a first clean sweep in his maiden Six Nations as coach in 2008 after Wales' disappointing 2007 World Cup display.He guided Wales to a second Grand Slam in 2012 after narrowly missing out on the 2011 World Cup final.\"We were disappointed not getting to the final in 2011,\" he said.\"We feel a little bit the same this time around.\"There's a little bit of frustration as we felt we could have gone a bit further in the World Cup, although we were proud of what we achieved given the number of injuries we had.\"Wales qualified alongside Australia from their World Cup pool despite a host of injuries to key players such as Leigh Halfpenny, Jonathan Davies and Rhys Webb.Wales were knocked out of the World Cup by two-time champions South Africa in the quarter-final despite leading with 10 minutes remaining.Webb and Halfpenny are still out injured, but centre Davies has returned while backs Liam Williams and Hallam Amos are returning to fitness.Wales hold the record of Championship victories - 26 outright and 12 shared - and a third Grand Slam in nine years would mean they join England on a record 12 Grand Slams.Media playback is not supported on this deviceIreland are bidding to become the first side ever to win the Championship three times in a row and Wales coach Gatland said: \"You can't look past the Irish.\"The New Zealander also said that England under new coach Eddie Jones are an \"unknown quantity\" in \"a really open competition\".Wales begin their Six Nations bid against the defending champions in Dublin - the same venue where the Welsh began their 2012 Grand Slam campaign.\"We're in pretty good shape,\" added Gatland, himself a former Ireland coach.\"There's a few new coaches this year and the familiarly will help us put things together quickly.\"Our time together at the World Cup is invaluable preparation and potentially a slight advantage.\"It is massive that we're going away to Dublin first and if we can win that first game, the next game at home against Scotland is six days later.\"Momentum is huge in this competition.\"", "article_lines": ["Gatland won a first clean sweep in his maiden Six Nations as coach in 2008 after Wales' disappointing 2007 World Cup display.", "He guided Wales to a second Grand Slam in 2012 after narrowly missing out on the 2011 World Cup final.", "\"We were disappointed not getting to the final in 2011,\" he said.", "\"We feel a little bit the same this time around.", "\"There's a little bit of frustration as we felt we could have gone a bit further in the World Cup, although we were proud of what we achieved given the number of injuries we had.", "\"Wales", "qualified alongside Australia from their World Cup pool despite a host of injuries to key players such as Leigh Halfpenny, Jonathan Davies and Rhys Webb.", "Wales were knocked out of the World Cup by two-time champions South Africa in the quarter-final despite leading with 10 minutes remaining.", "Webb and Halfpenny are still out injured, but centre Davies has returned while backs Liam Williams and Hallam Amos are returning to fitness.", "Wales hold the record of Championship victories - 26 outright and 12 shared - and a third Grand Slam in nine years", "would mean they join England on a record 12 Grand Slams.", "Media playback is not supported on this deviceIreland", "are bidding to become the first side ever to win the Championship three times in", "a row and Wales coach Gatland said: \"You can't look past the Irish.", "\"The", "New Zealander also said that England under new coach Eddie Jones are an \"unknown quantity\" in \"a really open", "competition\".", "Wales begin their Six Nations bid against the defending champions in Dublin - the same venue where the Welsh began their 2012 Grand Slam campaign.", "\"We're in pretty good shape", ",\" added Gatland, himself a former Ireland coach.", "\"There's a few new coaches this year and the familiarly will help us put things together quickly.", "\"Our", "time together at the World Cup is invaluable preparation and potentially a slight advantage.", "\"It is massive that we're going away to Dublin first", "and if we can win that first game, the next game at home against Scotland is six days later.", "\"Momentum is huge in this competition.\""], "entity_counter": {"Gatland": 1, "a first clean sweep": 1, "his maiden Six Nations": 1, "coach": 1, "Wales' disappointing 2007 World Cup display": 1, "Wales": 4, "a second Grand Slam": 1, "the 2011 World Cup final": 1, "\"There": 2, "a little bit": 1, "frustration": 1, "World Cup": 2, "the number": 1, "injuries": 2, "Australia": 1, "their World Cup pool": 1, "a host": 1, "key players": 1, "Leigh Halfpenny": 1, "Jonathan Davies": 1, "Rhys Webb": 2, "two-time champions": 1, "South Africa": 1, "Halfpenny": 1, "centre Davies": 1, "Liam Williams": 1, "Hallam Amos": 1, "fitness": 1, "the record": 1, "Championship victories": 1, "England": 2, "a record 12 Grand Slams": 1, "Media playback": 1, "this deviceIreland": 1, "the first side": 1, "the Championship": 1, "a row and Wales coach Gatland": 1, "the Irish": 1, "New Zealander": 1, "new coach Eddie Jones": 1, "an \"unknown quantity": 1, "competition\"": 1, "the defending champions": 1, "Dublin": 2, "the same venue": 1, "the Welsh": 1, "their 2012 Grand Slam campaign": 1, "pretty good shape": 1, ",\" added Gatland": 1, "a former Ireland coach": 1, "a few new coaches": 1, "things": 1, "time": 1, "the World Cup": 1, "invaluable preparation": 1, "potentially a slight advantage": 1, "that first game": 1, "the next game": 1, "home": 1, "Scotland": 1, "this competition": 1}, "negative_entity": "New York", "url": "http://web.archive.org/web/20160128135204/http://www.bbc.co.uk/sport/rugby-union/35419902", "hash": "35419902", "traps": [["F6", "would mean we join england on a record 12 grand slams."], ["F4", "match ends, inverness ct 2,"], ["F0", "gatland won a first clean sweep in his maiden six nations as coach in 2008 after wales' disappointing 2007 world cup display."], ["F5", "former felt the the in record competition\" jonathan."], ["F4", "the former five-weight world champion submitted a necessary waiver to the nevada athletic commission (nac) on wednesday, hours before the deadline."], ["F1", "time together at the world cup is not invaluable preparation and potentially a slight advantage ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8907694816589355, "BERTS2S_bertscore_R": 0.7924271821975708, "BERTS2S_bertscore_F1": 0.8387255072593689, "BERTS2S_ref_bertscore_P": 0.9646525979042053, "BERTS2S_ref_bertscore_R": 0.9335638284683228, "BERTS2S_ref_bertscore_F1": 0.948853611946106, "TConvS2S_bertscore_P": 0.8457580804824829, "TConvS2S_bertscore_R": 0.7811474800109863, "TConvS2S_bertscore_F1": 0.8121698498725891, "TConvS2S_ref_bertscore_P": 0.8589125871658325, "TConvS2S_ref_bertscore_R": 0.8787195682525635, "TConvS2S_ref_bertscore_F1": 0.8687031865119934, "PtGen_bertscore_P": 0.8263216614723206, "PtGen_bertscore_R": 0.7668604254722595, "PtGen_bertscore_F1": 0.7954814434051514, "PtGen_ref_bertscore_P": 0.8597579598426819, "PtGen_ref_bertscore_R": 0.8728950619697571, "PtGen_ref_bertscore_F1": 0.866276741027832, "TranS2S_bertscore_P": 0.8491120934486389, "TranS2S_bertscore_R": 0.7489534020423889, "TranS2S_bertscore_F1": 0.7958940267562866, "TranS2S_ref_bertscore_P": 0.9033891558647156, "TranS2S_ref_bertscore_R": 0.8683532476425171, "TranS2S_ref_bertscore_F1": 0.8855248093605042}