{"BERTS2S": "former first minister alex salmond has delivered his final speech at the scottish parliament.", "BERTS2S_lines": ["former first minister alex salmond has delivered his final speech at the scottish parliament."], "TConvS2S": "former snp leader alex salmond has been sworn in as the new leader of scotland.", "TConvS2S_lines": ["former snp leader alex salmond has been sworn in as the new leader of scotland."], "Gold": "former first minister alex salmond has made his final speech in the scottish parliament amid emotional scenes in the holyrood chamber.", "Gold_lines": ["former first minister alex salmond has made his final speech in the scottish parliament amid emotional scenes in the holyrood chamber."], "PtGen": "scotland\\'s first minister\\'s questions have been reacting to the transfer of scotland\\'s conservative mp, philip salmond.", "PtGen_lines": ["scotland\\'s first minister\\'s questions have been reacting to the transfer of scotland\\'s conservative mp, philip salmond."], "TranS2S": "former first minister alex salmond and scottish first minister alex salmond had to address the scottish parliament at holyrood.", "TranS2S_lines": ["former first minister alex salmond and scottish first minister alex salmond had to address the scottish parliament at holyrood."], "article": "Presiding officer Tricia Marwick shed tears after veteran Labour MSP Duncan McNeil bid farewell to the parliament.And she was again visibly emotional after Mr Salmond told the chamber: \"It's goodbye from me... for now\".Ms Marwick, Mr Salmond and Mr McNeil are among those standing down as MSPs ahead of the election on 5 May.Mr Salmond, who served as first minister between 2007 and 2014, used his valedictory address to repeat a belief he expressed in his very first speech in the parliament that Scotland was \"not divided, but diverse\".He said both the country and parliament were on a journey, and added: \"Yes we are a country of different views, but we are not divided. There is in fact a broad consensus on the need for this parliament to assume greater responsibility for the governance of Scotland.\"And we are definitely stronger - so much stronger - as a result of that\".He welcomed the transfer of powers to Holyrood under the Scotland Bill, but again insisted the bill did not fulfil the pledges which he said had been made by unionist politicians in the last days of the referendum campaign.There were lighters moments as Mr Salmond, who was speaking before the Chancellor delivered his UK budget, joked that he was aware that he faced competition from a \"major attraction down south today\".He then added: \"However, on balance, I feel that the champion chase at Cheltenham racecourse will not be overshadowed by my remarks.\"And the former SNP leader joked that he wished everyone standing in the forthcoming election good luck, \"albeit with varying degrees of enthusiasm\".He concluded his address by saying: \"Let me leave you with these final thoughts - there is no greater honour in public life than to be a member of this parliament.\"There is no greater task than to mould the public purpose of Scotland. There is no greater cause than to serve the people of this country.\"And so with that it is goodbye from me... for now\".Ms Marwick thanked Mr Salmond for his contribution both as an MSP and as first minister, and added that he had \"served the parliament and Scotland with distinction\".The presiding officer had earlier been moved to tears by a powerful final speech by Scottish Labour backbencher Duncan McNeil, who is stepping down as an MSP after serving in the parliament since it was established in 1999.Mr McNeil used his address to warn that Holyrood had things to learn from Westminster, particularly with regard to the committee system.He said: \"It will be this parliament's responsibility to ensure there is accountability, there is scrutiny and even opposition when that is necessary.\"We must ensure we are capable of meeting that challenge, or we will face the consequences.\"He recalled how former Labour MP Robin Cook came to Holyrood to look at the lessons that could be learned when it came to reforming Westminster.But Mr McNeil said: \"It saddens me to say we now have to do a bit of learning from them and how they run their business.\"Former Scottish Conservative MSP Annabel Goldie is also bowing out of Holyrood.In her speech, she joked she would miss her dealings with Finance Secretary John Swinney, especially \"his huge outbursts of faux indignation\".", "article_lines": ["Presiding officer Tricia Marwick shed tears after veteran Labour MSP Duncan McNeil bid farewell to the parliament.", "And she was again visibly emotional after Mr Salmond told the chamber: \"", "It's goodbye from me... for now\".", "Ms Marwick, Mr Salmond and Mr McNeil are among those standing down as MSPs ahead of the election on 5 May.", "Mr Salmond, who served as first minister between 2007 and 2014, used his valedictory address to repeat a belief he expressed in his very first speech in the parliament that Scotland was \"not divided, but", "diverse\".", "He said both the country and parliament were on a journey, and added: \"Yes we are a country of different views, but we are not divided.", "There is in fact a broad consensus on the need for this parliament to assume greater responsibility for the governance of Scotland.", "\"And", "we are definitely stronger - so much stronger - as a result of that\".", "He welcomed the transfer of powers to Holyrood under the Scotland Bill, but again insisted the bill did not fulfil the pledges which he said had been made by unionist politicians in the last days of the referendum campaign.", "There were lighters moments as Mr Salmond, who was speaking before the Chancellor delivered his UK budget, joked that he was aware that he faced competition from a \"major attraction down south today\".", "He then added: \"However, on balance, I feel that the champion chase at Cheltenham racecourse will not be overshadowed by my remarks.", "\"And", "the former SNP leader joked that he wished everyone standing in the forthcoming election good luck, \"albeit with varying degrees of enthusiasm\".", "He concluded his address by saying: \"Let me leave you with these final thoughts - there is no greater honour in public life than to be a member of this parliament.", "\"There is no greater task than to mould the public purpose of Scotland.", "There is no greater cause than to serve the people of this country.", "\"And", "so with that it is goodbye from me...", "for now\".", "Ms Marwick thanked Mr Salmond for his contribution both as an MSP and as first minister, and added that he had \"served the parliament and Scotland with distinction\".", "The presiding officer had earlier been moved to tears by a powerful final speech by Scottish Labour backbencher Duncan McNeil, who is stepping down as an MSP after serving in the parliament since it was established in 1999.Mr McNeil used his address to warn that Holyrood had things to learn from Westminster, particularly with regard to the committee system.", "He said: \"It will be this parliament's responsibility to ensure there is accountability, there is scrutiny and even opposition when that is necessary.", "\"We must ensure we are capable of meeting that challenge, or we will face the consequences.", "\"He recalled how former Labour MP Robin Cook came to Holyrood to look at the lessons that could be learned when it came to reforming Westminster.", "But Mr McNeil said: \"It saddens me to say we now have to do a bit of learning from them and how they run their business.", "\"Former", "Scottish Conservative MSP Annabel Goldie is also bowing out of Holyrood.", "In her speech, she joked she would miss her dealings with Finance Secretary John Swinney, especially \"his huge outbursts of faux indignation\"."], "entity_counter": {"Presiding officer Tricia Marwick": 1, "tears": 2, "veteran Labour MSP Duncan McNeil": 2, "farewell": 1, "the parliament": 4, "Mr Salmond": 5, "the chamber": 1, "goodbye": 2, "now\"": 2, "Ms Marwick": 2, "MSPs": 1, "the election": 1, "first minister": 2, "his valedictory address": 1, "a belief": 1, "his very first speech": 1, "Scotland": 4, "diverse\"": 1, "both the country": 1, "parliament": 1, "a journey": 1, "a country": 1, "different views": 1, "fact": 1, "a broad consensus": 1, "the need": 1, "greater responsibility": 1, "the governance": 1, "a result": 1, "that\"": 1, "the transfer": 1, "powers": 1, "Holyrood": 4, "the Scotland Bill": 2, "the pledges": 1, "unionist politicians": 1, "the referendum campaign": 1, "lighters": 1, "moments": 1, "the Chancellor": 1, "his UK budget": 1, "competition": 1, "a \"major attraction": 1, "south today\"": 1, "balance": 1, "the champion chase": 1, "Cheltenham racecourse": 1, "my remarks": 1, "the former SNP leader": 1, "the forthcoming election": 1, "good luck": 1, "varying degrees": 1, "enthusiasm\"": 1, "his address": 2, "these final thoughts": 1, "no greater honour": 1, "public life": 1, "a member": 1, "this parliament": 2, "no greater task": 1, "the public purpose": 1, "no greater cause": 1, "the people": 1, "this country": 1, "his contribution": 1, "an MSP": 2, "distinction\"": 1, "The presiding officer": 1, "a powerful final speech": 1, "Scottish Labour backbencher Duncan McNeil": 1, "1999.Mr McNeil": 2, "things": 1, "Westminster": 2, "regard": 1, "the committee system": 1, "this parliament's responsibility": 1, "accountability": 1, "scrutiny": 1, "even opposition": 1, "meeting": 1, "that challenge": 1, "the consequences": 1, "former Labour MP Robin Cook": 1, "the lessons": 1, "a bit": 1, "their business": 1, "Scottish Conservative MSP Annabel Goldie": 1, "her speech": 1, "her dealings": 1, "Finance Secretary John Swinney": 1, "especially \"his huge outbursts": 1, "faux indignation": 1}, "negative_entity": "knife", "url": "http://web.archive.org/web/20160316135104/http://www.bbc.co.uk/news/uk-scotland-scotland-politics-35820385", "hash": "35820385", "traps": [["F5", "member of system there result leader is how be."], ["F0", "presiding officer tricia marwick shed tears after veteran labour msp duncan mcneil bid farewell to the parliament."], ["F6", "in her speech, she joked he would miss her dealings with finance secretary john swinney, especially \"his huge outbursts of faux indignation\"."], ["F4", "the minister allayed fears about job losses in a letter to swansea east am mike hedges."], ["F1", "\" there is not no greater task than to mould the public purpose of scotland ."], ["F4", "deputy foreign minister faisal al-mekdad told the bbc \"syria is doing its best\" to comply with the timetable to destroy its chemical weapons."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8680325746536255, "BERTS2S_bertscore_R": 0.8008352518081665, "BERTS2S_bertscore_F1": 0.833081066608429, "BERTS2S_ref_bertscore_P": 0.8577301502227783, "BERTS2S_ref_bertscore_R": 0.865120530128479, "BERTS2S_ref_bertscore_F1": 0.8614094853401184, "TConvS2S_bertscore_P": 0.8804830312728882, "TConvS2S_bertscore_R": 0.7831346988677979, "TConvS2S_bertscore_F1": 0.828960657119751, "TConvS2S_ref_bertscore_P": 0.9155771732330322, "TConvS2S_ref_bertscore_R": 0.8660139441490173, "TConvS2S_ref_bertscore_F1": 0.8901060819625854, "PtGen_bertscore_P": 0.8467516899108887, "PtGen_bertscore_R": 0.782658576965332, "PtGen_bertscore_F1": 0.8134445548057556, "PtGen_ref_bertscore_P": 0.8421622514724731, "PtGen_ref_bertscore_R": 0.892055094242096, "PtGen_ref_bertscore_F1": 0.8663910031318665, "TranS2S_bertscore_P": 0.8538030982017517, "TranS2S_bertscore_R": 0.7828855514526367, "TranS2S_bertscore_F1": 0.8168078660964966, "TranS2S_ref_bertscore_P": 0.8701924085617065, "TranS2S_ref_bertscore_R": 0.840012788772583, "TranS2S_ref_bertscore_F1": 0.8548363447189331}