{"BERTS2S": "manager chris coleman says wales are capable of reaching the last 16 of euro 2016 after their 1-0 defeat by england.", "BERTS2S_lines": ["manager chris coleman says wales are capable of reaching the last 16 of euro 2016 after their 1-0 defeat by england."], "TConvS2S": "wales manager chris coleman says his side\\'s euro 2016 qualifier against france at euro 2016 will be a ``friendly\\'\\'.", "TConvS2S_lines": ["wales manager chris coleman says his side\\'s euro 2016 qualifier against france at euro 2016 will be a ``friendly\\'\\'."], "Gold": "wales boss chris coleman says euro 2016 is ``not the end of the journey\\'\\'for his squad as they prepare to face russia for a place in the last 16.", "Gold_lines": ["wales boss chris coleman says euro 2016 is ``not the end of the journey\\'\\'for", "his squad as they prepare to face russia for a place in the last 16."], "PtGen": "wales manager chris coleman has urged wales to maintain their euro 2016 qualifying squad for next month\\'s world cup qualifier in france.", "PtGen_lines": ["wales manager chris coleman has urged wales to maintain their euro 2016 qualifying squad for next month\\'s world cup qualifier in france."], "TranS2S": "manager chris coleman says wales will learn the progress made by their world cup qualifying campaign in russia this summer.", "TranS2S_lines": ["manager chris coleman says wales will learn the progress made by their world cup qualifying campaign in russia this summer."], "article": "Media playback is not supported on this deviceVictory in Toulouse on Monday would secure Wales' spot in the knockout phase, in their first major international tournament since 1958.\"This team has got the potential to go on and on. They've got everything to look forward to,\" said Coleman.\"We are in a fantastic position. Nevertheless, there's more to come.\"Wales, who beat Slovakia 2-1 in their opening game before losing 2-1 to England, could still qualify for the last 16 with a draw against Russia.Coleman added: \"Whilst everybody will look at this game as the be all and end all, whether we progress or not it's not the end of the journey for this team.\"Our players have done unbelievably well. It's been an eye-opener and hard, of course. It's really intense but it's been enjoyable.\"Coleman said that, however far Wales progress in France, the players will \"learn from this tournament\".He said: \"This group, this team, they can't lose because whenever we go home, whenever that time is, we have gained so much experience.\"Normally we get to a certain level and in June we are playing a friendly game - we are playing the Netherlands, who are already qualified and who are planning for a tournament.\"Now we are at a tournament ourselves and this group gets all the praise and accolades they deserve. And it is not over for us.\"Joe Allen has welcomed Wales' Euro 2016 day of destiny by saying the squad are determined to have no regrets over the tournament.\"You don't want it to be the be all and end all in the sense that you take your foot off the pedal at any time in the future,\" said Allen.\"You want to make sure that this is something that we get to experience again, but playing at this stage as a footballer is the highest level - and we certainly want to make sure that there are no regrets on our part.\"I think coming off the pitch no matter what happens, we're confident we'll do the business.\"We want to make sure that we throw absolutely everything at it.\"We're confident that we can get ourselves into the knock-out rounds and, after that, who knows what could happen?\"Allen says Wales will shut out what is happening in the England game with Slovakia as qualification is in their own hands.The two matches will be played simultaneously as Group B draws to a conclusion.And the Liverpool midfielder promises a positive approach against Russian opponents who need to win to keep their own last 16 hopes alive.\"It's a difficult one,\" he said. \"It's one where people think if you set up just to cling on to that point it can often be the downfall of teams.\"That won't be our approach, but it is one where we want to make sure we are more in control of how we go about our performance.\"Performing well is first and foremost what we want to do, because we know when the focus is on doing that then the results come with it.\"Wales assistant boss Osian Roberts confirmed Wales have a fully-fit squad to choose from for the Russia game.Pick the XI that you think can take Wales far at Euro 2016 - and then share it with your friends using our team selector.", "article_lines": ["Media playback is not supported on this deviceVictory in Toulouse on Monday would secure Wales' spot in the knockout phase, in their first major international tournament since 1958.\"This team has got the potential to go on and on.", "They've got everything to look forward to,\" said Coleman.", "\"We are in a fantastic position.", "Nevertheless, there's more to come.", "\"Wales", ", who beat Slovakia 2-1 in their opening game before losing 2-1 to England, could still qualify for the last 16 with a draw against Russia.", "Coleman added: \"Whilst everybody will look at this game as the be all and end all, whether we progress or not it's not the end of the journey for this team.", "\"Our", "players have done unbelievably well.", "It's been an eye-opener and hard, of course.", "It's really intense", "but it's been enjoyable.", "\"Coleman said that, however far Wales progress in France, the players will \"learn from this tournament\".", "He said: \"This group, this team, they can't lose because whenever we go home, whenever that time is, we have gained so much experience.", "\"Normally we get to a certain level and in June we are playing a friendly game - we are playing the Netherlands, who are already qualified and who are planning for a tournament.", "\"Now", "we are at a tournament ourselves and this group gets all the praise and accolades they deserve.", "And it is not over for us.", "\"Joe", "Allen has welcomed Wales' Euro 2016 day of destiny by saying the squad are determined to have no regrets over the tournament.", "\"You", "don't want it to be the be all and end all in the sense that you take your foot off the pedal at any time in the future,\" said Allen.", "\"You want to make sure that this is something that we get to experience again, but playing at this stage as a footballer is the highest level - and we certainly want to make sure that there are no regrets on our part.", "\"I think coming off the pitch", "no matter what happens, we're confident we'll do the business.", "\"We want to make sure that we throw absolutely everything at it.", "\"We're confident that we can get ourselves into the knock-out rounds and,", "after that, who knows what could happen?\"Allen says Wales will shut out what is happening in the England game with Slovakia as qualification is in their own hands.", "The two matches will be played simultaneously as Group B draws to a conclusion.", "And the Liverpool midfielder promises a positive approach against Russian opponents who need to win to keep their own last 16 hopes alive.", "\"It's a difficult one,\" he said.", "\"It's one where people think if you set up just to cling on to that point it can often be the downfall of teams.", "\"That won't be our approach, but it is one where we want to make sure we are more in control of how we go about our performance.", "\"Performing", "well is first and foremost what we want to do, because we know when the focus is on doing that", "then the results come with it.", "\"Wales", "assistant boss Osian Roberts confirmed Wales have a fully-fit squad to choose from for the Russia game.", "Pick the XI that you think can take Wales far at Euro 2016 - and then share it with your friends using our team selector."], "entity_counter": {"Media playback": 1, "this deviceVictory": 1, "Toulouse": 1, "Wales' spot": 1, "the knockout phase": 1, "their first major international tournament": 1, "1958.\"This team": 2, "the potential": 1, "Coleman": 2, "a fantastic position": 1, "Slovakia": 2, "their opening game": 1, "England": 1, "a draw": 1, "Russia": 1, "this game": 1, "the end": 1, "the journey": 1, "players": 1, "an eye-opener": 1, "course": 1, "Wales'": 2, "France": 1, "the players": 1, "this tournament\"": 1, "This group": 1, "this team": 1, "that time": 1, "so much experience": 1, "a certain level": 1, "a friendly game": 1, "the Netherlands": 1, "a tournament": 3, "this group": 1, "all the praise": 1, "accolades": 1, "\"Joe": 1, "Allen": 2, "Wales' Euro 2016 day": 1, "destiny": 1, "the squad": 1, "no regrets": 2, "the sense": 1, "your foot": 1, "the pedal": 1, "any time": 1, "the future": 1, "this stage": 1, "a footballer": 1, "the highest level": 1, "our part": 1, "\"I": 1, "the pitch": 1, "the business": 1, "the knock-out rounds": 1, "the England game": 1, "qualification": 1, "their own hands": 1, "The two matches": 1, "Group B": 1, "a conclusion": 1, "the Liverpool midfielder": 1, "a positive approach": 1, "Russian opponents": 1, "their own last 16 hopes": 1, "a difficult one": 1, "people": 1, "that point": 1, "the downfall": 1, "teams": 1, "our approach": 1, "control": 1, "our performance": 1, "the focus": 1, "the results": 1, "assistant boss": 1, "Osian Roberts": 1, "Wales": 2, "a fully-fit squad": 1, "the Russia game": 1, "the XI": 1, "Euro": 1, "your friends": 1, "our team selector": 1}, "negative_entity": "knife", "url": "http://web.archive.org/web/20170114194600/http://www.bbc.com:80/sport/football/36570567", "hash": "36570567", "traps": [["F4", "the film will see jordan reunite with his creed director ryan coogler."], ["F4", "every call matterswhat can you learn from phone records?according to the documents, prism also enabled \"backdoor\" access to the servers of nine major technology companies including microsoft, yahoo, google, facebook, paltalk, aol, skype, youtube and apple."], ["F5", "\"performing all not this keep think part over can a course as positive confirmed."], ["F4", "the former five-weight world champion submitted a necessary waiver to the nevada athletic commission (nac) on wednesday, hours before the deadline."], ["F6", "pick the xi that me think can take wales far at euro 2016 - and then share it with your friends using our team selector."], ["F1", "the two matches will not be played simultaneously as group b draws to a conclusion ."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8905874490737915, "BERTS2S_bertscore_R": 0.7915835380554199, "BERTS2S_bertscore_F1": 0.8381720781326294, "BERTS2S_ref_bertscore_P": 0.9434813261032104, "BERTS2S_ref_bertscore_R": 0.9158724546432495, "BERTS2S_ref_bertscore_F1": 0.9294719099998474, "TConvS2S_bertscore_P": 0.8569451570510864, "TConvS2S_bertscore_R": 0.7918627858161926, "TConvS2S_bertscore_F1": 0.8231194615364075, "TConvS2S_ref_bertscore_P": 0.8584085702896118, "TConvS2S_ref_bertscore_R": 0.8211237192153931, "TConvS2S_ref_bertscore_F1": 0.8393522500991821, "PtGen_bertscore_P": 0.8389686942100525, "PtGen_bertscore_R": 0.7662384510040283, "PtGen_bertscore_F1": 0.8009558916091919, "PtGen_ref_bertscore_P": 0.884316623210907, "PtGen_ref_bertscore_R": 0.898936927318573, "PtGen_ref_bertscore_F1": 0.8915668725967407, "TranS2S_bertscore_P": 0.8374379873275757, "TranS2S_bertscore_R": 0.7926758527755737, "TranS2S_bertscore_F1": 0.8144423365592957, "TranS2S_ref_bertscore_P": 0.8120201826095581, "TranS2S_ref_bertscore_R": 0.8647537231445312, "TranS2S_ref_bertscore_F1": 0.8375577330589294}