{"BERTS2S": "england\\'s innings-and-39-run defeat by pakistan in the third test was \" one of the greatest in the history \", says former", "BERTS2S_lines": ["england\\'s innings-and-39-run defeat by pakistan in the third test was \" one of the greatest in the history \", says former"], "TConvS2S": "england\\'s batting display against pakistan was a ``great moment\\'\\', says former england captain michael vaughan.", "TConvS2S_lines": ["england\\'s batting display against pakistan was a ``great moment\\'\\', says former england captain michael vaughan."], "Gold": "england produced a flawless performance to beat pakistan by 330 runs in the second test, says former captain michael vaughan.", "Gold_lines": ["england produced a flawless performance to beat pakistan by 330 runs in the second test, says former captain michael vaughan."], "PtGen": "england\\'s all-time leading wicket-taker james vaughan has been called up to england\\'s world twenty20 squad for the first test against pakistan in sharjah.", "PtGen_lines": ["england\\'s all-time leading wicket-taker james vaughan has been called up to england\\'s world twenty20 squad for the first test against pakistan in sharjah."], "TranS2S": "alastair cook said england\\'s batting collapse on day two of the second test against pakistan was \" not good enough \".", "TranS2S_lines": ["alastair cook said england\\'s batting collapse on day two of the second test against pakistan was \" not good enough \"."], "article": "Media playback is not supported on this deviceThe hosts won with a day to spare at Old Trafford to level the series.England made 589-8 declared and 173-1 declared to set up their second biggest win over Pakistan in terms of runs.\"It's an absolute hammering. It's as good a four days of cricket that you could wish for from an England point of view,\" Vaughan told Test Match Special.England's Joe Root, promoted to number three for this series, was named man of the match after scoring 254 in the first innings and an unbeaten 71 off 48 balls in the second.He also took four catches in Pakistan's first-innings 198 and claimed a wicket in his only over as Pakistan were bowled out for 234 on Monday.\"It's great to see him stepping up to number three and playing with the responsibility there,\" said captain Alastair Cook, who made 105 and 76 not out.\"It's as good an innings as I've seen. He's an extraordinary player. He didn't put a foot wrong; he played beautifully.\"Root, who twice fell to poor strokes in England's 75-run defeat in the first Test, said: \"It's a great feeling.\"Those two occasions at Lord's were batsman error on my part. I tried to cut that out of my game. It's the most controlled I've played.\"Coach Trevor Bayliss said: \"He went away and did a bit of soul-searching and hard work, came back and did exactly what he said he was going to do.\"Vaughan: added: \"This was his best Test-match innings.\"Media playback is not supported on this devicePakistan batted for only 63 overs in the first innings and 70 in the second on a pitch that offered the bowlers little assistance.\"Their spirit was broken,\" said former England batsman Geoffrey Boycott.\"Full marks to England - they got it all together, the quality of the batting, the discipline, their good bowling.\"England are in a good place and will win again. They will be too strong for Pakistan. I'll be surprised if they come back.\"Pakistan play a two-day tour game against Worcestershire at New Road starting on Friday before the third Test at Edgbaston gets under way on 3 August.Media playback is not supported on this deviceVaughan said: \"England should enjoy the win and have a good party, but I just have a feeling that this series is going to be very, very tight.\"Of the Pakistan players, only captain Misbah-ul-Haq and Asad Shafiq have passed 50 in the first two Tests of the four-match series.\"This is a big disappointment for us,\" said Misbah. \"We could have scored around 400 in the first innings - the ball wasn't doing anything much.\"We are short of confidence and shot selection really cost us.\"These guys are strong characters - mentally strong. I'm hopeful that everybody is hurt and they will really work hard.\"Media playback is not supported on this device", "article_lines": ["Media playback is not supported on this deviceThe hosts", "won with a day to spare at Old Trafford to level the series.", "England made 589-8 declared and 173-1 declared to set up their second biggest win over Pakistan in terms of runs.", "\"It's an absolute hammering.", "It's as good a four days of cricket that you could wish for from an England point of view,\" Vaughan told Test Match Special.", "England's Joe Root, promoted to number three for this series, was named man of the match after scoring 254 in the first innings and an unbeaten 71 off 48 balls in the second.", "He also took four catches in Pakistan's first-innings 198 and claimed a wicket in his only over as Pakistan were bowled out for 234 on Monday.", "\"It's great to see him stepping up to number three and playing with the responsibility there,\" said captain Alastair Cook, who made 105 and 76 not out.", "\"It's as good an innings as I've seen.", "He's an extraordinary player.", "He didn't put a foot wrong; he played beautifully.", "\"Root, who twice fell to poor strokes in England's 75-run defeat in the first Test, said: \"It's a great feeling.", "\"Those", "two occasions at Lord's were batsman error on my part.", "I tried to cut that out of my game.", "It's the most controlled I've played.", "\"Coach", "Trevor Bayliss said: \"He went away and did a bit of soul-searching and hard work, came back and did exactly what he said he was going to do.", "\"Vaughan", ": added: \"This was his best Test-match innings.", "\"Media playback is not supported on this devicePakistan batted for only 63 overs in the first innings and 70 in the second on a pitch that offered the bowlers little assistance.", "\"Their spirit was broken,\" said former England batsman Geoffrey Boycott.", "\"Full", "marks to England", "- they got it all together, the quality of the batting, the discipline, their good bowling.", "\"England are in a good place and will win again.", "They will be too strong for Pakistan.", "I'll be surprised if they come back.", "\"Pakistan play a two-day tour game against Worcestershire at New Road starting on Friday before the third Test at Edgbaston gets under way on 3 August.", "Media playback is not supported on this", "deviceVaughan said: \"England should enjoy the win and have a good party, but I just have a feeling that this series is going to be very, very tight.", "\"Of", "the Pakistan players, only captain Misbah-ul-Haq and Asad Shafiq have passed 50 in the first two Tests of the four-match series.", "\"This is a big disappointment for us,\" said Misbah.", "\"We could have scored around 400 in the first innings -", "the ball wasn't doing anything much.", "\"We are short of confidence and shot selection really cost us.", "\"These guys are strong characters - mentally strong.", "I'm hopeful that everybody is hurt and they will really work hard.", "\"Media", "playback is not supported on this device"], "entity_counter": {"Media playback": 2, "this deviceThe hosts": 1, "a day": 1, "Old Trafford": 1, "the series": 1, "England": 3, "their second biggest win": 1, "Pakistan": 3, "terms": 1, "runs": 1, "an absolute hammering": 1, "cricket": 1, "an England point": 1, "view": 1, "Vaughan": 1, "Test Match Special": 1, "England's Joe Root": 1, "this series": 2, "the match": 1, "the first innings": 3, "48 balls": 1, "the second": 1, "four catches": 1, "a wicket": 1, "the responsibility": 1, "captain Alastair Cook": 1, "as good an innings": 1, "an extraordinary player": 1, "a foot": 1, "poor strokes": 1, "England's 75-run defeat": 1, "the first Test": 1, "a great feeling": 1, "two occasions": 1, "Lord": 1, "batsman error": 1, "my part": 1, "my game": 1, "Trevor Bayliss": 1, "a bit": 1, "soul-searching and hard work": 1, "his best Test-match innings": 1, "playback": 2, "this devicePakistan": 1, "only 63 overs": 1, "a pitch": 1, "the bowlers": 1, "little assistance": 1, "\"Their spirit": 1, "former England batsman Geoffrey Boycott": 1, "marks": 1, "the quality": 1, "the batting": 1, "the discipline": 1, "their good bowling": 1, "a good place": 1, "a two-day tour game": 1, "Worcestershire": 1, "New Road": 1, "the third Test": 1, "Edgbaston": 1, "way": 1, "deviceVaughan": 1, "the win": 1, "a good party": 1, "a feeling": 1, "the Pakistan players": 1, "only captain Misbah-ul-Haq": 1, "Asad Shafiq": 1, "the first two Tests": 1, "the four-match series": 1, "\"This": 1, "a big disappointment": 1, "Misbah": 1, "the ball": 1, "confidence": 1, "shot": 1, "selection": 1, "\"These guys": 1, "strong characters": 1, "this device": 1}, "negative_entity": "Tesla", "url": "http://web.archive.org/web/20160727023015/http://www.bbc.com/sport/cricket/36886766", "hash": "36886766", "traps": [["F0", "media playback is not supported on this devicethe hosts"], ["F5", "in pakistan match second said media this to have win playback playback said on are."], ["F4", "the midfielder more than 150 appearances for dale before joining tranmere in 2012, and returned for a loan spell in 2013.the 27-year-old was released by carlisle united at the end of the 2015-16 campaign."], ["F4", "last updated at 17:48 bstthe company"], ["F6", "\"you are short of confidence and shot selection really cost us."], ["F4", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy this linktemperton died in london last week at the age of 66 after \"a brief aggressive battle with cancer\", jon platt of warner/chappell music publishing said."]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8907694816589355, "BERTS2S_bertscore_R": 0.7924271821975708, "BERTS2S_bertscore_F1": 0.8387255072593689, "BERTS2S_ref_bertscore_P": 0.9646525979042053, "BERTS2S_ref_bertscore_R": 0.9335638284683228, "BERTS2S_ref_bertscore_F1": 0.948853611946106, "TConvS2S_bertscore_P": 0.8457580804824829, "TConvS2S_bertscore_R": 0.7811474800109863, "TConvS2S_bertscore_F1": 0.8121698498725891, "TConvS2S_ref_bertscore_P": 0.8589125871658325, "TConvS2S_ref_bertscore_R": 0.8787195682525635, "TConvS2S_ref_bertscore_F1": 0.8687031865119934, "PtGen_bertscore_P": 0.8263216614723206, "PtGen_bertscore_R": 0.7668604254722595, "PtGen_bertscore_F1": 0.7954814434051514, "PtGen_ref_bertscore_P": 0.8597579598426819, "PtGen_ref_bertscore_R": 0.8728950619697571, "PtGen_ref_bertscore_F1": 0.866276741027832, "TranS2S_bertscore_P": 0.8491120934486389, "TranS2S_bertscore_R": 0.7489534020423889, "TranS2S_bertscore_F1": 0.7958940267562866, "TranS2S_ref_bertscore_P": 0.9033891558647156, "TranS2S_ref_bertscore_R": 0.8683532476425171, "TranS2S_ref_bertscore_F1": 0.8855248093605042}