{"BERTS2S": "change is a problem for many disabled people.", "BERTS2S_lines": ["change is a problem for many disabled people."], "TConvS2S": "it\\'s easy to be cynical to look at some of the best places in the uk.", "TConvS2S_lines": ["it\\'s easy to be cynical to look at some of the best places in the uk."], "Gold": "what would you do if you had to travel miles to go to the toilet, to avoid being changed on a dirty floor or in the back of a car?", "Gold_lines": ["what would you do if you had to travel miles to go to the toilet, to avoid being changed on a dirty floor or in the back of a car?"], "PtGen": "wheelchair toilets in england and wales can be a big problem for disabled people in the uk-and they are looking to get a suitable area to change them.", "PtGen_lines": ["wheelchair toilets in england and wales can be a big problem for disabled people in the uk-and they are looking to get a suitable area to change them."], "TranS2S": "the uk\\'s vote to leave the house of commons on the issue of disabled people\\'s toilets is a campaign by mps and peers.", "TranS2S_lines": ["the uk\\'s vote to leave the house of commons on the issue of disabled people\\'s toilets is a campaign by mps and peers."], "article": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy this linkFor many people with severe disabilities, their families and carers, this is a reality they are faced with every time they leave the house.In some cases it can leave them feeling isolated and unable to enjoy the simplest of everyday activities that we take for granted just because they haven't got a suitable area to spend a penny.Ordinary accessible toilets may be the answer for many independent wheelchair users - but what about those who need two carers to help them or need a hoist to help them transfer on to a bench to change rather than a toilet?\"Recommendations are in place to support installing Changing Places toilets with enhanced facilities when designing larger buildings such as shopping centres, cinemas and leisure facilities - but campaigners are calling for these to be made compulsory.Lorna Fillingham, mother of six-year-old Emily-May, is concerned about the lack of truly accessible toilet facilities in town centres and has started a petition to campaign for changes in building regulations to make Changing Places guidelines compulsory\"It's like playing Russian roulette,\" Lorna says. \"Knowing I might have to change her on the dirty floors of standard accessible toilets that just aren't suitable if there is not a Changing Places nearby when we go out as a family is so stressful.\"My daughter is only six so she doesn't have any knowledge of what she is going to be put through, but I know and the thought of that makes me feel so guilty.\"Lorna has also submitted written evidence to the Women and Equalities parliamentary committee who are currently gathering evidence about how accessible the built environment is for disabled people.There are currently 893 Changing Places toilets in the UK but what exactly are they?They are different from standard disabled toilets as they have extra features and more space to help meet  the needs of people who use them.Mike LeSurf, Changing Places Development Officer at Mencap says: \"There are potentially over a quarter of a million people who need a Changing Places toilet - because behind the standard accessible toilet door, people's needs are not being met.\"Alison Beevers describes the psychological effect on the whole family of not having an appropriate place for a change as her son Freddie gets older and their options for outings are slowly flushed away.\"Imagine having to get down on your hands and knees and laying down on a dirty floor or squashing yourself into the back of your car just because there isn't a bench and hoist in the toilet,\" she says.\"You just begin to get this sense of feeling like you're last in the line to be considered.\"It's soul-destroying and you don't feel like a valued member of society at all.\"But it is not all doom and gloom and Alison gets by with a little help from her friends.She said: \"Freddie went to a party and one of my friends converted a room into a 'pop-up' changing places, and brought stuff from home to kit it out - it was amazing\"Alison even tweeted from the party: \"Friends for life are those who organise parties in the village hall and provide a 'pop up' #changingplace so ALL can go!\"Bethan Folen and her daughter Lowri also enjoy their \"girls' days out\" now there are more convenient and fully accessible places to change nearby.She said: \"Lowri's favourite thing to do is to go to the Millennium Stadium [now known as the Principality Stadium] in Cardiff and watch Wales play rugby. She is a massive fan.Even before the stadium installed its Changing Places toilet, says Bethan, \"There were some nearby in the centre of Cardiff and it made things so much easier whenever we needed to change Lowri\"Changing Places specifications have been included in the Building Standards guidelines (BS 8300:2009) since 2009 as a recommendation rather than a compulsory requirement.Architect Vaila Morrison explains why this creates a problem.\"By making it compulsory to have a Changing Places toilet in larger complexes then you will give people clarity over what is expected as there is none at the moment,\" she says.\"As a designer you tend to focus on what you have to do in line with compulsory legislation and recommendations can be ignored because of this.\"For businesses, especially those in already existing buildings, logistical and financial barriers to installing these toilets can sometimes block plans.At 12 square metres (3m x 4m) Changing Places are considerably larger than the standard accessible toilet (1,5m x 2.2m).Because of this campaigners are focusing their efforts on making it compulsory for newly built larger complexes such as shopping centres, cinemas and sports stadiums in the building regulations.Arsenal Football Club, who were the first side in the Premier League to install a Changing Places toilet, have seen a very positive reaction not just from fans but from the general public too.Alun Francis, Disability Liaison Officer at the club, said: \"There were challenges and despite already having 38 wheelchair accessible toilets we were constrained by the original building design as it existed before the recommendations came in, so we had to adapt.\"But working with the people behind the Changing Places group was such a positive experience.\"They looked at our ideas to convert two of the existing toilets into one Changing Place and helped us find a way around things so we could make it possible.\"You need to think about all of your customers when you run any type of venue and if you want their custom you have to make things accessible for them - it's important.\"", "article_lines": ["Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy", "this linkFor many people with severe disabilities", ", their families and carers, this is a reality they are faced with every time they leave the house.", "In some cases it can leave them feeling isolated and unable to enjoy the simplest of everyday activities that we take for granted just because they haven't got a suitable area to spend a penny.", "Ordinary accessible toilets may be the answer for many independent wheelchair users - but what about those who need two carers to help them or need a hoist to help them transfer on to a bench to change rather than", "a toilet?\"Recommendations are in place to support installing Changing Places toilets with enhanced facilities when designing larger buildings such as shopping centres, cinemas and leisure facilities - but campaigners are calling for these to be made compulsory.", "Lorna Fillingham, mother of six-year-old Emily-May, is concerned about the lack of truly accessible toilet facilities in town centres and has started a petition to campaign for changes in building regulations to make Changing Places guidelines compulsory\"It's like playing Russian roulette,\" Lorna says.", "\"Knowing I might have to change her on the dirty floors of standard accessible toilets that just aren't suitable if there is not a Changing Places nearby when we go out as a family is so stressful.", "\"My", "daughter is only six", "so she doesn't have any knowledge of what she is going to be put through, but", "I know and the thought of that makes me feel so guilty.", "\"Lorna has also submitted written evidence to the Women and Equalities parliamentary committee who are currently gathering evidence about how accessible the built environment is for disabled people.", "There are currently 893 Changing Places toilets in the UK but what exactly are they?They are different from standard disabled toilets as they have extra features and more space to help meet  the needs of people who use them.", "Mike LeSurf, Changing Places Development Officer at Mencap says: \"There are potentially over a quarter of a million people who need a Changing Places toilet - because behind the standard accessible toilet door, people's needs are not being met.", "\"Alison", "Beevers describes the psychological effect on the whole family of not having an appropriate place for a change as her son Freddie gets older and their options for outings are slowly flushed away.", "\"Imagine having to get down on your hands and knees and laying down on a dirty floor or squashing yourself into the back of your car just because there isn't a bench and hoist in the toilet,\" she says.", "\"You", "just begin to get this sense of feeling like you're last in the line to be considered.", "\"It's soul-destroying and you don't feel like a valued member of society at all.", "\"But", "it is not all doom and gloom and Alison gets by with a little help from her friends.", "She said: \"Freddie went to a party and one of my friends converted a room into a 'pop-up' changing places, and brought stuff from home to kit it out - it was amazing\"Alison even tweeted from the party: \"Friends for life are those who organise parties in the village hall and provide a 'pop up' #changingplace", "so ALL can", "go!\"Bethan Folen and her daughter Lowri also enjoy their \"girls' days out\"", "now there are more convenient and fully accessible places to change nearby.", "She said: \"Lowri's favourite thing to do is to go to the Millennium Stadium [now known as the Principality Stadium] in Cardiff and watch Wales play rugby.", "She is a massive fan.", "Even before the stadium installed its Changing Places toilet, says Bethan, \"There were some nearby in the centre of Cardiff and it made things so much easier whenever we needed to change Lowri\"Changing Places specifications have been included in the Building Standards guidelines (BS 8300:2009) since 2009 as a recommendation rather than a compulsory requirement.", "Architect Vaila Morrison explains why this creates a problem.", "\"By", "making it compulsory to have a Changing Places toilet in larger complexes then you will give people clarity over what is expected as there is none at the moment,\" she says.", "\"As a designer you tend to focus on what you have to do in line with compulsory legislation and recommendations can be ignored because of this.", "\"For", "businesses, especially those in already existing buildings, logistical and financial barriers to installing these toilets can sometimes block plans.", "At 12 square metres (3m x 4m) Changing Places are considerably larger than the standard accessible toilet (1,5m x 2.2m).Because of this campaigners are focusing their efforts on making it compulsory for newly built larger complexes such as shopping centres, cinemas and sports stadiums in the building regulations.", "Arsenal Football Club, who were the first side in the Premier League to install a Changing Places toilet, have seen a very positive reaction not just from fans but from the general public too.", "Alun Francis, Disability Liaison Officer at the club, said: \"There were challenges and despite already having 38 wheelchair accessible toilets we were constrained by the original building design as it existed before the recommendations came in, so we had to adapt.", "\"But", "working with the people behind the Changing Places group was such a positive experience.", "\"They looked at our ideas to convert two of the existing toilets into one Changing Place and helped us find a way around things", "so we could make it possible.", "\"You", "need to think about all of your customers when you run any type of venue and if you want their custom you have to make things accessible for them", "- it's important.\""], "entity_counter": {"this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy": 1, "many people": 1, "severe disabilities": 1, "a reality": 1, "every time": 1, "the house": 1, "some cases": 1, "everyday activities": 1, "a suitable area": 1, "Ordinary accessible toilets": 1, "the answer": 1, "many independent wheelchair users": 1, "two carers": 1, "a hoist": 1, "a bench": 2, "a toilet?\"Recommendations": 1, "place": 1, "Changing Places toilets": 1, "enhanced facilities": 1, "larger buildings": 1, "shopping centres": 2, "cinemas": 2, "leisure facilities": 1, "campaigners": 1, "Lorna Fillingham": 1, "mother": 1, "six-year-old Emily-May": 1, "the lack": 1, "truly accessible toilet facilities": 1, "town centres": 1, "a petition": 1, "changes": 1, "building regulations": 1, "Russian roulette": 1, "Lorna": 1, "the dirty floors": 1, "standard accessible toilets": 1, "a Changing Places": 2, "a family": 1, "daughter": 1, "any knowledge": 1, "the thought": 1, "written evidence": 1, "the Women and Equalities parliamentary committee": 1, "evidence": 1, "the built environment": 1, "disabled people": 1, "893 Changing Places toilets": 1, "the UK": 1, "standard disabled toilets": 1, "extra features": 1, "more space": 1, "the needs": 1, "people": 2, "Mike LeSurf": 1, "Places Development Officer": 1, "Mencap": 1, "over a quarter": 1, "a million people": 1, "toilet": 1, "the standard accessible toilet door": 1, "people's needs": 1, "Beevers": 1, "the psychological effect": 1, "the whole family": 1, "an appropriate place": 1, "a change": 1, "her son": 1, "Freddie": 1, "their options": 1, "outings": 1, "your hands": 1, "knees": 1, "a dirty floor": 1, "the back": 1, "your car": 1, "the toilet": 1, "this sense": 1, "feeling": 1, "the line": 1, "a valued member": 1, "society": 1, "all doom": 1, "gloom": 1, "Alison": 2, "a little help": 1, "her friends": 2, "a party": 2, "a room": 1, "a 'pop-up' changing places": 1, "stuff": 1, "home": 1, "amazing\"Alison": 1, "Friends": 1, "life": 1, "parties": 1, "the village hall": 1, "a 'pop": 1, "#changingplace": 1, "go!\"Bethan Folen": 1, "her daughter": 1, "Lowri": 1, "their \"girls' days": 1, "more convenient and fully accessible places": 1, "Lowri's favourite thing": 1, "the Millennium Stadium": 1, "the Principality Stadium": 1, "Cardiff": 2, "Wales": 1, "rugby": 1, "a massive fan": 1, "the Millennium Stadium [now known as the Principality Stadium] in Cardiff": 1, "its Changing Places toilet": 1, "Bethan": 1, "the centre": 1, "things": 3, "Lowri\"Changing Places specifications": 1, "the Building Standards guidelines": 1, "BS 8300:2009": 1, "a recommendation": 1, "a compulsory requirement": 1, "Architect Vaila Morrison": 1, "a problem": 1, "a Changing Places toilet": 2, "larger complexes": 1, "clarity": 1, "none": 1, "the moment": 1, "a designer": 1, "line": 1, "compulsory legislation": 1, "recommendations": 1, "\"For": 1, "businesses": 1, "already existing buildings": 1, "logistical and financial barriers": 1, "these toilets": 1, "plans": 1, "(3m x 4m": 1, "Changing Places": 1, "the standard accessible toilet": 1, "this campaigners": 1, "their efforts": 1, "newly built larger complexes": 1, "sports stadiums": 1, "the building regulations": 1, "Arsenal Football Club": 1, "the first side": 1, "the Premier League": 1, "a very positive reaction": 1, "fans": 1, "the general public": 1, "Alun Francis": 1, "Disability Liaison Officer": 1, "the club": 1, "challenges": 1, "38 wheelchair accessible toilets": 1, "the original building design": 1, "the recommendations": 1, "the people": 1, "the Changing Places group": 1, "such a positive experience": 1, "our ideas": 1, "the existing toilets": 1, "Place": 1, "a way": 1, "your customers": 1, "any type": 1, "venue": 1, "their custom": 1}, "negative_entity": "jury", "url": "http://web.archive.org/web/20161126095941/http://www.bbc.com/news/disability-37896012", "hash": "37896012", "traps": [["F4", "caledonian macbrayne reported some disruption to ferry services, affecting sailings from gourock and rothesay."], ["F5", "last was to is installing."], ["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"], ["F1", "she is not a massive fan ."], ["F0", "share this withemailfacebookmessengermessengertwitterpinterestwhatsapplinkedincopy"], ["F1", "daughter is not only six"]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8907694816589355, "BERTS2S_bertscore_R": 0.7924271821975708, "BERTS2S_bertscore_F1": 0.8387255072593689, "BERTS2S_ref_bertscore_P": 0.9646525979042053, "BERTS2S_ref_bertscore_R": 0.9335638284683228, "BERTS2S_ref_bertscore_F1": 0.948853611946106, "TConvS2S_bertscore_P": 0.8457580804824829, "TConvS2S_bertscore_R": 0.7811474800109863, "TConvS2S_bertscore_F1": 0.8121698498725891, "TConvS2S_ref_bertscore_P": 0.8589125871658325, "TConvS2S_ref_bertscore_R": 0.8787195682525635, "TConvS2S_ref_bertscore_F1": 0.8687031865119934, "PtGen_bertscore_P": 0.8263216614723206, "PtGen_bertscore_R": 0.7668604254722595, "PtGen_bertscore_F1": 0.7954814434051514, "PtGen_ref_bertscore_P": 0.8597579598426819, "PtGen_ref_bertscore_R": 0.8728950619697571, "PtGen_ref_bertscore_F1": 0.866276741027832, "TranS2S_bertscore_P": 0.8491120934486389, "TranS2S_bertscore_R": 0.7489534020423889, "TranS2S_bertscore_F1": 0.7958940267562866, "TranS2S_ref_bertscore_P": 0.9033891558647156, "TranS2S_ref_bertscore_R": 0.8683532476425171, "TranS2S_ref_bertscore_F1": 0.8855248093605042}