{"BERTS2S": "wales head coach robin mcbryde will take charge of the summer tour of new zealand this summer.", "BERTS2S_lines": ["wales head coach robin mcbryde will take charge of the summer tour of new zealand this summer."], "TConvS2S": "british and irish lions coach robin mcbryde has been named as the new coach of the welsh rugby union.", "TConvS2S_lines": ["british and irish lions coach robin mcbryde has been named as the new coach of the welsh rugby union."], "Gold": "robin mcbryde will coach wales on their summer tour of the pacific islands.", "Gold_lines": ["robin mcbryde will coach wales on their summer tour of the pacific islands."], "PtGen": "welsh rugby union chief executive martyn mcbryde says he is ``really looking forward to doing it again\\'\\'.", "PtGen_lines": ["welsh rugby union chief executive martyn mcbryde says he is ``really looking forward to doing it again\\'\\'."], "TranS2S": "welsh rugby union ( wru ) coaches have appointed martyn mcbryde as their new coaches.", "TranS2S_lines": ["welsh rugby union ( wru ) coaches have appointed martyn mcbryde as their new coaches."], "article": "Head coach Warren Gatland is leading the British and Irish Lions in New Zealand and has named interim coach Rob Howley as part of his backroom team.Forwards coach McBryde assumes head coach responsibilities for the third time after leading Wales on tours in 2009 and 2013.\"It is an honour to represent your country and to do so overseas carries extra responsibility,\" said McBryde.\"For me it is another exciting opportunity to lead the team.  It is something I have thoroughly enjoyed in the past and I'm really looking forward to doing it again at the end of the season.\"The Welsh Rugby Union (WRU) will appoint assistant coaches for the summer tour to assist McBryde.\"We are also at an advanced stage in discussions with a number of other individuals about the summer tour and hope to be in a position to confirm the full make-up of the management team next week,\" said WRU chief executive Martyn Phillips.Union chairman Gareth Davies, who is also on the Lions' selection panel, believes the involvement of Welsh coaches will benefit the national team.\"2017 is a real summer of opportunity for Welsh coaches and should benefit the whole of Welsh rugby in the years ahead,\" he said.\"It is not often that you get the opportunity to develop coaches in different environments.\"Our coaches and players have been invigorated by their Lions experiences on previous campaigns and there is little doubt that a tour of New Zealand will provide the ultimate test and so once again both mentally stimulate and inspire each individual.\"", "article_lines": ["Head coach Warren Gatland is leading the British and Irish Lions in New Zealand and has named interim coach Rob Howley as part of his backroom team.", "Forwards coach McBryde assumes head coach responsibilities for the third time after leading Wales on tours in 2009 and 2013.\"It is an honour to represent your country and to do so overseas", "carries extra responsibility,\" said McBryde.", "\"For", "me", "it is another exciting opportunity to lead the team.  ", "It is something I have thoroughly enjoyed in the past", "and I'm really looking forward to doing it again at the end of the season.", "\"The", "Welsh Rugby Union (WRU) will appoint assistant coaches for the summer tour to assist McBryde.", "\"We are also at an advanced stage in discussions with a number of other individuals about the summer tour and hope to be in a position to confirm the full make-up of the management team next week,\" said WRU chief executive Martyn Phillips.", "Union chairman Gareth Davies, who is also on the Lions' selection panel, believes the involvement of Welsh coaches will benefit the national team.", "\"2017 is a real summer of opportunity for Welsh coaches and should benefit the whole of Welsh rugby in the years ahead,\" he said.", "\"It is not often that you get the opportunity to develop coaches in different environments.", "\"Our", "coaches and players have been invigorated by their Lions experiences on previous campaigns and there is little doubt that a tour of New Zealand will provide the ultimate test", "and so once again both mentally stimulate and inspire each individual.\""], "entity_counter": {"Head coach Warren Gatland": 1, "the British and Irish Lions": 1, "New Zealand": 2, "interim coach Rob Howley": 1, "part": 1, "his backroom team": 4, "Forwards coach McBryde": 3, "head coach responsibilities": 1, "the third time": 1, "Wales": 1, "tours": 1, "an honour": 1, "your country": 1, "extra responsibility": 1, "another exciting opportunity": 1, "the past": 1, "Welsh Rugby Union": 1, "(WRU": 1, "assistant coaches": 1, "the summer tour": 2, "an advanced stage": 1, "discussions": 1, "a number": 1, "other individuals": 1, "a position": 1, "the full make-up": 1, "WRU chief executive Martyn Phillips": 1, "Union chairman Gareth Davies": 1, "the Lions' selection panel": 1, "the involvement": 1, "Welsh coaches": 2, "\"2017": 1, "opportunity": 1, "the whole": 1, "Welsh rugby": 1, "the opportunity": 1, "coaches": 2, "different environments": 1, "players": 1, "their Lions experiences": 1, "previous campaigns": 1, "little doubt": 1, "a tour": 1, "the ultimate test": 1, "each individual": 1}, "negative_entity": "Spain", "url": "http://web.archive.org/web/20170411093208/http://www.bbc.com/sport/rugby-union/38239329", "hash": "38239329", "traps": [["F4", "the boy identified as che labastide-wellington, from harrow, was at a party in belvedere way, kenton, on saturday evening."], ["F0", "head coach warren gatland is leading the british and irish lions in new zealand and has named interim coach rob howley as part of his backroom team."], ["F1", "it is not another exciting opportunity to lead the team .  "], ["F5", "zealand end and responsibilities is really coaches."], ["F4", "media playback is not supported on this devicethe sweden striker, who is out of contract after four years at paris st-germain, could follow former manager jose mourinho to old trafford."], ["F1", "it is not something i have thoroughly enjoyed in the past"]], "model_names": ["BERTS2S_lines", "TConvS2S_lines", "Gold_lines", "PtGen_lines", "TranS2S_lines"], "BERTS2S_bertscore_P": 0.8866389989852905, "BERTS2S_bertscore_R": 0.799614429473877, "BERTS2S_bertscore_F1": 0.8408811688423157, "BERTS2S_ref_bertscore_P": 0.9095649123191833, "BERTS2S_ref_bertscore_R": 0.9194883704185486, "BERTS2S_ref_bertscore_F1": 0.9144997000694275, "TConvS2S_bertscore_P": 0.8523206114768982, "TConvS2S_bertscore_R": 0.7787184715270996, "TConvS2S_bertscore_F1": 0.8138588070869446, "TConvS2S_ref_bertscore_P": 0.8454439640045166, "TConvS2S_ref_bertscore_R": 0.843145489692688, "TConvS2S_ref_bertscore_F1": 0.8442931771278381, "PtGen_bertscore_P": 0.8319904804229736, "PtGen_bertscore_R": 0.777894139289856, "PtGen_bertscore_F1": 0.8040333986282349, "PtGen_ref_bertscore_P": 0.8532148003578186, "PtGen_ref_bertscore_R": 0.8888989686965942, "PtGen_ref_bertscore_F1": 0.8706914186477661, "TranS2S_bertscore_P": 0.8890146017074585, "TranS2S_bertscore_R": 0.7959380149841309, "TranS2S_bertscore_F1": 0.8399055600166321, "TranS2S_ref_bertscore_P": 0.866417646408081, "TranS2S_ref_bertscore_R": 0.8921390771865845, "TranS2S_ref_bertscore_F1": 0.8790902495384216}