{"bart_reference": "Cases of nine out of 12 journalists awaiting trial were dropped today . Urgent review of cases prompted after Lucy Panton 's conviction quashed . Former News of the World reporter was first to be found guilty in case . Calls made outside Old Bailey to stop ` persecuting innocent journalists '", "bart": "director of public prosecutions alison saunders forced into humiliating climbdown . she abandoned the trials of nine reporters accused of illegally paying public officials for information . decision sparked an ugly blame game as architects of the £ 20million ` politically-motivated witch hunt ' turned against each other .", "id": "dm-test-7344a9b120b339c394c3f905cbc1097096de9b2e", "filepath": "cnndm/dailymail/stories/7344a9b120b339c394c3f905cbc1097096de9b2e.story", "bert_sum_reference": "cases of nine out of 12 journalists awaiting trial were dropped today . urgent review of cases prompted after lucy panton 's conviction quashed . former news of the world reporter was first to be found guilty in case . calls made outside old bailey to stop ` persecuting innocent journalists ' .", "bert_sum": "prosecutors and police pointed the finger at the leveson inquiry and mps for whipping up a storm of hysteria over the work of the press . the man in charge at the start of the tainted met police probe into tabloid journalists was former dpp and labour parliamentary candidate keir starmer . the landmark u-turn came after a jury threw out the case against three sun journalists and one former daily mirror reporter .", "bus_reference": "cases of nine out of 12 journalists awaiting trial were dropped today . urgent review of cases prompted after lucy panton 's conviction quashed . former news of the world reporter was first to be found guilty in case . calls made outside old bailey to stop ` persecuting innocent journalists ' .", "bus": "alison saunders abandoned the trials of nine reporters accused of illegally paying public officials for information . former mirror reporter graham brough talks to media after he and three other tabloid journalists were cleared of conspiracy to commit misconduct in public office . crown prosecution service was former dpp and now labour parliamentary candidate keir starmer .", "pgn_reference": "cases of nine out of 12 journalists awaiting trial were dropped today . urgent review of cases prompted after lucy panton's conviction quashed . former news of the world reporter was first to be found guilty in case . calls made outside old bailey to stop ' persecuting innocent journalists ' .", "pgn": "former mirror reporter graham brough talks to media as he leaves the old bailey in london . she abandoned the trials of nine reporters accused of illegally paying public officials for information . her decision sparked an ugly blame game as the architects of the £20million ‘politically-motivated witch hunt’ turned against each other . scotland yard highlighted how their inquiries were possible thanks to millions of confidential emails released by news international .", "s2s_reference": "cases of nine out of 12 journalists awaiting trial were dropped today . urgent review of cases prompted after lucy panton's conviction quashed . former news of the world reporter was first to be found guilty in case . calls made outside old bailey to stop ' persecuting innocent journalists ' .", "s2s": "alison saunders was forced into a humiliation after a jury threw out . she abandoned the trials of nine reporters accused of illegally paying public officials for information . she abandoned the trials of nine reporters accused of illegally paying public officials for information .", "hash": "7344a9b120b339c394c3f905cbc1097096de9b2e", "url": "http://web.archive.org/web/20150724180745id_/http://www.dailymail.co.uk/news/article-3043537/Four-journalists-cleared.html", "article": "The pursuit of journalists for paying public officials was in ruins last night after prosecutors dropped a raft of cases. Director of Public Prosecutions Alison Saunders was forced into a humiliating climbdown after a jury threw out yet another Old Bailey case. She abandoned the trials of nine reporters accused of illegally paying public officials for information, finally admitting there was little appetite among the public for journalists who expose matters of public interest to be jailed. Former Mirror reporter Graham Brough talks to media as he leaves the Old Bailey court in London after he and three other tabloid journalists were cleared of paying public officials for stories Her decision sparked an ugly blame game as the architects of the £20million ‘politically-motivated witch hunt’ turned against each other. Prosecutors and police pointed the finger at the Leveson inquiry and MPs for whipping up a storm of hysteria over the work of the Press. And Scotland Yard highlighted how their inquiries were possible only thanks to millions of confidential emails released by News International. The man in charge at the start of the tainted Met Police probe into tabloid journalists – Operation Elveden – was former DPP and now Labour parliamentary candidate Keir Starmer. Last night campaigners questioned why the Crown Prosecution Service (CPS) was still putting three journalists in the dock for the same supposed offences. One senior figure said ‘enough is enough’, adding: ‘It was always wrong for journalists to have been prosecuted for doing their jobs.’ The landmark U-turn came yesterday after a jury threw out the case against three Sun journalists and one former Daily Mirror reporter. Lucy Panton, former News of the World crime reporter, had her conviction quashed by the Court of Appeal after being the first to be found guilty Brandon Malinsky, Neil Millard and Tom Wells, as well as their Fleet Street rival Graham Brough, were cleared of conspiracy to commit misconduct in a public office. They were accused of funnelling cash to public officials in exchange for leaks from inside some of Britain’s most secure jails. But the jury found that exposing how taxpayers’ cash was wasted on bingo games for illegal immigrants and lavished on child killer Jon Venables was not a crime. Within hours, the CPS threw in the towel on nine other cases, including fresh prosecutions and retrials. The decision followed a review sparked by the Court of Appeal quashing the conviction of the first journalist to be convicted. It can now be revealed for the first time that ex-News of the World crime editor Lucy Panton was found guilty of bribing officials only for her conviction to be overturned. Some of the most senior judges in the country criticised how the archaic law of misconduct in public office – under which prosecutions were brought – had been applied, fatally undermining other cases. The CPS move leaves Operation Elveden in tatters. Of the 27 journalists charged, 23 have been cleared, had their cases dropped or seen their convictions quashed or founder at the Court of Appeal. In addition, 14 journalists were investigated, including many left on bail for many months, but not prosecuted. Three Sun journalists – news editor Chris Pharo, crime reporter Anthony France and reporter Jamie Pyatt – still face trial. A decision must be made within a week over whether Tom Wells should be retried on one charge on which the jury could not reach a verdict. By contrast, 21 of the 28 public officials – including police, prison officers and Ministry of Defence staff – charged under the inquiry have been convicted. Prosecutors faced a furious attack in the wake of yesterday’s decision. Media commentator Roy Greenslade said it was ‘remarkable’ that prosecutors were still pursuing three Sun journalists, adding: ‘Enough is enough.’ The Sun newspaper reporter Tom Wells (left) leaves the Old Bailey court with colleague Neil Millard (right) The Sun's night news editor Brandon Malinsky (left) had his case dropped today. The jury could not decide on one count against former Serco immigration detention centre official Mark Blake (right) Speaking outside the Old Bailey, Mr Malinsky said he had endured ‘two years of torture’. He added: ‘I think the police and CPS have been a disgrace bringing my case and other cases to court. It’s a disgraceful waste of public money.’ The nine journalists whose forthcoming cases have been dropped include ex-Mirror reporter Greig Box-Turnbull and Stephen Moyes of the News of the World. Former News of the World editor Andy Coulson and royal editor Clive Goodman will not face retrials because prosecutors said it was no longer in the public interest. Sun reporter Vince Soodin, former deputy news editor Ben O’Driscoll and former Sun managing editor Graham Dudman will also not be prosecuted. The final two reporters to be told they face no further action are Panton and Ryan Sabey, who has been convicted but has leave to appeal, something the CPS said it will not contest. Mrs Saunders said the original police inquiry was ‘inevitable’ and left prosecutors with a ‘duty’ to act. Sorry we are not currently accepting comments on this article.", "entity_counter": {"The pursuit": 1, "journalists": 3, "public officials": 4, "ruins": 1, "prosecutors": 4, "a raft": 1, "cases": 1, "Public Prosecutions": 1, "a humiliating climbdown": 1, "a jury": 3, "yet another Old Bailey case": 1, "the trials": 1, "nine reporters": 1, "information": 1, "little appetite": 1, "the public": 1, "matters": 1, "public interest": 1, "Former Mirror reporter Graham Brough": 1, "media": 1, "the Old Bailey court": 1, "London": 1, "three other tabloid journalists": 1, "stories": 1, "Her decision": 1, "an ugly blame game": 1, "the architects": 1, "‘politically-motivated witch hunt": 1, "Prosecutors": 2, "police": 2, "the finger": 1, "the Leveson inquiry": 1, "MPs": 1, "a storm": 1, "hysteria": 1, "the work": 1, "the Press": 1, "Scotland Yard": 1, "their inquiries": 1, "confidential emails": 1, "News International": 1, "The man": 1, "charge": 1, "the start": 1, "the tainted Met Police probe": 1, "tabloid journalists": 1, "Operation Elveden": 2, "former DPP": 1, "now Labour parliamentary candidate Keir Starmer": 1, "campaigners": 1, "the Crown Prosecution Service": 1, "(CPS": 1, "three journalists": 1, "the dock": 1, "the same supposed offences": 1, "One senior figure": 1, "their jobs": 1, "The landmark": 1, "U-turn": 1, "the case": 1, "three Sun journalists": 2, "one former Daily Mirror reporter": 1, "Lucy Panton": 2, "former News": 1, "the World crime reporter": 1, "her conviction": 2, "the Court": 3, "Appeal": 3, "Graham Brough": 1, "conspiracy": 1, "misconduct": 2, "a public office": 1, "cash": 1, "exchange": 1, "leaks": 1, "Britain’s most secure jails": 1, "taxpayers’ cash": 1, "bingo games": 1, "illegal immigrants": 1, "child killer Jon Venables": 1, "a crime": 1, "the CPS": 1, "the towel": 1, "nine other cases": 1, "fresh prosecutions": 1, "retrials": 2, "The decision": 1, "a review": 1, "the conviction": 1, "the first journalist": 1, "the first time": 1, "ex-News": 1, "the World crime editor": 1, "officials": 1, "the most senior judges": 1, "Britain": 1, "the archaic law": 1, "public office": 1, "prosecutions": 1, "other cases": 2, "The CPS move": 1, "tatters": 1, "the 27 journalists": 1, "their cases": 1, "their convictions": 1, "addition": 1, "14 journalists": 1, "bail": 1, "Three Sun journalists": 1, "news editor Chris Pharo": 1, "crime reporter Anthony France": 1, "reporter Jamie Pyatt": 1, "trial": 1, "A decision": 1, "Tom Wells": 1, "one charge": 1, "the jury": 2, "a verdict": 1, "contrast": 1, "the 28 public officials": 1, "prison officers": 1, "Defence": 1, "the inquiry": 1, "a furious attack": 1, "the wake": 1, "yesterday’s decision": 1, "Media commentator Roy Greenslade": 1, "The Sun newspaper reporter Tom Wells": 1, "(left": 1, "the Court of Appeal": 1, "colleague Neil Millard": 1, "The Sun's night news editor Brandon Malinsky": 1, "his case": 1, "one count": 1, "former Serco immigration detention centre official Mark Blake": 1, "the Old Bailey": 1, "The Sun's night news editor Brandon Malinsky (left)": 1, "torture": 1, "the police": 1, "CPS": 2, "a disgrace": 1, "my case": 1, "court": 1, "a disgraceful waste": 1, "public money": 1, "The nine journalists": 1, "whose forthcoming cases": 1, "ex-Mirror reporter Greig Box-Turnbull": 1, "Stephen Moyes": 1, "the News": 1, "the World": 1, "Former News": 1, "the World editor": 1, "Andy Coulson": 1, "royal editor Clive Goodman": 1, "the public interest": 1, "Sun reporter Vince Soodin": 1, "former deputy news editor Ben O’Driscoll": 1, "former Sun managing editor Graham Dudman": 1, "The final two reporters": 1, "no further action": 1, "Panton": 1, "Ryan Sabey": 1, "Mrs Saunders": 1, "the original police inquiry": 1, "a ‘duty": 1, "comments": 1, "this article": 1}, "bart_lines": ["Director of Public Prosecutions Alison Saunders forced into humiliating climbdown .", "She abandoned the trials of nine reporters accused of illegally paying public officials for information .", "Decision sparked an ugly blame game as architects of the £ 20million ` politically-motivated witch hunt ' turned against each other ."], "bert_sum_lines": ["prosecutors and police pointed the finger at the leveson inquiry and mps for whipping up a storm of hysteria over the work of the press .", "the man in charge at the start of the tainted met police probe into tabloid journalists was former dpp and labour parliamentary candidate keir starmer .", "the landmark u-turn came after a jury threw out the case against three sun journalists and one former daily mirror reporter ."], "bus_lines": ["alison saunders abandoned the trials of nine reporters accused of illegally paying public officials for information .", "former mirror reporter graham brough talks to media after he and three other tabloid journalists were cleared of conspiracy to commit misconduct in public office .", "crown prosecution service was former dpp and now labour parliamentary candidate keir starmer ."], "pgn_lines": ["former mirror reporter graham brough talks to media as he leaves the old bailey in london .", "she abandoned the trials of nine reporters accused of illegally paying public officials for information .", "her decision sparked an ugly blame game as the architects of the £20million ‘politically-motivated witch hunt’ turned against each other .", "scotland yard highlighted how their inquiries were possible thanks to millions of confidential emails released by news international ."], "s2s_lines": ["alison saunders was forced into a humiliation after a jury threw out .", "she abandoned the trials of nine reporters accused of illegally paying public officials for information .", "she abandoned the trials of nine reporters accused of illegally paying public officials for information ."], "article_lines": ["The pursuit of journalists for paying public officials was in ruins last night after prosecutors dropped a raft of cases.", "Director of Public Prosecutions Alison Saunders was forced into a humiliating climbdown after a jury threw out yet another Old Bailey case.", "She abandoned the trials of nine reporters accused of illegally paying public officials for information, finally admitting there was little appetite among the public for journalists who expose matters of public interest to be jailed.", "Former Mirror reporter Graham Brough talks to media as he leaves the Old Bailey court in London after he and three other tabloid journalists were cleared of paying public officials for stories", "Her decision sparked an ugly blame game as the architects of the £20million ‘politically-motivated witch hunt’ turned against each other.", "Prosecutors and police pointed the finger at the Leveson inquiry and MPs for whipping up a storm of hysteria over the work of the Press.", "And Scotland Yard highlighted how their inquiries were possible only thanks to millions of confidential emails released by News International.", "The man in charge at the start of the tainted Met Police probe into tabloid journalists – Operation Elveden – was former DPP and now Labour parliamentary candidate Keir Starmer.", "Last night campaigners questioned why the Crown Prosecution Service (CPS) was still putting three journalists in the dock for the same supposed offences.", "One senior figure said ‘enough is enough’, adding: ‘It was always wrong for journalists to have been prosecuted for doing their jobs.’", "The landmark U-turn came yesterday after a jury threw out the case against three Sun journalists and one former Daily Mirror reporter.", "Lucy Panton, former News of the World crime reporter, had her conviction quashed by the Court of Appeal after being the first to be found guilty Brandon Malinsky, Neil Millard and Tom Wells, as well as their Fleet Street rival Graham Brough, were cleared of conspiracy to commit misconduct in a public office.", "They were accused of funnelling cash to public officials in exchange for leaks from inside some of Britain’s most secure jails.", "But the jury found that exposing how taxpayers’ cash was wasted on bingo games for illegal immigrants and lavished on child killer Jon Venables was not a crime.", "Within hours, the CPS threw in the towel on nine other cases, including fresh prosecutions and retrials.", "The decision followed a review sparked by the Court of Appeal quashing the conviction of the first journalist to be convicted.", "It can now be revealed for the first time that ex-News of the World crime editor Lucy Panton was found guilty of bribing officials only for her conviction to be overturned.", "Some of the most senior judges in the country criticised how the archaic law of misconduct in public office – under which prosecutions were brought – had been applied, fatally undermining other cases.", "The CPS move leaves Operation Elveden in tatters.", "Of the 27 journalists charged, 23 have been cleared, had their cases dropped or seen their convictions quashed or founder at the Court of Appeal.", "In addition, 14 journalists were investigated, including many left on bail for many months, but not prosecuted.", "Three Sun journalists – news editor Chris Pharo, crime reporter Anthony France and reporter Jamie Pyatt – still face trial.", "A decision must be made within a week over whether Tom Wells should be retried on one charge on which the jury could not reach a verdict.", "By contrast, 21 of the 28 public officials – including police, prison officers and Ministry of Defence staff – charged under the inquiry have been convicted.", "Prosecutors faced a furious attack in the wake of yesterday’s decision.", "Media commentator Roy Greenslade said it was ‘remarkable’ that prosecutors were still pursuing three Sun journalists, adding: ‘Enough is enough.’", "The Sun newspaper reporter Tom Wells (left) leaves the Old Bailey court with colleague Neil Millard", "(right)", "The Sun's night news editor Brandon Malinsky (left) had his case dropped today.", "The jury could not decide on one count against former Serco immigration detention centre official Mark Blake (right)", "Speaking outside the Old Bailey, Mr Malinsky said he had endured ‘two years of torture’.", "He added: ‘I think the police and CPS have been a disgrace bringing my case and other cases to court.", "It’s a disgraceful waste of public money.’", "The nine journalists whose forthcoming cases have been dropped include ex-Mirror reporter Greig Box-Turnbull and Stephen Moyes of the News of the World.", "Former News of the World editor Andy Coulson and royal editor Clive Goodman will not face retrials because prosecutors said it was no longer in the public interest.", "Sun reporter Vince Soodin, former deputy news editor Ben O’Driscoll and former Sun managing editor Graham Dudman will also not be prosecuted.", "The final two reporters to be told they face no further action are Panton and Ryan Sabey, who has been convicted but has leave to appeal, something the CPS said it will not contest.", "Mrs Saunders said the original police inquiry was ‘inevitable’ and left prosecutors with a ‘duty’ to act.", "Sorry we are not currently accepting comments on this article."], "negative_entity": "knife", "bart_cased": "Director of Public Prosecutions Alison Saunders forced into humiliating climbdown . She abandoned the trials of nine reporters accused of illegally paying public officials for information . Decision sparked an ugly blame game as architects of the £ 20million ` politically-motivated witch hunt ' turned against each other .", "traps": [["F1", "in addition , 14 journalists were not investigated , including many left on bail for many months , but not prosecuted ."], ["F1", "the pursuit of journalists for paying public officials was not in ruins last night after prosecutors dropped a raft of cases ."], ["F0", "the pursuit of journalists for paying public officials was in ruins last night after prosecutors dropped a raft of cases."], ["F4", "gemma flanagan, 31, from liverpool, was left paralysed after suddenly being hit by guillain barre syndrome, a rare condition which attacks the nervous system."], ["F4", "tottenham boss mauricio pochettino is convinced there is more to come from striker harry kane after seeing him plunder his 30th goal of the season."], ["F4", "here is all the information you need for west brom's home clash with leicester..."]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_bertscore_P": 0.9210518598556519, "bart_bertscore_R": 0.8096442818641663, "bart_bertscore_F1": 0.861762285232544, "bart_ref_bertscore_P": 0.871147096157074, "bart_ref_bertscore_R": 0.8788701891899109, "bart_ref_bertscore_F1": 0.8749916553497314, "bert_sum_bertscore_P": 0.9004030227661133, "bert_sum_bertscore_R": 0.8030143976211548, "bert_sum_bertscore_F1": 0.8489247560501099, "bert_sum_ref_bertscore_P": 0.8550359606742859, "bert_sum_ref_bertscore_R": 0.890967607498169, "bert_sum_ref_bertscore_F1": 0.8726320266723633, "bus_bertscore_P": 0.9184563159942627, "bus_bertscore_R": 0.8236931562423706, "bus_bertscore_F1": 0.8684974312782288, "bus_ref_bertscore_P": 0.900185763835907, "bus_ref_bertscore_R": 0.8986229300498962, "bus_ref_bertscore_F1": 0.8994036912918091, "pgn_bertscore_P": 0.9094696044921875, "pgn_bertscore_R": 0.8267930150032043, "pgn_bertscore_F1": 0.866162896156311, "pgn_ref_bertscore_P": 0.8698437213897705, "pgn_ref_bertscore_R": 0.9009541273117065, "pgn_ref_bertscore_F1": 0.8851256966590881, "s2s_bertscore_P": 0.9242689609527588, "s2s_bertscore_R": 0.8131250143051147, "s2s_bertscore_F1": 0.8651419281959534, "s2s_ref_bertscore_P": 0.831405520439148, "s2s_ref_bertscore_R": 0.8350698947906494, "s2s_ref_bertscore_F1": 0.833233654499054}