{"bart_reference": "Carlo Ancelotti says Diego Simeone has proved himself as one of the best . Real Madrid face Champions League quarter-final clash against Atletico . Real boss reveals he has a fully fit squad to choose from for the first leg .", "bart": "carlo ancelotti hails diego simeone as one of the best coaches in the world . atletico madrid host real madrid in champions league quarter-final first leg on tuesday . italian boss admits facing atletico is both an ` honour ' and a ` problem '", "id": "dm-test-9c3af3b75138639ab7a0731563092296c4e565aa", "filepath": "cnndm/dailymail/stories/9c3af3b75138639ab7a0731563092296c4e565aa.story", "bert_sum_reference": "carlo ancelotti says diego simeone has proved himself as one of the best . real madrid face champions league quarter-final clash against atletico . real boss reveals he has a fully fit squad to choose from for the first leg .", "bert_sum": "carlo ancelotti has hailed diego simeone as one of the best coaches in the world . simeone 's atleti side host rivals real madrid in their champions league quarter-final first leg on tuesday . ancelotti has a fully fit squad to choose from ahead of the clash . welsh attacker gareth bale is set to return to the first team after missing madrid 's 3-0 win against eibar on saturday .", "bus_reference": "carlo ancelotti says diego simeone has proved himself as one of the best . real madrid face champions league quarter-final clash against atletico . real boss reveals he has a fully fit squad to choose from for the first leg .", "bus": "real madrid host atletico madrid in the champions league on tuesday . carlo ancelotti admits facing simeone as one of the best coaches in the world . simeone 's atleti side host real madrid in their quarter-final first leg .", "pgn_reference": "carlo ancelotti says diego simeone has proved himself as one of the best . real madrid face champions league quarter-final clash against atletico . real boss reveals he has a fully fit squad to choose from for the first leg .", "pgn": "carlo ancelotti hailed diego simeone as one of the world 's best coaches . italian boss diego simeone has hailed atletico madrid boss diego simeone as one of the best in the world . ancelotti has a fully fit squad to choose from ahead of the derby champions league clash .", "s2s_reference": "carlo ancelotti says diego simeone has proved himself as one of the best . real madrid face champions league quarter-final clash against atletico . real boss reveals he has a fully fit squad to choose from for the first leg .", "s2s": "atletico madrid host real madrid in the champions league on tuesday . carlo ancelotti 's side face atletico madrid in the champions league on tuesday . carlo ancelotti 's side face atletico madrid in the champions league on tuesday .", "hash": "9c3af3b75138639ab7a0731563092296c4e565aa", "url": "http://web.archive.org/web/20150417213901id_/http://www.dailymail.co.uk/sport/football/article-3037089/Carlo-Ancelotti-hails-one-best-Diego-Simeone-Real-Madrid-boss-reveals-Gareth-Bale-100-cent-fit.html", "article": "Carlo Ancelotti hailed Diego Simeone as one of the world's best coaches as the Italian looked ahead to Real Madrid's Champions League clash with Atletico Madrid. Real Madrid travel to the Vicente Calderon for their quarter-final first-leg match on Tuesday, and Ancelotti admits facing Simeone is both an 'honour' and a 'problem'. Speaking at Monday's pre-match press conference, Ancelotti said: 'What can I say about Simeone? Carlo Ancelotti has hailed Atletico Madrid boss Diego Simeone as one of the best coaches in the world Simeone's Atleti side host rivals Real Madrid in their Champions League quarter-final first leg on Tuesday The Italian boss oversees Los Blancos training at the club's Valdebebas training ground on Monday 'He is a great coach, I like him a lot. He has proved himself, he is one of the best in the world. It’s an honour to face him and also a problem. 'We don’t have an obsession with Atletico, but with reaching the final of the Champions League. Our objective is not to beat Atletico, but to dream of winning the Champions League. 'Every match presents its own problem. Every match has its idea. Every defeat was different. One was due to set-pieces, one for something else, another due to a not very good attitude, like the last one. It’s difficult to say what happened. Ancelotti has a fully fit squad to choose from ahead of the derby Champions League clash Gareth Bale is available for selection once again after missing Madrid's 3-0 victory against Eibar on Saturday The Madrid players seemed in a relaxed mood during their final training session before Tuesday's match Cristiano Ronaldo shares a joke with Brazilian team-mate Marcelo during training 'It’s not that interesting, but we have analysed it and now we have another tie.' The 55-year-old also revealed he has a fully fit squad to choose from on Tuesday evening with Welsh attacker Gareth Bale set to return to the first team after missing Madrid's 3-0 victory against Eibar on Saturday. 'I am lucky to have the whole squad at my disposal. The formation will be the same as always. 'To play well, we will have to use all our weapons: individual quality and attacking directly with pace. 'Bale is fine. I have the whole squad available and they are very fresh. If one doesn’t play, another will. But Bale is at 100 per cent.' ‘Bale had a fantastic season last time and scored in both finals. We hope to play more finals over the coming months and he will be important, like last year,' he added. Meanwhile, Atletico’s Croatia forward Mario Mandzukic, who has scored five goals in eight Champions League appearances, has recovered from an ankle problem and is set to play, with Fernando Torres likely to be on the bench. Ronaldo will be hoping to add to his tally of eight Champions League goals so far this season The Portuguese star was in the mood to show off his stunning skills as Real prepared for the Madrid derby", "entity_counter": {"Carlo Ancelotti": 5, "Diego Simeone": 3, "the world's best coaches": 1, "the Italian": 1, "Real Madrid's Champions League": 4, "Atletico Madrid": 1, "Real Madrid travel": 1, "the Vicente Calderon": 1, "their quarter-final first-leg match": 1, "an 'honour": 1, "a 'problem": 1, "Monday's pre-match press conference": 1, "Atletico Madrid boss Diego Simeone": 1, "the best coaches": 1, "the world": 2, "Simeone's Atleti side host": 1, "Real Madrid": 1, "quarter-final first leg": 1, "The Italian boss": 1, "Los Blancos": 1, "training": 1, "the club's Valdebebas training ground": 1, "a great coach": 1, "an honour": 1, "also a problem": 1, "an obsession": 1, "Atletico": 2, "the final": 1, "Our objective": 1, "Every match": 2, "its own problem": 1, "its idea": 1, "Every defeat": 1, "set-pieces": 1, "a not very good attitude": 1, "the last one": 1, "a fully fit squad": 2, "Gareth Bale": 1, "selection": 1, "Madrid's 3-0 victory": 2, "Eibar": 2, "The Madrid players": 1, "a relaxed mood": 1, "their final training session": 1, "Tuesday's match": 1, "Cristiano Ronaldo": 1, "a joke": 1, "Brazilian team-mate Marcelo": 1, "another tie": 1, "Welsh attacker Gareth Bale": 4, "the first team": 1, "a fully fit squad to choose from on Tuesday evening with Welsh attacker Gareth Bale set to return to the first team after missing Madrid's 3-0 victory against Eibar on Saturday": 2, "my disposal": 1, "The formation": 1, "all our weapons": 1, "individual quality": 1, "pace": 1, "a fantastic season": 1, "both finals": 1, "more finals": 1, "Atletico’s Croatia": 1, "Mario Mandzukic": 1, "five goals": 1, "eight Champions League appearances": 1, "an ankle problem": 1, "Fernando Torres": 1, "the bench": 1, "Ronaldo": 1, "his tally": 1, "eight Champions League goals": 1, "The Portuguese star": 1, "the mood": 1, "his stunning skills": 1, "the Madrid derby": 1}, "bart_lines": ["Carlo Ancelotti hails Diego Simeone as one of the best coaches in the world .", "Atletico Madrid host Real Madrid in Champions League", "quarter-final first leg on Tuesday .", "Italian boss admits facing Atletico is both an ` honour ' and a ` problem '"], "bert_sum_lines": ["carlo ancelotti has hailed diego simeone as one of the best coaches in the world .", "simeone 's atleti side host rivals real madrid in their champions league quarter-final first leg on tuesday .", "ancelotti has a fully fit squad to choose from ahead of the clash .", "welsh attacker gareth bale is set to return to the first team after missing madrid 's 3-0 win against eibar on saturday ."], "bus_lines": ["real madrid host atletico madrid in the champions league on tuesday .", "carlo ancelotti admits facing simeone as one of the best coaches in the world .", "simeone 's atleti side host real madrid in their quarter-final first leg ."], "pgn_lines": ["carlo ancelotti hailed diego simeone as one of the world 's best coaches .", "italian boss diego simeone has hailed atletico madrid boss diego simeone as one of the best in the world .", "ancelotti has a fully fit squad to choose from ahead of the derby champions league clash ."], "s2s_lines": ["atletico madrid host real madrid in the champions league on tuesday .", "carlo ancelotti 's side face atletico madrid in the champions league on tuesday .", "carlo ancelotti 's side face atletico madrid in the champions league on tuesday ."], "article_lines": ["Carlo Ancelotti hailed Diego Simeone as one of the world's best coaches as the Italian looked ahead to Real Madrid's Champions League clash with Atletico Madrid.", "Real Madrid travel to the Vicente Calderon for their quarter-final first-leg match on Tuesday, and Ancelotti admits facing Simeone is both an 'honour' and a 'problem'.", "Speaking at Monday's pre-match press conference, Ancelotti said: 'What can I say about Simeone?", "Carlo Ancelotti has hailed Atletico Madrid boss Diego Simeone as one of the best coaches in the world Simeone's Atleti side host rivals Real Madrid in their Champions League", "quarter-final first leg on Tuesday", "The Italian boss oversees Los Blancos training at the club's Valdebebas training ground on Monday '", "He is a great coach, I like him a lot.", "He has proved himself, he is one of the best in the world.", "It’s an honour to face him and also a problem. '", "We don’t have an obsession with Atletico, but with reaching the final of the Champions League.", "Our objective is not to beat Atletico, but to dream of winning the Champions League. '", "Every match presents its own problem.", "Every match has its idea.", "Every defeat was different.", "One was due to set-pieces, one for something else, another due to a not very good attitude, like the last one.", "It’s difficult to say what happened.", "Ancelotti has a fully fit squad to choose from ahead of", "the derby Champions League clash Gareth Bale is available for selection once again after missing Madrid's 3-0 victory against Eibar on Saturday", "The Madrid players seemed in a relaxed mood during their final training session before Tuesday's match", "Cristiano Ronaldo shares a joke with Brazilian team-mate Marcelo during training '", "It’s not that interesting, but we have analysed it and now we have another tie.'", "The 55-year-old also revealed he has a fully fit squad to choose from on Tuesday evening with Welsh attacker Gareth Bale set to return to the first team after missing Madrid's 3-0 victory against Eibar on Saturday. '", "I am lucky to have the whole squad at my disposal.", "The formation will be the same as always. '", "To play well, we will have to use all our weapons: individual quality and attacking directly with pace. '", "Bale is fine.", "I have the whole squad available and they are very fresh.", "If one doesn’t play, another will.", "But Bale is at 100 per cent.'", "‘Bale had a fantastic season last time and scored in both finals.", "We hope to play more finals over the coming months and he will be important, like last year,' he added.", "Meanwhile, Atletico’s Croatia forward Mario Mandzukic, who has scored five goals in eight Champions League appearances, has recovered from an ankle problem and is set to play, with Fernando Torres likely to be on the bench.", "Ronaldo will be hoping to add to his tally of eight Champions League goals so far this season", "The Portuguese star was in the mood to show off his stunning skills as Real prepared for the Madrid derby"], "negative_entity": "Pope", "bart_cased": "Carlo Ancelotti hails Diego Simeone as one of the best coaches in the world . Atletico Madrid host Real Madrid in Champions League quarter-final first leg on Tuesday . Italian boss admits facing Atletico is both an ` honour ' and a ` problem '", "traps": [["F6", "the madrid players seemed in a relaxed mood during your final training session before tuesday's match"], ["F5", "they brazilian joke always and to will he victory."], ["F4", "demand for rubber to make tyres is having a ‘catastrophic’ impact on the world’ s forests, scientists have warned."], ["F0", "carlo ancelotti hailed diego simeone as one of the world's best coaches as the italian looked ahead to real madrid's champions league clash with atletico madrid."], ["F1", "every defeat was not different ."], ["F4", "the rare celluloid painting, known as a cel, was used as a master version from which artists working on the film created all other images of the wacky vessel."]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_bertscore_P": 0.8939502239227295, "bart_bertscore_R": 0.8028378486633301, "bart_bertscore_F1": 0.845947802066803, "bart_ref_bertscore_P": 0.8753050565719604, "bart_ref_bertscore_R": 0.9080421924591064, "bart_ref_bertscore_F1": 0.8913731575012207, "bert_sum_bertscore_P": 0.9210033416748047, "bert_sum_bertscore_R": 0.8062832951545715, "bert_sum_bertscore_F1": 0.8598336577415466, "bert_sum_ref_bertscore_P": 0.8731120824813843, "bert_sum_ref_bertscore_R": 0.8940618634223938, "bert_sum_ref_bertscore_F1": 0.8834627866744995, "bus_bertscore_P": 0.9458731412887573, "bus_bertscore_R": 0.8104923963546753, "bus_bertscore_F1": 0.8729651570320129, "bus_ref_bertscore_P": 0.820305585861206, "bus_ref_bertscore_R": 0.8654399514198303, "bus_ref_bertscore_F1": 0.8422685861587524, "pgn_bertscore_P": 0.9091314077377319, "pgn_bertscore_R": 0.8052371740341187, "pgn_bertscore_F1": 0.8540361523628235, "pgn_ref_bertscore_P": 0.8739550113677979, "pgn_ref_bertscore_R": 0.843416690826416, "pgn_ref_bertscore_F1": 0.8584142923355103, "s2s_bertscore_P": 0.9373995065689087, "s2s_bertscore_R": 0.824173092842102, "s2s_bertscore_F1": 0.8771474361419678, "s2s_ref_bertscore_P": 0.8827077746391296, "s2s_ref_bertscore_R": 0.8967125415802002, "s2s_ref_bertscore_F1": 0.8896550536155701}