{"bart_reference": "Chemical damages ozone and is being phased out , though it 's used in strawberry fields , EPA says . A Delaware family becomes ill at a resort in the U.S. Virgin Islands . Preliminary EPA results find methyl bromide was present in the unit where they stayed .", "bart": "steve esmond , his teenage sons and the teens ' mother fell ill more than two weeks ago . the epa says the presence of a pesticide at the rented villa may have caused the illnesses . the use of the pesticide is restricted in the united states because of its acute toxicity .", "id": "cnn-test-9eb7dd37e50b863e99b554ed340e7b766c1b6329", "filepath": "cnndm/cnn/stories/9eb7dd37e50b863e99b554ed340e7b766c1b6329.story", "bert_sum_reference": "chemical damages ozone and is being phased out , though it 's used in strawberry fields , epa says . a delaware family becomes ill at a resort in the u.s. virgin islands . preliminary epa results find methyl bromide was present in the unit where they stayed .", "bert_sum": "the family was renting a villa at the sirenusa resort in st. john . the teens and their mother are in critical condition . the epa says there was a presence of a pesticide at the rented villa . the use of the pesticide is restricted in the united states because of its acute toxicity .", "bus_reference": "chemical damages ozone and is being phased out , though it 's used in strawberry fields , epa says . a delaware family becomes ill at a resort in the u.s. virgin islands . preliminary epa results find methyl bromide was present in the unit where they stayed .", "bus": "a delaware father is in stable condition and his two boys remain in critical condition . steve esmond , his sons and the teens ' mother fell ill more than two weeks ago in st. john . exposure to methyl can cause health effects .", "pgn_reference": "chemical damages ozone and is being phased out , though it 's used in strawberry fields , epa says . a delaware family becomes ill at a resort in the u.s. virgin islands . preliminary epa results find methyl bromide was present in the unit where they stayed .", "pgn": "steve esmond , his teenage sons and the teens ' mother fell ill more than two weeks ago . the family has confidence in their medical professionals and is hopeful for a full recovery . paramedics were called to the villa , which the family was renting .", "s2s_reference": "chemical damages ozone and is being phased out , though it 's used in strawberry fields , epa says . a delaware family becomes ill at a resort in the u.s. virgin islands . preliminary epa results find methyl bromide was present in the unit where they stayed .", "s2s": "an investigation into the deaths of steve UNK and his two sons remain in critical condition . the two boys remain in critical condition . the cause of the UNK is not allowed to be used indoors , officials say .", "hash": "9eb7dd37e50b863e99b554ed340e7b766c1b6329", "url": "http://web.archive.org/web/20150413065007id_/http://www.cnn.com/2015/04/06/us/virgin-islands-resort-pesticide/index.html", "article": "(CNN)A Delaware father is in stable condition and improving as his two boys remain in critical condition after they became sick -- perhaps from pesticide exposure, federal officials say -- during a trip to the U.S. Virgin Islands. Steve Esmond, his teenage sons and the teens' mother fell ill more than two weeks ago in St. John, where they were renting a villa at the Sirenusa resort. The family has confidence in their medical professionals and is hopeful for a full recovery, according to a statement released Monday from the family's attorney, James Maron. The teens' mother, Theresa Devine, was treated at a hospital and released, and is in occupational therapy, Maron said. The U.S. Environmental Protection Agency said Friday that the presence of a pesticide at the rented villa in St. John may have caused the illnesses, which were reported to the EPA on March 20. Paramedics were called to the villa, which the family was renting. Esmond was found unconscious; the boys and their mother were having seizures, Maron said. The lawyer did not say who called the paramedics. Elias Rodriguez, an EPA spokesman, said the agency's preliminary test results \"do show that there was a presence of methyl bromide in the unit where the family was staying.\" Exposure to methyl bromide can result in serious health effects, including central nervous system and respiratory system damage, according to the EPA. The use of the pesticide is restricted in the United States because of its acute toxicity. It's not allowed to be used indoors. Only certified professionals are permitted to use it in certain agricultural settings. For example, the pesticide is injected into the soil of some U.S. strawberry fields, said Judith Enck, an EPA regional administrator. \"We trust that the strawberry producers are making sure that there's not excess pesticide residue on strawberries,\" Enck said. \"You definitely want to wash them really good. \"This is a pesticide that's been around for a long time, and ironically because of its impact and damage to the ozone layer, it's being phased out because of the air impacts of this fumigant,\" Enck added. Field workers at a Connecticut nursery were poisoned by the chemical in 1990, according to the Journal of Industrial Medicine. In 2011, warehouse workers in California fell ill after exposed to grapes imported from Chile fumigated with methyl bromide, the U.S. Centers for Disease Control and Prevention said. Dr. Sanjay Gupta, CNN's chief medical correspondent, said many parts of the world banned the chemical, a neurotoxin. The agent is to be used only outdoors. The chemical is also odorless and colorless, Gupta said. \"It's not something that you would have any warning of,\" Gupta said. The chemical is often mixed with tear gas so people can be aware of its presence, he added. The EPA said it is working with local government agencies to investigate whether the family was made ill after a fumigation at the resort on March 18 and whether any environmental regulations or laws were violated. Enck, the EPA regional administrator, said paramedics were called early on March 20. Sea Glass Vacations, which acts as a rental agent for several units at Sirenusa, said the unit directly below the one where the family stayed was recently treated for pests, but that the family's unit was not treated. The company said it licensed an outside company, Terminix, for the pest control services. On Monday, it ended its contract with Terminix. In an email to CNN before the termination, a spokesman for Terminix wrote that the company is \"committed to performing all work ... in a manner that is safe for our customers, employees, the public and the environment\" and is \"looking into this matter internally, and cooperating with authorities.\" The U.S. Department of Justice has initiated a criminal investigation. \"Many questions remain why an odorless pesticide of this level of toxicity could be manufactured, distributed and applied in a residential area resulting in this family's injuries,\" Maron said. The attorney added: \"The family is confident that the responsible parties will be brought to justice and held accountable.\" CNN's Rob Frehse, Jean Casarez, Sara Ganim, Jason Hanna, Laura Ly and Michael Martinez contributed to this report.", "entity_counter": {"CNN)A Delaware father": 1, "stable condition": 1, "his two boys": 1, "critical condition": 1, "pesticide exposure": 1, "federal officials": 1, "a trip": 1, "the U.S. Virgin Islands": 1, "Steve Esmond": 2, "his teenage sons": 1, "the teens' mother": 1, "St. John": 2, "a villa": 1, "the Sirenusa resort": 1, "The family": 3, "confidence": 1, "their medical professionals": 1, "a full recovery": 1, "a statement": 1, "the family's attorney": 1, "James Maron": 1, "The teens' mother": 1, "Theresa Devine": 1, "a hospital": 1, "occupational therapy": 1, "Maron": 3, "The U.S. Environmental Protection Agency": 3, "the presence": 1, "a pesticide": 2, "the rented villa": 1, "the illnesses": 1, "Paramedics": 2, "the villa": 1, "the boys": 1, "their mother": 1, "seizures": 1, "The lawyer": 1, "Elias Rodriguez": 1, "an EPA spokesman": 1, "the agency's preliminary test results": 1, "a presence": 1, "methyl bromide": 3, "the unit": 2, "Exposure": 1, "serious health effects": 1, "central nervous system": 1, "respiratory system damage": 1, "The use": 1, "a pesticide at the rented villa in St. John": 2, "the United States": 1, "its acute toxicity": 1, "Only certified professionals": 1, "certain agricultural settings": 1, "example": 1, "the soil": 1, "some U.S. strawberry fields": 1, "Judith Enck": 1, "an EPA regional administrator": 1, "the strawberry producers": 1, "excess pesticide residue": 1, "strawberries": 1, "Enck": 3, "a long time": 1, "its impact": 1, "damage": 1, "the ozone layer": 1, "the air impacts": 1, "this fumigant": 1, "Field workers": 1, "a Connecticut nursery": 1, "the chemical": 4, "the Journal": 1, "Industrial Medicine": 1, "warehouse workers": 1, "California": 1, "grapes": 1, "Chile": 1, "the U.S. Centers": 1, "Disease Control": 1, "Prevention": 1, "Dr. Sanjay Gupta": 1, "CNN's chief medical correspondent": 1, "many parts": 1, "the world": 1, "a neurotoxin": 1, "The agent": 1, "Gupta": 2, "any warning": 1, "tear gas": 1, "people": 1, "its presence": 1, "the Journal of Industrial Medicine": 1, "local government agencies": 1, "the family": 3, "a fumigation": 1, "the resort": 1, "any environmental regulations": 1, "laws": 1, "the EPA regional administrator": 1, "paramedics": 1, "Sea Glass Vacations": 1, "a rental agent": 1, "several units": 1, "Sirenusa": 1, "the one": 1, "pests": 1, "the unit directly below the one where the family stayed": 3, "an outside company": 1, "Terminix": 3, "the pest control services": 1, "its contract": 1, "an email": 1, "CNN": 1, "the termination": 1, "a spokesman": 1, "all work": 1, "a manner": 1, "our customers": 1, "employees": 1, "the public": 1, "the environment": 1, "this matter": 1, "authorities": 1, "The U.S. Department": 1, "Justice": 1, "a criminal investigation": 1, "Many questions": 1, "an odorless pesticide": 1, "this level": 1, "toxicity": 1, "a residential area": 1, "this family's injuries": 1, "The attorney": 1, "the responsible parties": 1, "justice": 1, "CNN's Rob Frehse": 1, "Jean Casarez": 1, "Sara Ganim": 1, "Jason Hanna": 1, "Laura Ly": 1, "Michael Martinez": 1, "this report": 1}, "bart_lines": ["Steve Esmond , his teenage sons and the teens ' mother fell ill more than two weeks ago .", "The EPA says the presence of a pesticide at the rented villa may have caused the illnesses .", "The use of the pesticide is restricted in the United States because of its acute toxicity ."], "bert_sum_lines": ["the family was renting a villa at the sirenusa resort in st. john .", "the teens and their mother are in critical condition .", "the epa says there was a presence of a pesticide at the rented villa .", "the use of the pesticide is restricted in the united states because of its acute toxicity ."], "bus_lines": ["a delaware father is in stable condition and his two boys remain in critical condition .", "steve esmond , his sons and the teens ' mother fell ill more than two weeks ago in st. john .", "exposure to methyl can cause health effects ."], "pgn_lines": ["steve esmond , his teenage sons and the teens ' mother fell ill more than two weeks ago .", "the family has confidence in their medical professionals and is hopeful for a full recovery .", "paramedics were called to the villa , which the family was renting ."], "s2s_lines": ["an investigation into the deaths of steve UNK and his two sons remain in critical condition .", "the two boys remain in critical condition .", "the cause of the UNK is not allowed to be used indoors , officials say ."], "article_lines": ["(CNN)A Delaware father is in stable condition and improving as his two boys remain in critical condition after they became sick -- perhaps from pesticide exposure, federal officials say -- during a trip to the U.S. Virgin Islands.", "Steve Esmond, his teenage sons and the teens' mother fell ill more than two weeks ago in St. John, where they were renting a villa at the Sirenusa resort.", "The family has confidence in their medical professionals and is hopeful for a full recovery, according to a statement released Monday from the family's attorney, James Maron.", "The teens' mother, Theresa Devine, was treated at a hospital and released, and is in occupational therapy, Maron said.", "The U.S. Environmental Protection Agency said Friday that the presence of a pesticide at the rented villa in St. John may have caused the illnesses, which were reported to the EPA on March 20.", "Paramedics were called to the villa, which the family was renting.", "Esmond was found unconscious; the boys and their mother were having seizures, Maron said.", "The lawyer did not say who called the paramedics.", "Elias Rodriguez, an EPA spokesman, said the agency's preliminary test results \"do show that there was a presence of methyl bromide in the unit where the family was staying.", "\" Exposure to methyl bromide can result in serious health effects, including central nervous system and respiratory system damage, according to the EPA.", "The use of the pesticide is restricted in the United States because of its acute toxicity.", "It's not allowed to be used indoors.", "Only certified professionals are permitted to use it in certain agricultural settings.", "For example, the pesticide is injected into the soil of some U.S. strawberry fields, said Judith Enck, an EPA regional administrator.", "\"We trust that the strawberry producers are making sure that there's not excess pesticide residue on strawberries,\" Enck said.", "\"You definitely want to wash them really good.", "\"This is a pesticide that's been around for a long time, and ironically because of its impact and damage to the ozone layer, it's being phased out because of the air impacts of this fumigant,\" Enck added.", "Field workers at a Connecticut nursery were poisoned by the chemical in 1990, according to the Journal of Industrial Medicine.", "In 2011, warehouse workers in California fell ill after exposed to grapes imported from Chile fumigated with methyl bromide, the U.S. Centers for Disease Control and Prevention said.", "Dr. Sanjay Gupta, CNN's chief medical correspondent, said many parts of the world banned the chemical, a neurotoxin.", "The agent is to be used only outdoors.", "The chemical is also odorless and colorless, Gupta said.", "\"It's not something that you would have any warning of,\" Gupta said.", "The chemical is often mixed with tear gas so people can be aware of its presence, he added.", "The EPA said it is working with local government agencies to investigate whether the family was made ill after a fumigation at the resort on March 18 and whether any environmental regulations or laws were violated.", "Enck, the EPA regional administrator, said paramedics were called early on March 20.", "Sea Glass Vacations, which acts as a rental agent for several units at Sirenusa, said the unit directly below the one where the family stayed was recently treated for pests, but that the family's unit was not treated.", "The company said it licensed an outside company, Terminix, for the pest control services.", "On Monday, it ended its contract with Terminix.", "In an email to CNN before the termination, a spokesman for Terminix wrote that the company is \"committed to performing all work ...", "in a manner that is safe for our customers, employees, the public and the environment\" and is \"looking into this matter internally, and cooperating with authorities.", "\" The U.S. Department of Justice has initiated a criminal investigation.", "\"Many questions remain why an odorless pesticide of this level of toxicity could be manufactured, distributed and applied in a residential area resulting in this family's injuries,\" Maron said.", "The attorney added: \"The family is confident that the responsible parties will be brought to justice and held accountable.\"", "CNN's Rob Frehse, Jean Casarez, Sara Ganim, Jason Hanna, Laura Ly and Michael Martinez contributed to this report."], "negative_entity": "Tokyo", "bart_cased": "Steve Esmond , his teenage sons and the teens ' mother fell ill more than two weeks ago . The EPA says the presence of a pesticide at the rented villa may have caused the illnesses . The use of the pesticide is restricted in the United States because of its acute toxicity .", "traps": [["F5", "toxicity a were in in any."], ["F5", "industrial mixed the officials pesticide hospital united friday report glass is federal to states is."], ["F4", "she recently revealed  her then boyfriend jerry o'connell 'flirted with and felt up' rebecca romijn at a party over a decade ago."], ["F6", "the use of the pesticide is restricted in the united states because of their acute toxicity."], ["F6", "\"it's not something that her would have any warning of,\" gupta said."], ["F1", "the agent is not to be used only outdoors ."]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_rouge": {"rouge_1_recall": 0.24444, "rouge_1_recall_cb": 0.24444, "rouge_1_recall_ce": 0.24444, "rouge_1_precision": 0.22449, "rouge_1_precision_cb": 0.22449, "rouge_1_precision_ce": 0.22449, "rouge_1_f_score": 0.23404, "rouge_1_f_score_cb": 0.23404, "rouge_1_f_score_ce": 0.23404, "rouge_2_recall": 0.06818, "rouge_2_recall_cb": 0.06818, "rouge_2_recall_ce": 0.06818, "rouge_2_precision": 0.0625, "rouge_2_precision_cb": 0.0625, "rouge_2_precision_ce": 0.0625, "rouge_2_f_score": 0.06522, "rouge_2_f_score_cb": 0.06522, "rouge_2_f_score_ce": 0.06522, "rouge_3_recall": 0.02326, "rouge_3_recall_cb": 0.02326, "rouge_3_recall_ce": 0.02326, "rouge_3_precision": 0.02128, "rouge_3_precision_cb": 0.02128, "rouge_3_precision_ce": 0.02128, "rouge_3_f_score": 0.02223, "rouge_3_f_score_cb": 0.02223, "rouge_3_f_score_ce": 0.02223, "rouge_4_recall": 0.0, "rouge_4_recall_cb": 0.0, "rouge_4_recall_ce": 0.0, "rouge_4_precision": 0.0, "rouge_4_precision_cb": 0.0, "rouge_4_precision_ce": 0.0, "rouge_4_f_score": 0.0, "rouge_4_f_score_cb": 0.0, "rouge_4_f_score_ce": 0.0, "rouge_l_recall": 0.2, "rouge_l_recall_cb": 0.2, "rouge_l_recall_ce": 0.2, "rouge_l_precision": 0.18367, "rouge_l_precision_cb": 0.18367, "rouge_l_precision_ce": 0.18367, "rouge_l_f_score": 0.19149, "rouge_l_f_score_cb": 0.19149, "rouge_l_f_score_ce": 0.19149, "rouge_w_1.2_recall": 0.07349, "rouge_w_1.2_recall_cb": 0.07349, "rouge_w_1.2_recall_ce": 0.07349, "rouge_w_1.2_precision": 0.14451, "rouge_w_1.2_precision_cb": 0.14451, "rouge_w_1.2_precision_ce": 0.14451, "rouge_w_1.2_f_score": 0.09743, "rouge_w_1.2_f_score_cb": 0.09743, "rouge_w_1.2_f_score_ce": 0.09743, "rouge_s*_recall": 0.05657, "rouge_s*_recall_cb": 0.05657, "rouge_s*_recall_ce": 0.05657, "rouge_s*_precision": 0.04762, "rouge_s*_precision_cb": 0.04762, "rouge_s*_precision_ce": 0.04762, "rouge_s*_f_score": 0.05171, "rouge_s*_f_score_cb": 0.05171, "rouge_s*_f_score_ce": 0.05171, "rouge_su*_recall": 0.0648, "rouge_su*_recall_cb": 0.0648, "rouge_su*_recall_ce": 0.0648, "rouge_su*_precision": 0.05474, "rouge_su*_precision_cb": 0.05474, "rouge_su*_precision_ce": 0.05474, "rouge_su*_f_score": 0.05935, "rouge_su*_f_score_cb": 0.05935, "rouge_su*_f_score_ce": 0.05935}, "bart_bleu": 2.6058908670542285, "bart_meteor": 0.11963832135254168, "bert_sum_rouge": {"rouge_1_recall": 0.35556, "rouge_1_recall_cb": 0.35556, "rouge_1_recall_ce": 0.35556, "rouge_1_precision": 0.30769, "rouge_1_precision_cb": 0.30769, "rouge_1_precision_ce": 0.30769, "rouge_1_f_score": 0.3299, "rouge_1_f_score_cb": 0.3299, "rouge_1_f_score_ce": 0.3299, "rouge_2_recall": 0.09091, "rouge_2_recall_cb": 0.09091, "rouge_2_recall_ce": 0.09091, "rouge_2_precision": 0.07843, "rouge_2_precision_cb": 0.07843, "rouge_2_precision_ce": 0.07843, "rouge_2_f_score": 0.08421, "rouge_2_f_score_cb": 0.08421, "rouge_2_f_score_ce": 0.08421, "rouge_3_recall": 0.02326, "rouge_3_recall_cb": 0.02326, "rouge_3_recall_ce": 0.02326, "rouge_3_precision": 0.02, "rouge_3_precision_cb": 0.02, "rouge_3_precision_ce": 0.02, "rouge_3_f_score": 0.02151, "rouge_3_f_score_cb": 0.02151, "rouge_3_f_score_ce": 0.02151, "rouge_4_recall": 0.0, "rouge_4_recall_cb": 0.0, "rouge_4_recall_ce": 0.0, "rouge_4_precision": 0.0, "rouge_4_precision_cb": 0.0, "rouge_4_precision_ce": 0.0, "rouge_4_f_score": 0.0, "rouge_4_f_score_cb": 0.0, "rouge_4_f_score_ce": 0.0, "rouge_l_recall": 0.22222, "rouge_l_recall_cb": 0.22222, "rouge_l_recall_ce": 0.22222, "rouge_l_precision": 0.19231, "rouge_l_precision_cb": 0.19231, "rouge_l_precision_ce": 0.19231, "rouge_l_f_score": 0.20619, "rouge_l_f_score_cb": 0.20619, "rouge_l_f_score_ce": 0.20619, "rouge_w_1.2_recall": 0.0793, "rouge_w_1.2_recall_cb": 0.0793, "rouge_w_1.2_recall_ce": 0.0793, "rouge_w_1.2_precision": 0.14693, "rouge_w_1.2_precision_cb": 0.14693, "rouge_w_1.2_precision_ce": 0.14693, "rouge_w_1.2_f_score": 0.10301, "rouge_w_1.2_f_score_cb": 0.10301, "rouge_w_1.2_f_score_ce": 0.10301, "rouge_s*_recall": 0.10303, "rouge_s*_recall_cb": 0.10303, "rouge_s*_recall_ce": 0.10303, "rouge_s*_precision": 0.07692, "rouge_s*_precision_cb": 0.07692, "rouge_s*_precision_ce": 0.07692, "rouge_s*_f_score": 0.08808, "rouge_s*_f_score_cb": 0.08808, "rouge_s*_f_score_ce": 0.08808, "rouge_su*_recall": 0.11412, "rouge_su*_recall_cb": 0.11412, "rouge_su*_recall_ce": 0.11412, "rouge_su*_precision": 0.08569, "rouge_su*_precision_cb": 0.08569, "rouge_su*_precision_ce": 0.08569, "rouge_su*_f_score": 0.09788, "rouge_su*_f_score_cb": 0.09788, "rouge_su*_f_score_ce": 0.09788}, "bert_sum_bleu": 2.9823628634547434, "bert_sum_meteor": 0.12785655003779337, "bus_rouge": {"rouge_1_recall": 0.22222, "rouge_1_recall_cb": 0.22222, "rouge_1_recall_ce": 0.22222, "rouge_1_precision": 0.25, "rouge_1_precision_cb": 0.25, "rouge_1_precision_ce": 0.25, "rouge_1_f_score": 0.23529, "rouge_1_f_score_cb": 0.23529, "rouge_1_f_score_ce": 0.23529, "rouge_2_recall": 0.02273, "rouge_2_recall_cb": 0.02273, "rouge_2_recall_ce": 0.02273, "rouge_2_precision": 0.02564, "rouge_2_precision_cb": 0.02564, "rouge_2_precision_ce": 0.02564, "rouge_2_f_score": 0.0241, "rouge_2_f_score_cb": 0.0241, "rouge_2_f_score_ce": 0.0241, "rouge_3_recall": 0.0, "rouge_3_recall_cb": 0.0, "rouge_3_recall_ce": 0.0, "rouge_3_precision": 0.0, "rouge_3_precision_cb": 0.0, "rouge_3_precision_ce": 0.0, "rouge_3_f_score": 0.0, "rouge_3_f_score_cb": 0.0, "rouge_3_f_score_ce": 0.0, "rouge_4_recall": 0.0, "rouge_4_recall_cb": 0.0, "rouge_4_recall_ce": 0.0, "rouge_4_precision": 0.0, "rouge_4_precision_cb": 0.0, "rouge_4_precision_ce": 0.0, "rouge_4_f_score": 0.0, "rouge_4_f_score_cb": 0.0, "rouge_4_f_score_ce": 0.0, "rouge_l_recall": 0.11111, "rouge_l_recall_cb": 0.11111, "rouge_l_recall_ce": 0.11111, "rouge_l_precision": 0.125, "rouge_l_precision_cb": 0.125, "rouge_l_precision_ce": 0.125, "rouge_l_f_score": 0.11765, "rouge_l_f_score_cb": 0.11765, "rouge_l_f_score_ce": 0.11765, "rouge_w_1.2_recall": 0.04164, "rouge_w_1.2_recall_cb": 0.04164, "rouge_w_1.2_recall_ce": 0.04164, "rouge_w_1.2_precision": 0.10031, "rouge_w_1.2_precision_cb": 0.10031, "rouge_w_1.2_precision_ce": 0.10031, "rouge_w_1.2_f_score": 0.05885, "rouge_w_1.2_f_score_cb": 0.05885, "rouge_w_1.2_f_score_ce": 0.05885, "rouge_s*_recall": 0.03737, "rouge_s*_recall_cb": 0.03737, "rouge_s*_recall_ce": 0.03737, "rouge_s*_precision": 0.04744, "rouge_s*_precision_cb": 0.04744, "rouge_s*_precision_ce": 0.04744, "rouge_s*_f_score": 0.04181, "rouge_s*_f_score_cb": 0.04181, "rouge_s*_f_score_ce": 0.04181, "rouge_su*_recall": 0.04545, "rouge_su*_recall_cb": 0.04545, "rouge_su*_recall_ce": 0.04545, "rouge_su*_precision": 0.05739, "rouge_su*_precision_cb": 0.05739, "rouge_su*_precision_ce": 0.05739, "rouge_su*_f_score": 0.05073, "rouge_su*_f_score_cb": 0.05073, "rouge_su*_f_score_ce": 0.05073}, "bus_bleu": 2.3087682547486006, "bus_meteor": 0.09021332945096515, "pgn_rouge": {"rouge_1_recall": 0.2, "rouge_1_recall_cb": 0.2, "rouge_1_recall_ce": 0.2, "rouge_1_precision": 0.21429, "rouge_1_precision_cb": 0.21429, "rouge_1_precision_ce": 0.21429, "rouge_1_f_score": 0.2069, "rouge_1_f_score_cb": 0.2069, "rouge_1_f_score_ce": 0.2069, "rouge_2_recall": 0.02273, "rouge_2_recall_cb": 0.02273, "rouge_2_recall_ce": 0.02273, "rouge_2_precision": 0.02439, "rouge_2_precision_cb": 0.02439, "rouge_2_precision_ce": 0.02439, "rouge_2_f_score": 0.02353, "rouge_2_f_score_cb": 0.02353, "rouge_2_f_score_ce": 0.02353, "rouge_3_recall": 0.0, "rouge_3_recall_cb": 0.0, "rouge_3_recall_ce": 0.0, "rouge_3_precision": 0.0, "rouge_3_precision_cb": 0.0, "rouge_3_precision_ce": 0.0, "rouge_3_f_score": 0.0, "rouge_3_f_score_cb": 0.0, "rouge_3_f_score_ce": 0.0, "rouge_4_recall": 0.0, "rouge_4_recall_cb": 0.0, "rouge_4_recall_ce": 0.0, "rouge_4_precision": 0.0, "rouge_4_precision_cb": 0.0, "rouge_4_precision_ce": 0.0, "rouge_4_f_score": 0.0, "rouge_4_f_score_cb": 0.0, "rouge_4_f_score_ce": 0.0, "rouge_l_recall": 0.11111, "rouge_l_recall_cb": 0.11111, "rouge_l_recall_ce": 0.11111, "rouge_l_precision": 0.11905, "rouge_l_precision_cb": 0.11905, "rouge_l_precision_ce": 0.11905, "rouge_l_f_score": 0.11494, "rouge_l_f_score_cb": 0.11494, "rouge_l_f_score_ce": 0.11494, "rouge_w_1.2_recall": 0.04164, "rouge_w_1.2_recall_cb": 0.04164, "rouge_w_1.2_recall_ce": 0.04164, "rouge_w_1.2_precision": 0.09553, "rouge_w_1.2_precision_cb": 0.09553, "rouge_w_1.2_precision_ce": 0.09553, "rouge_w_1.2_f_score": 0.058, "rouge_w_1.2_f_score_cb": 0.058, "rouge_w_1.2_f_score_ce": 0.058, "rouge_s*_recall": 0.03636, "rouge_s*_recall_cb": 0.03636, "rouge_s*_recall_ce": 0.03636, "rouge_s*_precision": 0.04181, "rouge_s*_precision_cb": 0.04181, "rouge_s*_precision_ce": 0.04181, "rouge_s*_f_score": 0.0389, "rouge_s*_f_score_cb": 0.0389, "rouge_s*_f_score_ce": 0.0389, "rouge_su*_recall": 0.04352, "rouge_su*_recall_cb": 0.04352, "rouge_su*_recall_ce": 0.04352, "rouge_su*_precision": 0.04989, "rouge_su*_precision_cb": 0.04989, "rouge_su*_precision_ce": 0.04989, "rouge_su*_f_score": 0.04649, "rouge_su*_f_score_cb": 0.04649, "rouge_su*_f_score_ce": 0.04649}, "pgn_bleu": 2.276359997566823, "pgn_meteor": 0.09505230557528749, "s2s_rouge": {"rouge_1_recall": 0.17778, "rouge_1_recall_cb": 0.17778, "rouge_1_recall_ce": 0.17778, "rouge_1_precision": 0.21622, "rouge_1_precision_cb": 0.21622, "rouge_1_precision_ce": 0.21622, "rouge_1_f_score": 0.19512, "rouge_1_f_score_cb": 0.19512, "rouge_1_f_score_ce": 0.19512, "rouge_2_recall": 0.0, "rouge_2_recall_cb": 0.0, "rouge_2_recall_ce": 0.0, "rouge_2_precision": 0.0, "rouge_2_precision_cb": 0.0, "rouge_2_precision_ce": 0.0, "rouge_2_f_score": 0.0, "rouge_2_f_score_cb": 0.0, "rouge_2_f_score_ce": 0.0, "rouge_3_recall": 0.0, "rouge_3_recall_cb": 0.0, "rouge_3_recall_ce": 0.0, "rouge_3_precision": 0.0, "rouge_3_precision_cb": 0.0, "rouge_3_precision_ce": 0.0, "rouge_3_f_score": 0.0, "rouge_3_f_score_cb": 0.0, "rouge_3_f_score_ce": 0.0, "rouge_4_recall": 0.0, "rouge_4_recall_cb": 0.0, "rouge_4_recall_ce": 0.0, "rouge_4_precision": 0.0, "rouge_4_precision_cb": 0.0, "rouge_4_precision_ce": 0.0, "rouge_4_f_score": 0.0, "rouge_4_f_score_cb": 0.0, "rouge_4_f_score_ce": 0.0, "rouge_l_recall": 0.11111, "rouge_l_recall_cb": 0.11111, "rouge_l_recall_ce": 0.11111, "rouge_l_precision": 0.13514, "rouge_l_precision_cb": 0.13514, "rouge_l_precision_ce": 0.13514, "rouge_l_f_score": 0.12195, "rouge_l_f_score_cb": 0.12195, "rouge_l_f_score_ce": 0.12195, "rouge_w_1.2_recall": 0.04164, "rouge_w_1.2_recall_cb": 0.04164, "rouge_w_1.2_recall_ce": 0.04164, "rouge_w_1.2_precision": 0.10844, "rouge_w_1.2_precision_cb": 0.10844, "rouge_w_1.2_precision_ce": 0.10844, "rouge_w_1.2_f_score": 0.06017, "rouge_w_1.2_f_score_cb": 0.06017, "rouge_w_1.2_f_score_ce": 0.06017, "rouge_s*_recall": 0.01818, "rouge_s*_recall_cb": 0.01818, "rouge_s*_recall_ce": 0.01818, "rouge_s*_precision": 0.02703, "rouge_s*_precision_cb": 0.02703, "rouge_s*_precision_ce": 0.02703, "rouge_s*_f_score": 0.02174, "rouge_s*_f_score_cb": 0.02174, "rouge_s*_f_score_ce": 0.02174, "rouge_su*_recall": 0.02515, "rouge_su*_recall_cb": 0.02515, "rouge_su*_recall_ce": 0.02515, "rouge_su*_precision": 0.03704, "rouge_su*_precision_cb": 0.03704, "rouge_su*_precision_ce": 0.03704, "rouge_su*_f_score": 0.02996, "rouge_su*_f_score_cb": 0.02996, "rouge_su*_f_score_ce": 0.02996}, "s2s_bleu": 1.2469875949736244, "s2s_meteor": 0.07436863309001536}