{"bart_reference": "Michael Vaughan is the hot favourite to replace Paul Downton . Vaughan named on shortlist along with Andrew Strauss and Alec Stewart . The 2005 Ashes winning captain has held talks with Tom Harrison .", "bart": "former england captain michael vaughan has emerged as the favourite for the newly created role of director of england cricket . andrew strauss and alec stewart are also in the frame for the role . paul downton lost his job as the england and wales cricket board 's managing director of cricket .", "id": "dm-test-b93353a4ea2c5e16d06107c42ad4b2ef152a5ff9", "filepath": "cnndm/dailymail/stories/b93353a4ea2c5e16d06107c42ad4b2ef152a5ff9.story", "bert_sum_reference": "michael vaughan is the hot favourite to replace paul downton . vaughan named on shortlist along with andrew strauss and alec stewart . the 2005 ashes winning captain has held talks with tom harrison .", "bert_sum": "michael vaughan has emerged as the favourite for the role of director of england cricket . the 2005 ashes winning captain is the hot favourite on the three-man shortlist compiled by the ecb . andrew strauss and alec stewart have both registered their interest . click here for all the latest cricket news .", "bus_reference": "michael vaughan is the hot favourite to replace paul downton . vaughan named on shortlist along with andrew strauss and alec stewart . the 2005 ashes winning captain has held talks with tom harrison .", "bus": "michael vaughan spoke with new ecb chief executive tom harrison for an hour . the ashes winning captain is the favourite for the newly created role of england cricket . andrew strauss and alec stewart have registered their interest .", "pgn_reference": "michael vaughan is the hot favourite to replace paul downton . vaughan named on shortlist along with andrew strauss and alec stewart . the 2005 ashes winning captain has held talks with tom harrison .", "pgn": "michael vaughan has confirmed that he has held talks with the ecb over becoming england’s new supremo as the governing body’s new regime move closer to replacing paul downton . the 2005 ashes winning captain is the hot favourite on the three-man shortlist compiled by the ecb at thursday’s management board meeting ahead of andrew strauss and alec stewart . vaughan spoke to the ecb about the role on thursday after emerging as the no 1 choice .", "s2s_reference": "michael vaughan is the hot favourite to replace paul downton . vaughan named on shortlist along with andrew strauss and alec stewart . the 2005 ashes winning captain has held talks with tom harrison .", "s2s": "michael vaughan has confirmed he has held talks with the ecb over the appointment of andrew strauss and alec stewart . the ecb announced the sale of the ecb for the first time since he was made chief executive .", "hash": "b93353a4ea2c5e16d06107c42ad4b2ef152a5ff9", "url": "http://web.archive.org/web/20150425182037id_/http://www.dailymail.co.uk/sport/cricket/article-3034111/Michael-Vaughan-holds-talks-ECB-replacing-Paul-Downton-former-England-captain-named-three-man-shortlist.html", "article": "Michael Vaughan has confirmed that he has held talks with the ECB over becoming England’s new supremo as the governing body’s new regime move closer to replacing Paul Downton. The 2005 Ashes winning captain is the hot favourite on the three-man shortlist compiled by the ECB at Thursday’s management board meeting ahead of Andrew Strauss and Alec Stewart, who have both registered their interest. Vaughan spoke with new ECB chief executive Tom Harrison for an hour and has worked closely in the past with chairman-elect Colin Graves at Yorkshire and looks set to be offered the job if he can reach agreement. Michael Vaughan has emerged as the favourite for the newly created role of director of England cricket Vaughan spoke to the ECB about the role on Thursday after emerging as the No 1 choice Alec Stewart, who is also in the frame, stands at the KIA Oval ahead of a Surrey team photo shoot on Thursday ‘I had a good chat with Tom which was just about general stuff,’ said Vaughan. ‘We had a one-hour conversation. I have not got a clue what the role is, what the parameters are or what they are looking for. ‘It was the first time I have met him since he was made chief executive because I’ve been away at the World Cup. I knew him from his IMG days and back in the day when he played for Derbyshire but we had not met in person for a long time,’ Vaughan told the Daily Telegraph. ‘It was just a chance to meet up and have a chat and try to kick around a few ideas. It was away from England stuff. It was about the game, the structure and Twenty20. Everything. ‘I like the way he works and his vision for the game and he and Colin Graves will be the perfect partnership. But nothing has changed as far as I’m concerned. I am keen to talk to them when I understand more about the role and what skills are required. 'There will be many others, really good guys, keen to talk who are the type of guys needed to move English cricket forward. ‘I am certainly not in a position to be anywhere near being appointed because I don’t know what the job is. Until we know what it entails I, like all the other candidates, have to look at it and see whether it is for me.’ Former England stars Vaughan and Stewart both work in the media as cricket analysts and commentators Andrew Strauss is another former England captain who is being considered for the role That may be so but the ECB are keen to make a quick appointment and Vaughan looks certain to be the one they want to effectively become a football manager type figure with overall responsibility for coaching and selection. Peter Moores, who is preparing to coach England in their Test series here in the Caribbean, said on Thursday he could work with Vaughan even though the pair had an uneasy relationship when they were captain and coach in 2007. Vaughan has also been a strong critic of Moores in his second coming as coach in his various media roles and it is the amount of successful interests Vaughan has that remain the biggest obstacles towards his appointment. ‘I am loving my job at the moment,’ said Vaughan. ‘I really enjoy the media work and I am now looking forward to getting to the West Indies to watch England win a series they should win and continue where they left off in Test cricket against India last year.’ It will be fascinating to watch Vaughan commentate for BBC’s Test Match Special on a team he may well soon be in charge of. England coach Peter Moores has said he could work with Vaughan despite their uneasy relationship Paul Downton lost his job as the England and Wales Cricket Board's managing director of cricket Alec Stewart (Age 52) CURRENT JOB: Director of cricket at Surrey. SHOW US YOUR MEDALS: Played 133 Tests, more than any England cricketer. PLAYERS HE LIKES: Has established a rapport at Surrey with the out-of-favour Kevin Pietersen — says English cricket needs to be bold. REASON IT MIGHT HAPPEN: Stewart has added his name to the ring of potential candidates, and knows the job of director of cricket inside out. REASON IT MIGHT NOT: He’s only interested if there’s a clear line of accountability. May demand a say in selection. Andrew Strauss (Age 38) CURRENT JOB: Sky commentator. SHOW US YOUR MEDALS: Captained England to home-and-away Ashes triumphs. PLAYERS HE LIKES: A big fan of his former opening partner Alastair Cook, who he insists will score plenty of Test runs this summer. REASON IT MIGHT HAPPEN: Widely respected within English cricket for taking the team to the top of the Test rankings. REASON IT MIGHT NOT: Strauss is still in the early days of his career as a commentator – and is enjoying it. Michael Vaughan (Age 40) CURRENT JOB: Broadcaster and columnist. SHOW US YOUR MEDALS: Famously led England to the 2005 Ashes — and 26 Test wins overall, a national record. PLAYERS HE LIKES: Joe Root is a particular favourite — he is next in line to replace Alastair Cook as Test captain. REASON IT MIGHT HAPPEN: Vaughan is interested in the job in principle, and is close to incoming ECB chairman Colin Graves. REASON IT MIGHT NOT: He may decide he’s enjoying his media career too much to risk entering firing line.", "entity_counter": {"Michael Vaughan": 15, "talks": 1, "the ECB": 4, "England’s new supremo": 1, "the governing body’s new regime": 1, "Paul Downton": 1, "the hot favourite": 1, "the three-man shortlist": 1, "Thursday’s management board meeting": 1, "Andrew Strauss": 3, "Alec Stewart": 3, "their interest": 1, "new ECB chief executive Tom Harrison": 1, "the past": 1, "chairman-elect Colin Graves": 1, "Yorkshire": 1, "the job": 4, "agreement": 1, "the favourite": 1, "the newly created role": 1, "England cricket": 1, "the role": 3, "the No 1 choice": 1, "the frame": 1, "the KIA Oval": 1, "a Surrey team photo shoot": 1, "a good chat": 1, "Tom": 1, "general stuff": 1, "a one-hour conversation": 1, "a clue": 1, "the newly created role of director of England cricket Vaughan": 1, "the parameters": 1, "the first time": 1, "chief executive": 1, "the World Cup": 1, "his IMG days": 1, "Derbyshire": 1, "person": 1, "a long time": 1, "the Daily Telegraph": 1, "a chance": 1, "a chat": 1, "a few ideas": 1, "England stuff": 1, "the game": 2, "the structure": 1, "Twenty20": 1, "the way": 1, "his vision": 1, "Colin Graves": 1, "the perfect partnership": 1, "what skills": 1, "many others": 1, "really good guys": 1, "the type": 1, "guys": 1, "English cricket": 3, "a position": 1, "all the other candidates": 1, "England": 5, "Stewart": 2, "the media": 1, "cricket analysts": 1, "commentators": 1, "another former England captain": 1, "a quick appointment": 1, "the one": 1, "a football manager type figure": 1, "overall responsibility": 1, "coaching": 1, "selection": 2, "Peter Moores": 1, "their Test series": 1, "the Caribbean": 1, "the pair": 1, "an uneasy relationship": 1, "captain": 1, "coach": 2, "a strong critic": 1, "Moores": 1, "his various media roles": 1, "the amount": 1, "successful interests": 1, "the biggest obstacles": 1, "his appointment": 1, "my job": 1, "the moment": 1, "the media work": 1, "the West Indies": 1, "a series": 1, "Test cricket": 1, "India": 1, "BBC’s Test Match Special": 1, "a team": 1, "charge": 1, "England coach Peter Moores": 2, "their uneasy relationship": 1, "his job": 1, "the England and Wales Cricket Board's managing director": 1, "cricket": 3, "CURRENT JOB": 3, "Director": 1, "Surrey": 2, "YOUR MEDALS": 3, "133 Tests": 1, "any England cricketer": 1, "PLAYERS": 3, "a rapport": 1, "favour": 1, "his name": 1, "the ring": 1, "potential candidates": 1, "director": 1, "a clear line": 1, "accountability": 1, "a say": 1, "Sky commentator": 1, "Captained": 1, "home": 1, "Ashes triumphs": 1, "A big fan": 1, "his former opening partner": 1, "Alastair Cook": 2, "plenty": 1, "REASON": 3, "the team": 1, "the top": 1, "the Test rankings": 1, "Andrew Strauss (Age 38)": 1, "his career": 1, "a commentator": 1, "Broadcaster": 1, "columnist": 1, "the 2005 Ashes": 1, "26 Test": 1, "a national record": 1, "Joe Root": 1, "a particular favourite": 1, "line": 1, "Test captain": 1, "Michael Vaughan (Age 40)": 1, "principle": 1, "incoming ECB chairman Colin Graves": 1, "his media career": 1, "firing line": 1}, "bart_lines": ["Former England captain Michael Vaughan has emerged as the favourite for the newly created role of director of England cricket .", "Andrew Strauss and Alec Stewart are also in the frame for the role .", "Paul Downton lost his job as the England and Wales Cricket Board 's managing director of cricket ."], "bert_sum_lines": ["michael vaughan has emerged as the favourite for the role of director of england cricket .", "the 2005 ashes winning captain is the hot favourite on the three-man shortlist compiled by the ecb .", "andrew strauss and alec stewart have both registered their interest .", "click here for all the latest cricket news ."], "bus_lines": ["michael vaughan spoke with new ecb chief executive tom harrison for an hour .", "the ashes winning captain is the favourite for the newly created role of england cricket .", "andrew strauss and alec stewart have registered their interest ."], "pgn_lines": ["michael vaughan has confirmed that he has held talks with the ecb over becoming england’s new supremo as the governing body’s new regime move closer to replacing paul downton .", "the 2005 ashes winning captain is the hot favourite on the three-man shortlist compiled by the ecb at thursday’s management board meeting ahead of andrew strauss and alec stewart .", "vaughan spoke to the ecb about the role on thursday after emerging as the no 1 choice ."], "s2s_lines": ["michael vaughan has confirmed he has held talks with the ecb over the appointment of andrew strauss and alec stewart .", "the ecb announced the sale of the ecb for the first time since he was made chief executive ."], "article_lines": ["Michael Vaughan has confirmed that he has held talks with the ECB over becoming England’s new supremo as the governing body’s new regime move closer to replacing Paul Downton.", "The 2005 Ashes winning captain is the hot favourite on the three-man shortlist compiled by the ECB at Thursday’s management board meeting ahead of Andrew Strauss and Alec Stewart, who have both registered their interest.", "Vaughan spoke with new ECB chief executive Tom Harrison for an hour and has worked closely in the past with chairman-elect Colin Graves at Yorkshire and looks set to be offered the job if he can reach agreement.", "Michael Vaughan has emerged as the favourite for the newly created role of director of England cricket Vaughan spoke to the ECB about the role on Thursday after emerging as the No 1 choice Alec Stewart, who is also in the frame, stands at the KIA Oval ahead of", "a Surrey team photo shoot on Thursday", "‘I had a good chat with Tom", "which was just about general stuff,’ said Vaughan.", "‘We had a one-hour conversation.", "I have not got a clue what the role is, what the parameters are or what they are looking for.", "‘It was the first time I have met him since he was made chief executive because I’ve been away at the World Cup.", "I knew him from his IMG days and back in the day when he played for Derbyshire", "but we had not met in person for a long time,’ Vaughan told the Daily Telegraph.", "‘It was just a chance to meet up and have a chat and try to kick around a few ideas.", "It was away from England stuff.", "It was about the game, the structure and Twenty20.", "Everything.", "‘I like the way he works and his vision for the game and he and Colin Graves will be the perfect partnership.", "But nothing has changed as far as I’m concerned.", "I am keen to talk to them when I understand more about the role and what skills are required. '", "There will be many others, really good guys, keen to talk who are the type of guys needed to move English cricket forward.", "‘I am certainly not in a position to be anywhere near being appointed because I don’t know what the job is.", "Until we know what it entails I, like all the other candidates, have to look at it and see whether it is for me.’", "Former England stars", "Vaughan and Stewart both work in the media as cricket analysts and commentators Andrew Strauss is another former England captain who is being considered for the role That may be so", "but the ECB are keen to make a quick appointment and", "Vaughan looks certain to be the one they want to effectively become a football manager type figure with overall responsibility for coaching and selection.", "Peter Moores, who is preparing to coach England in their Test series here in the Caribbean, said on Thursday he could work with Vaughan even though the pair had an uneasy relationship when they were captain and coach in 2007.", "Vaughan has also been a strong critic of Moores in his second coming as coach in his various media roles and it is the amount of successful interests", "Vaughan has that remain the biggest obstacles towards his appointment.", "‘I am loving my job at the moment,’ said Vaughan.", "‘I really enjoy the media work", "and I am now looking forward to getting to the West Indies to watch England win a series they should win and continue where they left off in Test cricket against India last year.’", "It will be fascinating to watch Vaughan commentate for BBC’s Test Match Special on a team", "he may well soon be in charge of.", "England coach Peter Moores has said he could work with Vaughan despite their uneasy relationship", "Paul Downton lost his job as the England and Wales Cricket Board's managing director of cricket Alec Stewart (Age 52)", "CURRENT JOB: Director of cricket at Surrey.", "SHOW US", "YOUR MEDALS:", "Played 133 Tests, more than any England cricketer.", "PLAYERS", "HE LIKES:", "Has established a rapport at Surrey with the out-of-favour Kevin Pietersen — says English cricket needs to be bold.", "REASON IT MIGHT HAPPEN", ": Stewart has added his name to the ring of potential candidates, and knows the job of director of cricket inside out.", "REASON", "IT MIGHT NOT:", "He’s only interested if there’s a clear line of accountability.", "May demand a say in selection.", "Andrew Strauss (Age 38)", "CURRENT JOB: Sky commentator.", "SHOW US", "YOUR MEDALS:", "Captained England to home-and-away", "Ashes triumphs.", "PLAYERS", "HE LIKES:", "A big fan of his former opening partner Alastair Cook, who he insists will score plenty of Test runs this summer.", "REASON IT MIGHT HAPPEN: Widely respected within English cricket for taking the team to the top of the Test rankings.", "REASON IT MIGHT NOT", ": Strauss is still in the early days of his career as a commentator – and is enjoying it.", "Michael Vaughan (Age 40)", "CURRENT JOB: Broadcaster and columnist.", "SHOW US", "YOUR MEDALS:", "Famously led England to the 2005 Ashes — and 26 Test wins overall, a national record.", "PLAYERS", "HE LIKES:", "Joe Root is a particular favourite — he is next in line to replace Alastair Cook as Test captain.", "REASON IT MIGHT HAPPEN", ": Vaughan is interested in the job in principle, and is close to incoming ECB chairman Colin Graves.", "REASON IT MIGHT NOT", ": He may decide he’s enjoying his media career too much to risk entering firing line."], "negative_entity": "jury", "bart_cased": "Former England captain Michael Vaughan has emerged as the favourite for the newly created role of director of England cricket . Andrew Strauss and Alec Stewart are also in the frame for the role . Paul Downton lost his job as the England and Wales Cricket Board 's managing director of cricket .", "traps": [["F6", "‘i am loving their job at the moment,’ said vaughan."], ["F5", "england out at close i has reason who understand shoot england until vaughan that."], ["F0", "michael vaughan has confirmed that he has held talks with the ecb over becoming england’s new supremo as the governing body’s new regime move closer to replacing paul downton."], ["F5", "firing on despite he because and english demand said as media so first back to."], ["F5", "age ecb are cup tests ecb am a score when team."], ["F6", "show her"]], "model_names": ["bart_lines", "bert_sum_lines", "bus_lines", "pgn_lines", "s2s_lines"], "bart_rouge": {"rouge_1_recall": 0.4375, "rouge_1_recall_cb": 0.4375, "rouge_1_recall_ce": 0.4375, "rouge_1_precision": 0.28, "rouge_1_precision_cb": 0.28, "rouge_1_precision_ce": 0.28, "rouge_1_f_score": 0.34146, "rouge_1_f_score_cb": 0.34146, "rouge_1_f_score_ce": 0.34146, "rouge_2_recall": 0.19355, "rouge_2_recall_cb": 0.19355, "rouge_2_recall_ce": 0.19355, "rouge_2_precision": 0.12245, "rouge_2_precision_cb": 0.12245, "rouge_2_precision_ce": 0.12245, "rouge_2_f_score": 0.15, "rouge_2_f_score_cb": 0.15, "rouge_2_f_score_ce": 0.15, "rouge_3_recall": 0.1, "rouge_3_recall_cb": 0.1, "rouge_3_recall_ce": 0.1, "rouge_3_precision": 0.0625, "rouge_3_precision_cb": 0.0625, "rouge_3_precision_ce": 0.0625, "rouge_3_f_score": 0.07692, "rouge_3_f_score_cb": 0.07692, "rouge_3_f_score_ce": 0.07692, "rouge_4_recall": 0.06897, "rouge_4_recall_cb": 0.06897, "rouge_4_recall_ce": 0.06897, "rouge_4_precision": 0.04255, "rouge_4_precision_cb": 0.04255, "rouge_4_precision_ce": 0.04255, "rouge_4_f_score": 0.05263, "rouge_4_f_score_cb": 0.05263, "rouge_4_f_score_ce": 0.05263, "rouge_l_recall": 0.3125, "rouge_l_recall_cb": 0.3125, "rouge_l_recall_ce": 0.3125, "rouge_l_precision": 0.2, "rouge_l_precision_cb": 0.2, "rouge_l_precision_ce": 0.2, "rouge_l_f_score": 0.2439, "rouge_l_f_score_cb": 0.2439, "rouge_l_f_score_ce": 0.2439, "rouge_w_1.2_recall": 0.13147, "rouge_w_1.2_recall_cb": 0.13147, "rouge_w_1.2_recall_ce": 0.13147, "rouge_w_1.2_precision": 0.16829, "rouge_w_1.2_precision_cb": 0.16829, "rouge_w_1.2_precision_ce": 0.16829, "rouge_w_1.2_f_score": 0.14762, "rouge_w_1.2_f_score_cb": 0.14762, "rouge_w_1.2_f_score_ce": 0.14762, "rouge_s*_recall": 0.12702, "rouge_s*_recall_cb": 0.12702, "rouge_s*_recall_ce": 0.12702, "rouge_s*_precision": 0.05143, "rouge_s*_precision_cb": 0.05143, "rouge_s*_precision_ce": 0.05143, "rouge_s*_f_score": 0.07322, "rouge_s*_f_score_cb": 0.07322, "rouge_s*_f_score_ce": 0.07322, "rouge_su*_recall": 0.14611, "rouge_su*_recall_cb": 0.14611, "rouge_su*_recall_ce": 0.14611, "rouge_su*_precision": 0.06044, "rouge_su*_precision_cb": 0.06044, "rouge_su*_precision_ce": 0.06044, "rouge_su*_f_score": 0.08551, "rouge_su*_f_score_cb": 0.08551, "rouge_su*_f_score_ce": 0.08551}, "bart_bleu": 9.660130805209128, "bart_meteor": 0.2059267944133867, "bert_sum_rouge": {"rouge_1_recall": 0.59375, "rouge_1_recall_cb": 0.59375, "rouge_1_recall_ce": 0.59375, "rouge_1_precision": 0.37255, "rouge_1_precision_cb": 0.37255, "rouge_1_precision_ce": 0.37255, "rouge_1_f_score": 0.45783, "rouge_1_f_score_cb": 0.45783, "rouge_1_f_score_ce": 0.45783, "rouge_2_recall": 0.3871, "rouge_2_recall_cb": 0.3871, "rouge_2_recall_ce": 0.3871, "rouge_2_precision": 0.24, "rouge_2_precision_cb": 0.24, "rouge_2_precision_ce": 0.24, "rouge_2_f_score": 0.2963, "rouge_2_f_score_cb": 0.2963, "rouge_2_f_score_ce": 0.2963, "rouge_3_recall": 0.26667, "rouge_3_recall_cb": 0.26667, "rouge_3_recall_ce": 0.26667, "rouge_3_precision": 0.16327, "rouge_3_precision_cb": 0.16327, "rouge_3_precision_ce": 0.16327, "rouge_3_f_score": 0.20254, "rouge_3_f_score_cb": 0.20254, "rouge_3_f_score_ce": 0.20254, "rouge_4_recall": 0.17241, "rouge_4_recall_cb": 0.17241, "rouge_4_recall_ce": 0.17241, "rouge_4_precision": 0.10417, "rouge_4_precision_cb": 0.10417, "rouge_4_precision_ce": 0.10417, "rouge_4_f_score": 0.12987, "rouge_4_f_score_cb": 0.12987, "rouge_4_f_score_ce": 0.12987, "rouge_l_recall": 0.4375, "rouge_l_recall_cb": 0.4375, "rouge_l_recall_ce": 0.4375, "rouge_l_precision": 0.27451, "rouge_l_precision_cb": 0.27451, "rouge_l_precision_ce": 0.27451, "rouge_l_f_score": 0.33735, "rouge_l_f_score_cb": 0.33735, "rouge_l_f_score_ce": 0.33735, "rouge_w_1.2_recall": 0.18547, "rouge_w_1.2_recall_cb": 0.18547, "rouge_w_1.2_recall_ce": 0.18547, "rouge_w_1.2_precision": 0.23275, "rouge_w_1.2_precision_cb": 0.23275, "rouge_w_1.2_precision_ce": 0.23275, "rouge_w_1.2_f_score": 0.20644, "rouge_w_1.2_f_score_cb": 0.20644, "rouge_w_1.2_f_score_ce": 0.20644, "rouge_s*_recall": 0.24194, "rouge_s*_recall_cb": 0.24194, "rouge_s*_recall_ce": 0.24194, "rouge_s*_precision": 0.09412, "rouge_s*_precision_cb": 0.09412, "rouge_s*_precision_ce": 0.09412, "rouge_s*_f_score": 0.13552, "rouge_s*_f_score_cb": 0.13552, "rouge_s*_f_score_ce": 0.13552, "rouge_su*_recall": 0.26376, "rouge_su*_recall_cb": 0.26376, "rouge_su*_recall_ce": 0.26376, "rouge_su*_precision": 0.10491, "rouge_su*_precision_cb": 0.10491, "rouge_su*_precision_ce": 0.10491, "rouge_su*_f_score": 0.15011, "rouge_su*_f_score_cb": 0.15011, "rouge_su*_f_score_ce": 0.15011}, "bert_sum_bleu": 21.23876017465403, "bert_sum_meteor": 0.2767876892445557, "bus_rouge": {"rouge_1_recall": 0.53125, "rouge_1_recall_cb": 0.53125, "rouge_1_recall_ce": 0.53125, "rouge_1_precision": 0.45946, "rouge_1_precision_cb": 0.45946, "rouge_1_precision_ce": 0.45946, "rouge_1_f_score": 0.49275, "rouge_1_f_score_cb": 0.49275, "rouge_1_f_score_ce": 0.49275, "rouge_2_recall": 0.29032, "rouge_2_recall_cb": 0.29032, "rouge_2_recall_ce": 0.29032, "rouge_2_precision": 0.25, "rouge_2_precision_cb": 0.25, "rouge_2_precision_ce": 0.25, "rouge_2_f_score": 0.26866, "rouge_2_f_score_cb": 0.26866, "rouge_2_f_score_ce": 0.26866, "rouge_3_recall": 0.13333, "rouge_3_recall_cb": 0.13333, "rouge_3_recall_ce": 0.13333, "rouge_3_precision": 0.11429, "rouge_3_precision_cb": 0.11429, "rouge_3_precision_ce": 0.11429, "rouge_3_f_score": 0.12308, "rouge_3_f_score_cb": 0.12308, "rouge_3_f_score_ce": 0.12308, "rouge_4_recall": 0.06897, "rouge_4_recall_cb": 0.06897, "rouge_4_recall_ce": 0.06897, "rouge_4_precision": 0.05882, "rouge_4_precision_cb": 0.05882, "rouge_4_precision_ce": 0.05882, "rouge_4_f_score": 0.06349, "rouge_4_f_score_cb": 0.06349, "rouge_4_f_score_ce": 0.06349, "rouge_l_recall": 0.3125, "rouge_l_recall_cb": 0.3125, "rouge_l_recall_ce": 0.3125, "rouge_l_precision": 0.27027, "rouge_l_precision_cb": 0.27027, "rouge_l_precision_ce": 0.27027, "rouge_l_f_score": 0.28985, "rouge_l_f_score_cb": 0.28985, "rouge_l_f_score_ce": 0.28985, "rouge_w_1.2_recall": 0.13397, "rouge_w_1.2_recall_cb": 0.13397, "rouge_w_1.2_recall_ce": 0.13397, "rouge_w_1.2_precision": 0.23172, "rouge_w_1.2_precision_cb": 0.23172, "rouge_w_1.2_precision_ce": 0.23172, "rouge_w_1.2_f_score": 0.16978, "rouge_w_1.2_f_score_cb": 0.16978, "rouge_w_1.2_f_score_ce": 0.16978, "rouge_s*_recall": 0.16331, "rouge_s*_recall_cb": 0.16331, "rouge_s*_recall_ce": 0.16331, "rouge_s*_precision": 0.12162, "rouge_s*_precision_cb": 0.12162, "rouge_s*_precision_ce": 0.12162, "rouge_s*_f_score": 0.13942, "rouge_s*_f_score_cb": 0.13942, "rouge_s*_f_score_ce": 0.13942, "rouge_su*_recall": 0.18406, "rouge_su*_recall_cb": 0.18406, "rouge_su*_recall_ce": 0.18406, "rouge_su*_precision": 0.13818, "rouge_su*_precision_cb": 0.13818, "rouge_su*_precision_ce": 0.13818, "rouge_su*_f_score": 0.15785, "rouge_su*_f_score_cb": 0.15785, "rouge_su*_f_score_ce": 0.15785}, "bus_bleu": 16.434349396840393, "bus_meteor": 0.2561543586713263, "pgn_rouge": {"rouge_1_recall": 0.84375, "rouge_1_recall_cb": 0.84375, "rouge_1_recall_ce": 0.84375, "rouge_1_precision": 0.34177, "rouge_1_precision_cb": 0.34177, "rouge_1_precision_ce": 0.34177, "rouge_1_f_score": 0.48648, "rouge_1_f_score_cb": 0.48648, "rouge_1_f_score_ce": 0.48648, "rouge_2_recall": 0.58065, "rouge_2_recall_cb": 0.58065, "rouge_2_recall_ce": 0.58065, "rouge_2_precision": 0.23077, "rouge_2_precision_cb": 0.23077, "rouge_2_precision_ce": 0.23077, "rouge_2_f_score": 0.33028, "rouge_2_f_score_cb": 0.33028, "rouge_2_f_score_ce": 0.33028, "rouge_3_recall": 0.4, "rouge_3_recall_cb": 0.4, "rouge_3_recall_ce": 0.4, "rouge_3_precision": 0.15584, "rouge_3_precision_cb": 0.15584, "rouge_3_precision_ce": 0.15584, "rouge_3_f_score": 0.22429, "rouge_3_f_score_cb": 0.22429, "rouge_3_f_score_ce": 0.22429, "rouge_4_recall": 0.24138, "rouge_4_recall_cb": 0.24138, "rouge_4_recall_ce": 0.24138, "rouge_4_precision": 0.09211, "rouge_4_precision_cb": 0.09211, "rouge_4_precision_ce": 0.09211, "rouge_4_f_score": 0.13334, "rouge_4_f_score_cb": 0.13334, "rouge_4_f_score_ce": 0.13334, "rouge_l_recall": 0.46875, "rouge_l_recall_cb": 0.46875, "rouge_l_recall_ce": 0.46875, "rouge_l_precision": 0.18987, "rouge_l_precision_cb": 0.18987, "rouge_l_precision_ce": 0.18987, "rouge_l_f_score": 0.27027, "rouge_l_f_score_cb": 0.27027, "rouge_l_f_score_ce": 0.27027, "rouge_w_1.2_recall": 0.18539, "rouge_w_1.2_recall_cb": 0.18539, "rouge_w_1.2_recall_ce": 0.18539, "rouge_w_1.2_precision": 0.15019, "rouge_w_1.2_precision_cb": 0.15019, "rouge_w_1.2_precision_ce": 0.15019, "rouge_w_1.2_f_score": 0.16594, "rouge_w_1.2_f_score_cb": 0.16594, "rouge_w_1.2_f_score_ce": 0.16594, "rouge_s*_recall": 0.44153, "rouge_s*_recall_cb": 0.44153, "rouge_s*_recall_ce": 0.44153, "rouge_s*_precision": 0.07108, "rouge_s*_precision_cb": 0.07108, "rouge_s*_precision_ce": 0.07108, "rouge_s*_f_score": 0.12245, "rouge_s*_f_score_cb": 0.12245, "rouge_s*_f_score_ce": 0.12245, "rouge_su*_recall": 0.46679, "rouge_su*_recall_cb": 0.46679, "rouge_su*_recall_ce": 0.46679, "rouge_su*_precision": 0.07787, "rouge_su*_precision_cb": 0.07787, "rouge_su*_precision_ce": 0.07787, "rouge_su*_f_score": 0.13347, "rouge_su*_f_score_cb": 0.13347, "rouge_su*_f_score_ce": 0.13347}, "pgn_bleu": 20.48803405456413, "pgn_meteor": 0.359291450853119, "s2s_rouge": {"rouge_1_recall": 0.40625, "rouge_1_recall_cb": 0.40625, "rouge_1_recall_ce": 0.40625, "rouge_1_precision": 0.34211, "rouge_1_precision_cb": 0.34211, "rouge_1_precision_ce": 0.34211, "rouge_1_f_score": 0.37143, "rouge_1_f_score_cb": 0.37143, "rouge_1_f_score_ce": 0.37143, "rouge_2_recall": 0.29032, "rouge_2_recall_cb": 0.29032, "rouge_2_recall_ce": 0.29032, "rouge_2_precision": 0.24324, "rouge_2_precision_cb": 0.24324, "rouge_2_precision_ce": 0.24324, "rouge_2_f_score": 0.2647, "rouge_2_f_score_cb": 0.2647, "rouge_2_f_score_ce": 0.2647, "rouge_3_recall": 0.2, "rouge_3_recall_cb": 0.2, "rouge_3_recall_ce": 0.2, "rouge_3_precision": 0.16667, "rouge_3_precision_cb": 0.16667, "rouge_3_precision_ce": 0.16667, "rouge_3_f_score": 0.18182, "rouge_3_f_score_cb": 0.18182, "rouge_3_f_score_ce": 0.18182, "rouge_4_recall": 0.13793, "rouge_4_recall_cb": 0.13793, "rouge_4_recall_ce": 0.13793, "rouge_4_precision": 0.11429, "rouge_4_precision_cb": 0.11429, "rouge_4_precision_ce": 0.11429, "rouge_4_f_score": 0.125, "rouge_4_f_score_cb": 0.125, "rouge_4_f_score_ce": 0.125, "rouge_l_recall": 0.28125, "rouge_l_recall_cb": 0.28125, "rouge_l_recall_ce": 0.28125, "rouge_l_precision": 0.23684, "rouge_l_precision_cb": 0.23684, "rouge_l_precision_ce": 0.23684, "rouge_l_f_score": 0.25714, "rouge_l_f_score_cb": 0.25714, "rouge_l_f_score_ce": 0.25714, "rouge_w_1.2_recall": 0.12291, "rouge_w_1.2_recall_cb": 0.12291, "rouge_w_1.2_recall_ce": 0.12291, "rouge_w_1.2_precision": 0.20701, "rouge_w_1.2_precision_cb": 0.20701, "rouge_w_1.2_precision_ce": 0.20701, "rouge_w_1.2_f_score": 0.15424, "rouge_w_1.2_f_score_cb": 0.15424, "rouge_w_1.2_f_score_ce": 0.15424, "rouge_s*_recall": 0.11694, "rouge_s*_recall_cb": 0.11694, "rouge_s*_recall_ce": 0.11694, "rouge_s*_precision": 0.0825, "rouge_s*_precision_cb": 0.0825, "rouge_s*_precision_ce": 0.0825, "rouge_s*_f_score": 0.09675, "rouge_s*_f_score_cb": 0.09675, "rouge_s*_f_score_ce": 0.09675, "rouge_su*_recall": 0.13472, "rouge_su*_recall_cb": 0.13472, "rouge_su*_recall_ce": 0.13472, "rouge_su*_precision": 0.09595, "rouge_su*_precision_cb": 0.09595, "rouge_su*_precision_ce": 0.09595, "rouge_su*_f_score": 0.11208, "rouge_su*_f_score_cb": 0.11208, "rouge_su*_f_score_ce": 0.11208}, "s2s_bleu": 22.118839948719074, "s2s_meteor": 0.19454183084883173}